[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mid mic crisis, where growing up meets goofing off. I am bunchu, alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. Just looking at the. I was worried, I'm gonna be honest with you. After last week, I felt like I might have been on the chopping block. And over the weekend, I wanted to really show my worth to the team. So I was in the show notes and making little notes, making little reminders, dropping news stories."
    },
    {
        "speaker": "A",
        "text": "That's actually exactly where I was going. I was going to say, you know."
    },
    {
        "speaker": "B",
        "text": "You lit the fire under. We had the call to Jesus."
    },
    {
        "speaker": "A",
        "text": "I mean, I think it was a fair critique, but I. Look, I've been in there, too. We were both. This is a team effort here, Chamber. So congratulations on adding notes here, and you can claim your prize later today by answering three trivia questions. By the way, the trivia. The trivia part of this now has become my favorite thing. I was. So what day was it? Today's Monday Friday show was so funny. I thought, like, sophia asking you to clarify how large you were, and then just going into some horse talk. It was just, you know, it was very funny."
    },
    {
        "speaker": "B",
        "text": "I listen to the show. I've been listening to the show more lately, and I go for, like, a little walk."
    },
    {
        "speaker": "A",
        "text": "Is that because it's now entertaining again or what?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I listened to, I would say, prior to the rebrand, I was probably listening to 80% of the shows. So now I'm back at 100%. So, I mean, it's still, like, I was still listening to my fair share of shows, but I'm walking around, you know, I'm walking around my neighborhood, and I'm listening to the show all the time now, and there's just this shit eating grin on my face, like, just walking up, people are looking at me like, what is this guy? You know, what is this guy listening to? Like, is he smiling at me? It's a whole thing. But I do think I'm very aware that I'm either laughing out loud or just a massive grin on my face walking around, listening to the show."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, look, your 100% record is equates to two for two. So let's see how long the streak lasts."
    },
    {
        "speaker": "B",
        "text": "I think it continues. I think it continues."
    },
    {
        "speaker": "A",
        "text": "Well, let's see. What do we got today? We got other Djen shows that I'm supposed to mention. What day is today? Monday. Gosh, we got a lot still going on. I will actually be back at it in a couple hours. Talk about not wanting to do shows. I'm doing another show tonight, which is just awful. But it's a fun show. We're talking football. D gen bet with me and J. Webb. I think J. Webb's firing it up at 630. He's going to have lucky trader on talking some rainmakers football from 630 to seven. Then I jump on with him from seven to eight prior to Monday night football. So check that out. Very fun show. Good stuff over there. And then I believe we have night shift tonight as well at 11:00 p.m. eastern. Dude, we had like six Djen shows today."
    },
    {
        "speaker": "B",
        "text": "It's a big day. Monday's, Monday's a big show day."
    },
    {
        "speaker": "A",
        "text": "Cool. Yeah, I mean, I, look, enjoy it while it lasts, folks, because we are running out of money outside of that. So there's only so much more time that these lights stay on and, you know, enjoy it while it lasts for sure. So we've got lots of degen shows today. Tomorrow we've got coffee with captain, lunch break alpha afternoon. So get your djen on with us. Don't forget to, like, subscribe rate, review all those other verbs that help us do the things we need to do. Get up. Hold on. It says, pump that bubble. Yes, chat bubble. Please. Pump the chat bubble down there. And then we go right into random talking points. Do we want to start there?"
    },
    {
        "speaker": "B",
        "text": "Those are for my reference. And that's, I got to put little comments beside, like, internal monologue only."
    },
    {
        "speaker": "A",
        "text": "Oh, but I like these. I like both of them. One of them. One of them we didn't get to on Friday, which I think is big news. There's big news, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's, there's two. We can talk about these right now. Uh, they're pretty, they're talk about one."
    },
    {
        "speaker": "A",
        "text": "At least the top."
    },
    {
        "speaker": "B",
        "text": "Okay, so, um, so I'm talking to my mom the other day, and she starts the conversation with, how, how dare you call Mary Poppins a witch?"
    },
    {
        "speaker": "A",
        "text": "And I'm like, oh, my God."
    },
    {
        "speaker": "B",
        "text": "What? What are you talking like? I like, out of nowhere. And she's like, yeah, I follow your show on TikTok, and I heard your clip. She's like, she's not a witch. And I'm like, did you not hear the clip? I feel my argument is pretty sound. You know, she dresses all in black. She flies in, she has magic powers. She's a witch. Like, it's so. She's very stubborn, my mother. So she still hasn't come around on it, but I. She is now following us on TikTok. And I gotta make sure those clips are fire for her, I guess."
    },
    {
        "speaker": "A",
        "text": "Wow, this is exciting. Now she follows Djen on Twitter."
    },
    {
        "speaker": "B",
        "text": "Deejen. Yeah, not me."
    },
    {
        "speaker": "A",
        "text": "Dj follow you?"
    },
    {
        "speaker": "B",
        "text": "I don't even, I don't know. I don't know. Cause she's never, ever, ever commented on any, like, she's never come to me and said buttered sausage, you know?"
    },
    {
        "speaker": "A",
        "text": "Well, so that's where I was going. I was gonna say, your next move, clearly, to find out if she follows you is to just casually work in buttered sausage to your next conversation. Just like, you know, randomly, like, oh, yeah, I just had some buttered sausage for breakfast. Just see if she, just stare at her. Yeah, right. That's exactly it. And just see if she reacts in terms of like, oh, I definitely watched your viral TikTok, by the way, while we're on the topic, have you gone viral since?"
    },
    {
        "speaker": "B",
        "text": "No, I've tried. I thought I had a banger this weekend and it just, it just fizzled out on me. I thought it was on the money. It was a."
    },
    {
        "speaker": "A",
        "text": "Are we talking like still 200 likes per hour?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. 3400 likes. Maybe like 3400 views, I should say so. Yeah, definitely not a banger. But I thought, I thought it was, I thought I was doing good. I thought it was a trendy, like a trendy thing I was doing. I've been seeing a lot of it on TikTok and I'm like, oh, this is good. Sometimes when you hit the wave of the trend, you get a ton of, you know, views and likes. And I thought I hit it right on. Right on the money. But the algo told me otherwise."
    },
    {
        "speaker": "A",
        "text": "The algo."
    },
    {
        "speaker": "C",
        "text": "The algo chamber. The algo, sir."
    },
    {
        "speaker": "B",
        "text": "That's right. You got, you got it. That's how you win. That's how you win."
    },
    {
        "speaker": "A",
        "text": "I was actually just going to throw it back to Mackie. I saw your hand up before Mackie. What? What? What's up?"
    },
    {
        "speaker": "C",
        "text": "I listened to the Dee gen Betts show on Sunday, driving in my car and it made me feel so nostalgic. I was basically listening to my dad, listening to sports radio. Like, that's exactly what it made me feel was like people on WWJ or whatever it was called, am radio talking about sports, picking lines, saying things that I don't understand. But I am so glad that people at Djen have a place for their sports talk now. Makes me super happy. Super duper happy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's pretty accurate. And J. Webb is a very good host for a show like that. So."
    },
    {
        "speaker": "C",
        "text": "He is. He's exceptional."
    },
    {
        "speaker": "A",
        "text": "He's very good at it. And he also has the vibe of, like, my dad listening to sports talk radio. Like, as in the. Not that he is a dad hosting the show, although he is, but it's like, you know, that's the way the. That's the way sports talk radio hosts talk. You know what I mean? Like, there's a very particular set of skills that come along with that. So I'm glad you're enjoying it. Mister House, I see you're up here. I'm not sure chamber. You got those questions right?"
    },
    {
        "speaker": "B",
        "text": "They're ready to go, man. They're ready to go."
    },
    {
        "speaker": "A",
        "text": "All right. Mister House, GM, welcome. I don't know if you get an extra hard question or an extra easy question because you're the understudy, but we'll see what happens here."
    },
    {
        "speaker": "B",
        "text": "No, no. There's no preferences here. The trivia gods see everyone equally."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Hit me with. Are we doing categories?"
    },
    {
        "speaker": "B",
        "text": "You got your same categories. Categories will not change."
    },
    {
        "speaker": "D",
        "text": "General. Okay, let's just shot in the dark."
    },
    {
        "speaker": "B",
        "text": "All right, let's look at. I'm trying to give you an easy one here. There's a couple of options. Okay, this one's funny. Which singer was known as the walrus of love? Which singer was known as the walrus of love?"
    },
    {
        "speaker": "D",
        "text": "Is that Barry White?"
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "That is exactly correct."
    },
    {
        "speaker": "C",
        "text": "No, let's go."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I mean, the level of intelligence from the people that listen to this show is staggering. I think we have, like, a 89% success rate so far."
    },
    {
        "speaker": "A",
        "text": "I'm shocked that you knew that. And it was a go ahead."
    },
    {
        "speaker": "D",
        "text": "The reason I knew it was from a previous trivia night. Like, I did not go to a lot of trivia nights in college. I probably went to two, but one of them was. It was pretty much the same question, except it was, what was Barry White's nickname? And the entire time I'm like, who."
    },
    {
        "speaker": "A",
        "text": "The hell is Barry White?"
    },
    {
        "speaker": "D",
        "text": "This guy has to have been before my time. And, yeah, someone else there is like, the walrus of love. When they. When everyone held the boards and I looked at that board, every other board there, and I was like, okay, well, this dude just lost. Who the hell is going to choose this? Nope. Only, dude, they got it right. So ever since then, that's been, like, one of those weird things that sticks in my head. And I've always wondered, like, is there any reason my brain chose to store this? Or is this just useless space being taken up?"
    },
    {
        "speaker": "C",
        "text": "Today's the day."
    },
    {
        "speaker": "A",
        "text": "I mean, this is. This is really something special that the love walrus has come around. Uh, walrus of love or love walrus? Which one is it?"
    },
    {
        "speaker": "D",
        "text": "Walrus of love. Don't you disrespect him."
    },
    {
        "speaker": "A",
        "text": "Come on. Sorry."
    },
    {
        "speaker": "D",
        "text": "20 years in the grave, you're going to put that on his name? Get out of here, bunch."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. Uh, chamber science has also called you a love walrus. Uh, you. Do you care to, uh."
    },
    {
        "speaker": "B",
        "text": "It was actually love sea lion. It's a little different. A little different."
    },
    {
        "speaker": "A",
        "text": "The sea lion."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Of course. Yes, I did see that. Pain requested up. He was here, he left, and now he's back. You know what that means."
    },
    {
        "speaker": "B",
        "text": "It just."
    },
    {
        "speaker": "A",
        "text": "Trivia time."
    },
    {
        "speaker": "C",
        "text": "Is everyone getting hit with trivia now? I want to be hit with trivia."
    },
    {
        "speaker": "A",
        "text": "Oh, wait, Mackie. Do you not know this is new? This is all new to me, Mackie. The new rules are, if you come up and request up to speak, you. You have to answer a trivia question. If you get it wrong, you get sent down, and you do not."
    },
    {
        "speaker": "C",
        "text": "This is a great filter."
    },
    {
        "speaker": "A",
        "text": "It's actually really great. And our good friend Sophia came up the other day, and she actually got the first one wrong, and she went back at it. She was brave enough to come and answer a second one, and then."
    },
    {
        "speaker": "C",
        "text": "Yeah, these are the dynamics I'm here for."
    },
    {
        "speaker": "B",
        "text": "And you're an integral part to this, because you have to smash that button. When they get it wrong, it's immediate. There's no pleading for."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's not like, oh, thanks for here's their lovely party gift."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "So, is Payne ready for one of these questions?"
    },
    {
        "speaker": "E",
        "text": "I am. It was really the only reason I came up, and then I got a phone call, so I had to step down, but I'm. I'm back."
    },
    {
        "speaker": "B",
        "text": "I love. All right, you have categories are arts, science, entertainment, history, general knowledge, or geography."
    },
    {
        "speaker": "E",
        "text": "I will take science for 200."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm just reading. What disorder often leads to sufferers eating odd items such as dirt or metal? What disorder often leads to the sufferers eating odd items such as dirt or metal?"
    },
    {
        "speaker": "A",
        "text": "What is web three?"
    },
    {
        "speaker": "E",
        "text": "Um, can I ask what letter it. Can I say what letter I think it starts with? Does it start with."
    },
    {
        "speaker": "B",
        "text": "It does start with a p. Okay."
    },
    {
        "speaker": "E",
        "text": "I'm not completely sure how to say it, but maybe if you give me."
    },
    {
        "speaker": "B",
        "text": "The ballpark of it, you're definitely okay."
    },
    {
        "speaker": "E",
        "text": "I think it's."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, he. We have the smartest people. Like, I didn't know how to pronounce it either. I was like, pika or pica? Pica. And that is the correct answer. Unbelievable."
    },
    {
        "speaker": "E",
        "text": "I I really wanted to test my knowledge. That made me feel good."
    },
    {
        "speaker": "B",
        "text": "That's what mid Mike crisis is here to do is I was going to."
    },
    {
        "speaker": "E",
        "text": "Be devastated if I got it wrong. No, I'm not going to lie. I would have never come up again."
    },
    {
        "speaker": "B",
        "text": "I would have been devastated for you because I know how."
    },
    {
        "speaker": "A",
        "text": "Was that your first trivia question? Pain."
    },
    {
        "speaker": "B",
        "text": "It is."
    },
    {
        "speaker": "E",
        "text": "It was my first trivia question. I thought about getting it wrong just to see if Mackie would just kick me off stage immediately."
    },
    {
        "speaker": "C",
        "text": "Oh, I was so ready. I was so ready. I've never kicked anybody off stage as a host, actually of a space. I've hosted so many spaces. Hell yeah. Hell yeah. Let's get some. Let's get some dummies up here."
    },
    {
        "speaker": "E",
        "text": "I kicked Sofia off and I definitely was, I was fearful. I was fearful of what was going to happen to me afterwards."
    },
    {
        "speaker": "A",
        "text": "Circles, definitely. I have to pump that chat bubble really quick. Rook down there said since the djen handle has been hosting before the week, set up reminders for the space so I can set it up on my phone unless you do this already and I miss it. So rook, it's your lucky day. Look up top. We've got the mid mic crisis reminders all week and we did the very cool little carousel trick that is sweeping Twitter by storm. We saw Steve and caps and we were like, oh, we. I copied their tweets and I sent it right to you chamber and you were literally mid making it. You had already started and I was very impressed."
    },
    {
        "speaker": "B",
        "text": "I saw the same thing. I'm like, this is fantastic. I was playing around with Steve's a little bit just to see how it was actually working and I loved it. Now are you seeing, you said it was sweeping Twitter. I have yet to see anybody else do it. Are you seeing anybody else?"
    },
    {
        "speaker": "A",
        "text": "Somebody. Somebody did it and it was passed. That's. And then it got passed around our Djen chat and then Steve did it this week. So, you know, all of three folks have done it. So yes, and just a peek behind the curtain yesterday at 11:31 a.m. i sent you Steve's tweet and I said lit and you sent me a screenshot back literally 1 minute later that you were already working on it and you said on it and then I just said, it's impressive how fucking incredible you are."
    },
    {
        "speaker": "B",
        "text": "I made my day. I mean, I floated the rest of the day. My feet did not touch the Mackie."
    },
    {
        "speaker": "C",
        "text": "First and foremost it's Chris D aka Flyride and Sansa, that crew that are."
    },
    {
        "speaker": "A",
        "text": "Using this, I couldn't remember who did it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Chris D. Is just so, so generous with his knowledge. He's been talking about this carousel post thing and this group dm that I'm in with him for like two months and like, seeing him put it into play, like yesterday, that one that Steve posted with, what did it get? Like ten k impressions? Like, that's pretty good for one of those. Usually they get like, not as many."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. I was, I was thinking the same thing when I was looking at the numbers we have."
    },
    {
        "speaker": "A",
        "text": "We have a whopping 1602."
    },
    {
        "speaker": "C",
        "text": "I mean, that's pretty good, relatively."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. I mean, our usual ones probably get about six."
    },
    {
        "speaker": "B",
        "text": "I like. Yeah, that is true. I do like the fact that we can link the podcast as well. So for the, you know, for people that would prefer to listen to us on podcasts, when you click on the big logo, that brings you to our podcast link where you can access Apple Spotify."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, I saw the buzz brawl link and I was wondering why you could even put like a fourth or fifth one down on the bottom in the carousel too, with like a little Spotify logo."
    },
    {
        "speaker": "B",
        "text": "In the carousel are the links to the individual spaces. So when you click on Monday, you get the Monday space, you get, click on Wednesday, get the Wednesday space, you click on Friday, you get the Friday space. But if you click on the main logo, that takes you to the podcast links, which allows you to access, you know, if you're a Spotify listener, Apple podcasts, Google podcast, you know, whatever, whatever you're listening to, you can get that there."
    },
    {
        "speaker": "C",
        "text": "I mean, we could effectively treat this like a link tree, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "Like, just have all the links that you want in the cares. Genius. Mandev. Hell yeah. I'm so pumped about this. Look at us improving. This is web three, everybody."
    },
    {
        "speaker": "A",
        "text": "This is welcome to Web three, where you eat paste and rocks and metal."
    },
    {
        "speaker": "C",
        "text": "And wait to figure out how to post better on Twitter."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Yes. Welcome chamber. Should we get into some news here? The news. The news. Let's get to the news. First topic of the day, we're going web three. We're going to keep it web three. The thing that went around the Twitter sphere this weekend, 105,000 views, was the resurgence of friendtech in volume. The highlight here was Friendtech over the weekend did 12.3 million in trading volume and the total NFT trading volume for that day was 9.15 million. So friend tech overtaking nfts in overall volume. What do you think about this?"
    },
    {
        "speaker": "B",
        "text": "I mean, I saw it. I saw a couple of heavy hitters tweeting about it yesterday, and then I'm like, well, am I missing something? So I hopped on friend Tech to see if, you know, all of a sudden my. My share."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like my five shares, right? Not the case still."
    },
    {
        "speaker": "A",
        "text": "Wait, are you talking about your. Your shares or."
    },
    {
        "speaker": "C",
        "text": "Okay, okay. Who has the most valuable shares, me or chamber? Let's figure this out."
    },
    {
        "speaker": "A",
        "text": "Oh, definitely. You think so? Yeah, the chamber. I don't know if you're. What are your shares valued at? Chamber is."
    },
    {
        "speaker": "B",
        "text": ".4 something. Makes sense. I feel like that's what it was."
    },
    {
        "speaker": "C",
        "text": "Yeah, that sounds like a good number."
    },
    {
        "speaker": "B",
        "text": "I think that's what mine was."
    },
    {
        "speaker": "C",
        "text": "I had someone buy one today, which is crazy. I am currently worth. .00,506. Watch out, Chamber."
    },
    {
        "speaker": "B",
        "text": "Definitely more."
    },
    {
        "speaker": "C",
        "text": "Watch out."
    },
    {
        "speaker": "A",
        "text": "Now. What are you selling on friend tech, Mackie? Access to audiograms or. No, no, no."
    },
    {
        "speaker": "C",
        "text": "Someone told me to do that. But I will just answer any. Literally, any question asked of me, honestly and openly, and I will tell everybody what that question is. Question was, that is my offer for Fronttech."
    },
    {
        "speaker": "B",
        "text": "I do that for free on hex.com."
    },
    {
        "speaker": "A",
        "text": "Have you considered my recommendation of feet pick?"
    },
    {
        "speaker": "C",
        "text": "I'll consider. Again. I do need. I need some kind of inspiration for my friend tech content. Maybe I'll draw people's pfps on my toes, then take the footpicks."
    },
    {
        "speaker": "A",
        "text": "I like that. It's a good angle. I like it. Webbed feet. Three. Gross."
    },
    {
        "speaker": "D",
        "text": "Gross."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's not bad."
    },
    {
        "speaker": "B",
        "text": "I like it."
    },
    {
        "speaker": "A",
        "text": "You know, it's hard to riff on."
    },
    {
        "speaker": "B",
        "text": "That's not bad."
    },
    {
        "speaker": "A",
        "text": "They're not all. They're not all."
    },
    {
        "speaker": "B",
        "text": "That's a b plus joke. Don't. Don't sell yourself."
    },
    {
        "speaker": "A",
        "text": "They can't all be winner."
    },
    {
        "speaker": "C",
        "text": "What? So canadian b plus translate to in America."
    },
    {
        "speaker": "B",
        "text": "Oh, a plus plus."
    },
    {
        "speaker": "C",
        "text": "Good, good."
    },
    {
        "speaker": "B",
        "text": "The education system. Slightly better here."
    },
    {
        "speaker": "A",
        "text": "Better than Canada."
    },
    {
        "speaker": "B",
        "text": "Than the US. Guys, I hate to be the bear of bad news, but, I mean, I'm not arguing. Slightly better, not the best. Slightly better than the US, I would say."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I'm not a smart man, so I believe it."
    },
    {
        "speaker": "B",
        "text": "But you're thriving in the US. That's what I'm saying."
    },
    {
        "speaker": "A",
        "text": "About that, either. I am. I'm existing. I certainly do that very well. Yeah. But I'm not sure I'm thriving. I am moisturized and unbothered in my lane."
    },
    {
        "speaker": "B",
        "text": "That's good."
    },
    {
        "speaker": "A",
        "text": "That is. That is the thing. I did put up top the reminder. Oh, I thought I did put the reminder up top for the djen bets space. I'm putting it up there right now so you could check that out if it interests you, the what was. I had another comment here, but I lost it. Oh. V squared says, uh, not gonna lie, digging this extra chipper version of Mackie. Hopefully, it'll be enough energy to cover and carry bunch. Who bets through this beautiful afternoon? Uh, yeah. I mean, Mackie's energy is pretty darn good. What do you think?"
    },
    {
        "speaker": "B",
        "text": "I feel."
    },
    {
        "speaker": "C",
        "text": "I feel palpable today. That's how I feel. Like if I had to describe myself, I feel like the world is very gray and I'm full of color. Like just lightning, baby. Oh. Feels so good."
    },
    {
        "speaker": "A",
        "text": "What is. What is. What is."
    },
    {
        "speaker": "B",
        "text": "Oh, you didn't hear about this?"
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. You weren't here. Okay, three things. Three things. This is all it takes to be happy, everybody. One, have a very close friend tell you that they've been declared cancer free. Two, have another, different, very close friend tell you that he's engaged. And then three, also fall in love."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "C",
        "text": "That's all it takes to be happy, everybody."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "You're in love, Mac."
    },
    {
        "speaker": "C",
        "text": "Deeply, deeply, deeply."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah."
    },
    {
        "speaker": "C",
        "text": "I am shouting from the rooftops, baby."
    },
    {
        "speaker": "A",
        "text": "Have you told the person or."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Oh, yeah. We've. We've been. They actually don't know my name."
    },
    {
        "speaker": "B",
        "text": "Thought to ask that question."
    },
    {
        "speaker": "A",
        "text": "Well, you know, weird world we live in, and, you know, you and I. Good chamber. I would consider us, you know, very, very good friends. We've never even met, so there is a possibility that Mackie could be in love."
    },
    {
        "speaker": "C",
        "text": "What a twist."
    },
    {
        "speaker": "B",
        "text": "That is true. That's a good point."
    },
    {
        "speaker": "C",
        "text": "This is very m. Night shot."
    },
    {
        "speaker": "B",
        "text": "If you said no, I haven't told her, or we have."
    },
    {
        "speaker": "C",
        "text": "They have no clue."
    },
    {
        "speaker": "A",
        "text": "I had to throw it out there just for the bit, in case it. In case. But I'm very happy for you, Mackie, and for your two friends."
    },
    {
        "speaker": "C",
        "text": "Oh, everybody's feeling good. And in Mackie World, it's like things were down for a bit, but things are. Things are coming back nice."
    },
    {
        "speaker": "A",
        "text": "Well, now I am vibrant and full of color, so the show goes on. Thank you, Mackie. Topic number two here. Also in the crypto news chamber, were you a victim of the Vitalik Buterin account?"
    },
    {
        "speaker": "B",
        "text": "I don't believe. I don't know how one became a victim, to be honest. I thought it was Vitalika was the main victim, but it sounds like that's not the case."
    },
    {
        "speaker": "C",
        "text": "Vitalika."
    },
    {
        "speaker": "A",
        "text": "Dude, I was just gonna say, is that a Metallica cover band that only plays?"
    },
    {
        "speaker": "C",
        "text": "Yes, everyone is Vitalik Buterin dressed up."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Enter gas. Yeah. Wow."
    },
    {
        "speaker": "E",
        "text": "I honestly thought he did it on purpose, but I never know."
    },
    {
        "speaker": "A",
        "text": "What I wouldn't give."
    },
    {
        "speaker": "B",
        "text": "That was nothing."
    },
    {
        "speaker": "A",
        "text": "All right? But Vitalik was hacked this weekend from his Twitter account, and over $691,000 was drained from victims wallets. So did you see this? Did you actually see the tweet?"
    },
    {
        "speaker": "B",
        "text": "I did see the tweets. I did see the tweets. I did not click on it or anything. So. And as we speak, just FYI, I just got a message saying my mom liked another degen clip just came across. Oh, my God."
    },
    {
        "speaker": "C",
        "text": "Let your mom respond. Let your mom respond about Mary Poppins on air sometime."
    },
    {
        "speaker": "B",
        "text": "Maybe one day."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this was crazy. So Vitalik was hacked. The post that were. And Zach XBT has been tracking it, and there's been $691,000 in funds and assets lost. The hacker shared a malicious link to. The funniest thing was the link they decided to share."
    },
    {
        "speaker": "B",
        "text": "Was it the v squared link?"
    },
    {
        "speaker": "A",
        "text": "I don't think so. But this was about photo dank sharding coming to Ethereum, and it was like, do you remember when. I can't remember what this. What this NfT was commemorating? I think it was the merge, and, uh. But consensus put out this free NfT that was commemorating the merge a while back when they first. Back when they first, uh, did the merge. About a year ago, I guess. Man, we've been emerged for almost a year now already."
    },
    {
        "speaker": "B",
        "text": "That's crazy."
    },
    {
        "speaker": "A",
        "text": "Is that what?"
    },
    {
        "speaker": "C",
        "text": "What? No."
    },
    {
        "speaker": "A",
        "text": "Is that true? No, maybe it wasn't that long ago. I. Some reason I feel like it was September, October last year. Maybe not. But anyway, so that's what they shared. It was a. Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "This says, explore the September 15 almost to the day, 2022. So, yeah, it's four days from now. You're right."
    },
    {
        "speaker": "A",
        "text": "So that's interesting. So I guess that's why they chose this as. But it doesn't say it's in memory of the anniversary. It's actually the very first one thing. Very first one. It says explore the merge with consensus, but, yeah. So there was a bunch of people who lost some money on this one. Clicking bad links. Tough. You never like to see that. But one thing that I did find interesting of this hack in particular was the first ever crypto punk that was claimed. I believe it was either the first ever crypto punk that was claimed or the first hoodie punk was included in this loss of."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "So a pretty interesting artifact had got swept up in this loss of funds, which is interesting, but nobody ever likes to see people lose money. Unfortunately, happened to one of our own degenitive co hosts. Over the weekend, Mina got was victim of it, was he? Thoughts to our buddy Mina. You never like to see it, but if you know any sleuths, blockchain sleuths that might be able to help our boy Mina out, let us know. I would love to put him in touch with anybody that might be able to help. So I see we have, before we keep going here, I see we have another contender up here, and I am very interested to see if circles knows his trivia. Circles? Gm?"
    },
    {
        "speaker": "F",
        "text": "Gm? Not even a little. This is only going to end in pain. I do own one of those merges, the fake one. Metallic setup, but let's get this shit going."
    },
    {
        "speaker": "B",
        "text": "Okay? Circles, arts, science, entertainment, history, general knowledge or geography? Let's try arts, we're going. Arts, we're going. Okay, I think you got this one. I think you got this one. Where is Michelangelo's David located? Where is Michelangelo's David located?"
    },
    {
        "speaker": "A",
        "text": "In Europe?"
    },
    {
        "speaker": "B",
        "text": "Okay, I'll tell you what. It gives me the city, if you give me the country, if you give me the country that it's in, we'll count."
    },
    {
        "speaker": "F",
        "text": "Yeah, probably Italy, I'd imagine."
    },
    {
        "speaker": "B",
        "text": "Is that your final answer?"
    },
    {
        "speaker": "F",
        "text": "Apparently no. Yeah, I'm going Italy."
    },
    {
        "speaker": "B",
        "text": "And it's Italy is correct, to be more specific. Florence, Italy."
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "You gotta be. Look at you. You're doing all right. See? We're okay. We're okay."
    },
    {
        "speaker": "F",
        "text": "Just barely, just barely."
    },
    {
        "speaker": "A",
        "text": "Circles. You had to get that one. I'm glad you. I'm glad you did."
    },
    {
        "speaker": "F",
        "text": "Uncultured neanderthal over here."
    },
    {
        "speaker": "A",
        "text": "Well, you know, the Amish only got Internet last."
    },
    {
        "speaker": "B",
        "text": "I was hoping he didn't say, I was hoping he didn't say the sewers of New York City. That was my worry."
    },
    {
        "speaker": "A",
        "text": "Right, because of Michelangelo. Yeah, I get it. That's the Michael Angelo. It was."
    },
    {
        "speaker": "B",
        "text": "It was a mike because he was one of the ninja drummers, right?"
    },
    {
        "speaker": "A",
        "text": "I get it. Yeah, it's good one. It's good, it's good. Not as good as web feet three, but pretty hot out here today. Tough crowd. Oh, man. All right, we're going to AI news. We are going to AI news. Tell me what you think about this chamber. The headline here, chat GPT is losing some of its highest hype as traffic falls for the third month in a row."
    },
    {
        "speaker": "B",
        "text": "I only had to read the headline to completely understand what's happening. I know what's happening. So it says here, chat GPT is losing hype traffic down three months in a row. Let's take a step back here. The last three months have been August, July and June. Hmm."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know where you go?"
    },
    {
        "speaker": "B",
        "text": "You know where I'm going with this. Something tells me September might be a massive month. Maybe not even September, maybe October a bit more so. But these are. I feel students are using chat because."
    },
    {
        "speaker": "A",
        "text": "September includes syllabus week and ain't nobody doing shit."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm assuming that was that frosh week. Is that the same thing?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Maybe. There's probably a week for each of them in college. Like the whole month of September. You don't do I agree to. Uh."
    },
    {
        "speaker": "B",
        "text": "So now that students are back, those numbers should tick up, as my guess might take till end of the month into October. But, uh, it does not shock me that numbers were down through the summer."
    },
    {
        "speaker": "A",
        "text": "Well, here you go. This, uh, this is proving your point. Uh, do you know the website similar?"
    },
    {
        "speaker": "B",
        "text": "I do not know."
    },
    {
        "speaker": "A",
        "text": "It's a, it's a website that you can compare, like web traffic of, you know, different websites. And I'll tell you stuff like this, right? So similarweb is the reference here for these numbers. It says similar web reports that while the total number of visits declined by around 10% in June and July, that has leveled off a bit in August with a decline of only 3%."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "In the US, visits to chat GPT increased by 0.5% in August. So I don't know if you know this chamber, but students do go back to school in August in the college ranks here in most of the. Really?"
    },
    {
        "speaker": "B",
        "text": "I was, I was talking to pain."
    },
    {
        "speaker": "A",
        "text": "About this even like, you know, your."
    },
    {
        "speaker": "B",
        "text": "Like public schools will start in August. That's wild."
    },
    {
        "speaker": "A",
        "text": "Like, it gets, it's getting earlier and earlier. It used to be like when I was a kid, it used to be like Labor Day after labor. And then it started creeping into August by the time I was, you know, in high school. And now I feel like it's like August 1 week still the beach."
    },
    {
        "speaker": "B",
        "text": "That's what."
    },
    {
        "speaker": "A",
        "text": "That's crazy. It's pretty."
    },
    {
        "speaker": "B",
        "text": "You do get."
    },
    {
        "speaker": "A",
        "text": "They're stealing our, they're stealing our freedom and."
    },
    {
        "speaker": "B",
        "text": "But you do get off earlier in the year though, right? So like, you would be done in, in May?"
    },
    {
        "speaker": "A",
        "text": "I don't really think so. I mean, maybe in college, maybe it's end of May now. It's still in college, but like grade schools and stuff. We're still going into like second week of June."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, that's what we like. So I think my kids just like, just, you know, after Labor Day is, you know, like we all did. And then they go to about mid, maybe second or third week of June. So that's that's why. So, yeah, there you go. August kids are going back to school already in the states, so we're already seeing that uptick. So that, that makes sense. That's good to see."
    },
    {
        "speaker": "A",
        "text": "Yeah. Was I gonna say, do, do you, are you buying into this, this chat GPT news at all? You just think it has to do with."
    },
    {
        "speaker": "B",
        "text": "I think it. I mean, you have to imagine the demographic for chat GPT. I mean, after 45, must just take a nosedive, you know what I mean? So the bulk of the users are going to be, you know, twelve to 25. I would have to imagine. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I think you're, I think people in."
    },
    {
        "speaker": "B",
        "text": "Our, like us, I think we're the, like the, the anomaly, especially in our age group. Right. I don't, I don't see a ton of my other, you know, colleagues or co workers that are talking about chat GPT or using it in any sort of way."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think you're right. I, I'm not too concerned about this. We're still talking about billion, a billion and a half plus visits a month. Right. Like, and the, you know, long and short of it is too. There's, there's competitors coming out. We talked about Claude last time. Right? So I've used Claude a lot more recently than we had in the past. It's, it's getting pretty good. And I use it for different things. I actually pit them against each other very often."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Their results."
    },
    {
        "speaker": "B",
        "text": "So I've been using chat to fill. So in the past, again, just to make the show better, we're doing a lot of things, but one of the things that I wanted to do was create more, just a better description for the episode. So a lot of, if you look at the past, like the old min, condition episodes, it's just copy paste, copy paste, copy paste. I'm just changing the spaces link so people could listen to the original link if they wanted to. But now I'm, I'm going into chat GPT and I'm asking it to create a podcast description, episode description. And I kind of put in all the things that we talked about and it spits out fairly decent stuff. And I now use that for the description. Would you say that Claude might be better for something like that, or is there a different."
    },
    {
        "speaker": "A",
        "text": "I actually, I actually think they might be better for something interesting, actually. I find Claude is better with, like, summarization. I actually think it's better at writing. It just is more. I don't know, it's more informal. I believe at least it comes off that way. It's almost a little more, like, friendly sounding when it's responding to you. So I think it would be good for something like that. It's actually not good at math."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "It's really funny. Well, when I say not good, it's definitely worse than chat GPT at math."
    },
    {
        "speaker": "B",
        "text": "Really? That's. That's interesting."
    },
    {
        "speaker": "A",
        "text": "I've caught it. I've been doing math problems to them, and the Claude often gets its order of operations wrong, and I will have to. So, like, I'll go to Claude, I'll ask it for something, and it gives me an answer. I'll take that back to same formula back into chapgpt. It gives me a completely different answer, and then I'll take chat GBT's answer, put it in Claude, and they're like, oh, yeah, I totally messed this up. Here's how you do it correctly. Thank you for telling me. Okay, I see. I see we have a new gap."
    },
    {
        "speaker": "B",
        "text": "I see that, too."
    },
    {
        "speaker": "A",
        "text": "Now, I don't know if Des knows the new rules. I don't think he does. Circles. We will come back to you in a moment, because we got to get Des through the new rules here. Des. Gm."
    },
    {
        "speaker": "G",
        "text": "Gm."
    },
    {
        "speaker": "A",
        "text": "Are you aware of the new rules?"
    },
    {
        "speaker": "G",
        "text": "No, but I'd like to. I'd like my trivia question, please."
    },
    {
        "speaker": "A",
        "text": "There you go. Okay. Favor."
    },
    {
        "speaker": "B",
        "text": "Okay, Des, are you familiar with the categories, or would you like me to."
    },
    {
        "speaker": "G",
        "text": "I would like general knowledge. Just curious what the hell comes out of that."
    },
    {
        "speaker": "B",
        "text": "Okay. This one I liked a lot. This one is good. Which chip had a bandito as its mascot in the late sixties?"
    },
    {
        "speaker": "G",
        "text": "Could you please define bandito?"
    },
    {
        "speaker": "B",
        "text": "I have no idea what a 1960s bandito might be, but I'm thinking somewhere along the lines of, like, the mouse thing from, like, the bugs bunnies, if that makes any sense. Okay."
    },
    {
        "speaker": "G",
        "text": "What ship?"
    },
    {
        "speaker": "B",
        "text": "So, I mean, let's. Let's use some. Let's use some deduction. Exactly."
    },
    {
        "speaker": "G",
        "text": "It's not. It's not the cheeto."
    },
    {
        "speaker": "B",
        "text": "Not a cheeto. Correct. It's a bandito."
    },
    {
        "speaker": "G",
        "text": "There's no freaking way it's a lays."
    },
    {
        "speaker": "B",
        "text": "Well, we have to imagine it's probably some sort of, you know, mexican or south American. I mean, that's what I would think. I'm trying to help you. I have the answer."
    },
    {
        "speaker": "G",
        "text": "You can't assume."
    },
    {
        "speaker": "B",
        "text": "I already know the answer."
    },
    {
        "speaker": "G",
        "text": "Call Latin."
    },
    {
        "speaker": "B",
        "text": "I believe it's latinx now."
    },
    {
        "speaker": "G",
        "text": "Okay, perfect."
    },
    {
        "speaker": "B",
        "text": "Just FYI."
    },
    {
        "speaker": "G",
        "text": "And I'm not gonna. I'm assuming you're. You're taking pork rind out of the."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw that chicharron air."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "G",
        "text": "Okay. The only thing I can think of is the only one that's kind of used for, like, mexican dishes is a Frito."
    },
    {
        "speaker": "B",
        "text": "That is correct. Fritos."
    },
    {
        "speaker": "G",
        "text": "Oh, buddy. Oh, I feel so accomplished."
    },
    {
        "speaker": "A",
        "text": "Do you like this new feature?"
    },
    {
        "speaker": "G",
        "text": "I do, as long as I get the question right."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. I mean, there's a lot of pressure. We've only actually had one person get it wrong, which is incredible. Yeah, but how are you, Des? Do you miss us?"
    },
    {
        "speaker": "G",
        "text": "Oh, no, that's all I came up for. Thanks. Thank you so much."
    },
    {
        "speaker": "A",
        "text": "Okay, thanks. Thanks, Des. See you next time. Thanks, man."
    },
    {
        "speaker": "B",
        "text": "Enjoy the rest of your day."
    },
    {
        "speaker": "A",
        "text": "Bye, Des."
    },
    {
        "speaker": "B",
        "text": "Look at that one. And done. Retire a champion."
    },
    {
        "speaker": "A",
        "text": "Hey, look. That's incredible. I love it. Circles back to you. We had to get Des in there for his trivia question."
    },
    {
        "speaker": "F",
        "text": "Oh, absolutely. I was actually wondering if Des was going to be included as I think he's still one of your co hosts. I'm still a little fuzzy on that aspect, but I guess we are too."
    },
    {
        "speaker": "A",
        "text": "Don't worry."
    },
    {
        "speaker": "F",
        "text": "Okay, cool, cool, cool. So circling back, but I'm on the schools and AI discussion. I faintly remember, like, schools needing to get pushed back because there were so many snow days that they had to push forward the end of the school year, and that was like a cardinal sin. So I think they just started tacking on extra days. That way they had a buffer for those snow days. That way they didn't end up, like, not allowing kids to graduate or something like that. And then for AI versus AI bunchu, are you familiar with the website? You have to, like, toss some money into it or whatever. It's up to at least four. It could be different AI's that you can have answering the same prompt at the same time. Have you seen that one?"
    },
    {
        "speaker": "A",
        "text": "Oh, no. That's interesting. What is it?"
    },
    {
        "speaker": "F",
        "text": "I need to go back and look in. It's one in one of the groups I'm in to try and find whatever website it is. But you could have GPT four versus 3.5 versus Claude versus whatever else you can find. And single prompt, and it'll have, like, its own individual section spitting out each answering for each of those AI's."
    },
    {
        "speaker": "A",
        "text": "Oh, that's super interesting. I'm going to have to try that if you can find it. My question back to you is you're somebody who's using it to kind of aid with your learning of coding, right? How have you found the differing. Have you used each of them to try and which have you found is best?"
    },
    {
        "speaker": "F",
        "text": "So I was using so I refused to pay, so I'm not using for. So I heard that Claude was as good as four or not as good for anything close. Recently, though, Claude has kind of been letting me down a little bit. Like, I was literally able to be like, hey, here's my code. I'm having this issue. What's the problem? Would spit out the answer. And now it's like, hey, here's my code. Where's the problem? And it's like, try this, try this, try this. I'm like, none of those work. So it could just be, it's a different problem. So I don't know. I've been using Claude more for it, but let me scroll through my bookmarks. I might have it in here for the AI versus AI."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. Let me know for sure. I'd be curious. I was curious to try that out. It's super interesting to me to see which ones are better than others at certain things. What's it called?"
    },
    {
        "speaker": "F",
        "text": "I pinned it up top."
    },
    {
        "speaker": "A",
        "text": "Nice chamber. I was going to ask you, are you removing the pins or is it something with Twitter?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm definitely not removing the pins, at least not purposefully, if I don't."
    },
    {
        "speaker": "A",
        "text": "Think I'm okay because I keep pinning stuff up there and it's gone. I tried to pin the j, I."
    },
    {
        "speaker": "C",
        "text": "Removed one at the beginning, but it looked like it was the same midnight crisis."
    },
    {
        "speaker": "A",
        "text": "Yeah, I tried to put Steve's up there. I put jwebs up there. They're not cooperating today. That's okay. One more piece of AI news here. Meta sets up, or sets GPT four as the bar for its next AI model. I've been seeing this, this story around the last couple days that they basically said that they're working on a model now that they expect on their next release to be better than GPT four, which is interesting. There's a whole real interesting angle with this, specifically on meta, because meta has basically said they are aiming to make almost all of their releases open source. So I mean, that's a pretty incredible thing if that's the strategy they're going to take, if they just keep creating better and better models, it's really interesting because the open source thing means anybody can basically use and build on them. And if you've got an open source GPT four in your pocket, it's pretty powerful thing. Chamber. You got any thoughts on that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, my only worry is if it is open source, can, can meta not, I don't know, incorporate something or ask you to click something that basically, like, just steals your data, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "No, because that's the beauty."
    },
    {
        "speaker": "B",
        "text": "Is it as open source?"
    },
    {
        "speaker": "A",
        "text": "Right. Yeah. So, like, open source means it's out there and you can download the damn thing and run it locally on your computer. You don't need to. To hook it up to anything. That's the beauty of it. Right now, chat GBT is quite the opposite. If you're using chat GBT and you're not using the API, anything you put in there can be trained upon for its new model, for the next version of its models. So if you're using something open source, like, say, you're using a vicuna model or whatever that's running locally on your machine, you're not giving any data anywhere. It's basically your own little black box. So nobody is going to read your anime fan fiction that you don't want them to cheaper."
    },
    {
        "speaker": "B",
        "text": "It's not ready yet."
    },
    {
        "speaker": "A",
        "text": "Well, we got. We're 51 minutes in, and we got through our first two news sections. Look, all we needed was a little bit of structure to carry us through this whole show. That's all we needed, just a little tiny bit. And I feel like, you know, sky's the limit for us now. Should we end it off with chill and not chill?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do that."
    },
    {
        "speaker": "A",
        "text": "Okay. Which do you want first?"
    },
    {
        "speaker": "B",
        "text": "Not chill."
    },
    {
        "speaker": "A",
        "text": "I've got two non chill news. This one is not chill for a multitude of reasons, mostly because it just sounds like a whole lot of work. Robbery suspect who eluded capture in a vehicle on a bike and a sailboat has finally been arrested, police say. Vermont armed robbery suspect who police say eluded capture in the past week in a vehicle, a stolen bike on foot and in a stolen sailboat was arrested Thursday after spotted in a kayak on a river. Authorities said this guy, his name is Eric Edson, 52, was wanted on accusations of robbery in a store in Burlington, Vermont, on October 24. So he was. He was captured September 7. That sounds like. So this was the end of last week, and he'd been on the run, just doing his own triathlon or decathlon or iron. Mandy. Well, what do you think of this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I like the bad guy. Iron man. This is. This is all right."
    },
    {
        "speaker": "A",
        "text": "This is criminal. Iron man actually sounds pretty fun. How do you think Sam Bankman freed?"
    },
    {
        "speaker": "B",
        "text": "He looks very soft. He looks very soft. Just like bones and fruit by the foots in that body."
    },
    {
        "speaker": "A",
        "text": "The police here are. Police chief of Burlington John Marad said because of the unusualness of Mitsur Edson's various modes of flight from cars to bikes to paddleboards to sailboats to tractors. Wow. This gets better by the second. It's easy to lose sight of the fact that Mister Edson's a dangerous person. Interesting. Now, chamber of all of these modes of transportation to elude the cops, which would you choose? Why I assume horse is out of the question."
    },
    {
        "speaker": "B",
        "text": "Based on we don't ride, we don't ride our own. I'd say as much as I was anti canoe. I think kayak makes a lot of sense. A. I don't know how to sail a boat. So it'd be a lot of, you know, me just sitting in the middle of the water waiting for them to catch me. Bike. You know, if you're riding a bike, you're gonna get caught by a car at some point. But a kayak, I feel like he could be sneakier with very easy to use. Like anybody, you know, anybody can, can captain a kayak. I feel like that one would probably be the best."
    },
    {
        "speaker": "A",
        "text": "Yeah, I can see you. I can see you in trying to escape in a kayak."
    },
    {
        "speaker": "B",
        "text": "And honestly, when was the last time? And you know, the. The illusion of good citizen comes along with a kayak. Do you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally like that. You're just like out enjoying."
    },
    {
        "speaker": "B",
        "text": "No one's ever suspected a kayaker."
    },
    {
        "speaker": "A",
        "text": "Totally. There was a show that I watched, I think it was only on for one season, but it was like a fascinating show. I think it was on Fox. And the whole premise was that you, like, you would be. And they had a group of twelve individuals, or I think they might have even been two person teams, I don't remember. But there were ten or twelve individuals. And the whole premise was that they had to run from the imaginary cops, essentially. And there was like this team of private eyes and investigators and like, really like, you know, former authorities and stuff that were trying to capture, you know, individuals who were trying to avoid detection. And like, they weren't, they didn't actually commit crimes or anything. The whole purpose was to see, like, could you elude if you were on the run? It was actually a really, really fun show to watch. I think it only lasted well."
    },
    {
        "speaker": "B",
        "text": "Reminds me, that reminds me of like, I think it was like, was it manhunter? Remember the guy on the cowboy on the horse? And you'd be dropped in the woods and you'd have to try to get to like a certain spot and he would track you down. Do you remember? Maybe it was just in Canada."
    },
    {
        "speaker": "A",
        "text": "No, but it sounds very similar to."
    },
    {
        "speaker": "B",
        "text": "What was a fun show. I think it was called Manhunter. It was very. It was very good. I liked that one a lot."
    },
    {
        "speaker": "A",
        "text": "That's funny. Yeah. I would like to think I would be able to do it, but watching the show, there's literally no way."
    },
    {
        "speaker": "B",
        "text": "Well, especially if you're never doing."
    },
    {
        "speaker": "A",
        "text": "But. So anyway, but my point was, one episode, a dude did that. He went and he parked his car, he got a kayak, and he found a route that was. Oh, that was the premise. So, like, you actually had a bag of cash or whatever that you were carrying around with you, and you had to get it to a certain, like, drop point or something to, like. And if you did, the cash was yours and you had, you know, 48 hours or whatever to do it. But. So one guy found a body of water that had, you know, a river that he could kayak down, and he kayaked this whole thing totally off the grid and made it. And I was like, holy cow. And then some other asshole used an ATM at a bus station and got caught."
    },
    {
        "speaker": "B",
        "text": "That's too bad."
    },
    {
        "speaker": "A",
        "text": "That would be me. That would totally mean. Yeah. Okay. Last piece here is the chill news. It's wasn't the most chill news I could find, but I feel like it is a good juxtaposition to trying to escape through kayak. Competitors get down and dirty at Britain's bog snorkeling championships. Have you heard about the bog snorkeling championship?"
    },
    {
        "speaker": "B",
        "text": "No. Sounds terrible."
    },
    {
        "speaker": "A",
        "text": "Intrepid athletes Don snorkels and slithered through slime on Sunday during one of Britain's quirkiest sporting events, the World Bog snorkeling Championships. The annual competition in the tiny town of Lindworth Wells Whales sees competitors race to complete two lengths of 60 yard water filled trench cut through peat bog. Wow. They can use flippers on their feet, but conventional swimming strokes are banned. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Not. You said England's known for their quirky, you know, competitions like this. And it reminds me of the, like a. I would not do this one, but there's another one that."
    },
    {
        "speaker": "A",
        "text": "First of all, this is the 35th annual."
    },
    {
        "speaker": "B",
        "text": "Did you ever see the. I think it's in England as well. But there's like, the cheese roll. Are you familiar with this one?"
    },
    {
        "speaker": "A",
        "text": "Oh, I think that's England, right? I'm not sure, but I definitely."
    },
    {
        "speaker": "B",
        "text": "I don't think I would do either of these. Like, the cheese. I think, like the lady that won the cheese roll this year, or. I think it was a. Maybe it was even the first time, like a female had wondez the competition. And the way she won is she was running down and tripped and I guess hit her head or something. Basically, she was knocked out and rolled, like, fell down the rest of the way faster than anybody else and won the champ."
    },
    {
        "speaker": "A",
        "text": "So she rolled. So chamber now, before we get out of here. They raced to complete two lengths of 60 yard water filled trench cut through a peat block. A peat bog. What would you guess? The world record to complete this was. It was done in 2008."
    },
    {
        "speaker": "B",
        "text": "How long is it? Sorry."
    },
    {
        "speaker": "A",
        "text": "60 yards, 260 yard trenches."
    },
    {
        "speaker": "B",
        "text": "260 yard trenches."
    },
    {
        "speaker": "A",
        "text": "Oh, wait. Maybe not. It says to complete a. To complete two lengths of a 60 yard water. Yes. So you maybe. Okay, so 121 total."
    },
    {
        "speaker": "C",
        "text": "This."
    },
    {
        "speaker": "B",
        "text": "It's got to be."
    },
    {
        "speaker": "A",
        "text": "I mean."
    },
    {
        "speaker": "B",
        "text": "30 seconds."
    },
    {
        "speaker": "A",
        "text": "You're giving these boggers a lot of credit, but you're not too far off. It's about 65 seconds per length."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "The world record is 1 minute and 18 seconds, held by the infamous, legendary Neil Rutter."
    },
    {
        "speaker": "B",
        "text": "It's in the name."
    },
    {
        "speaker": "A",
        "text": "Neil Rutter holds the world championship in bog snorkeling. 1 minute, 18 seconds."
    },
    {
        "speaker": "B",
        "text": "Wow. That's amazing."
    },
    {
        "speaker": "A",
        "text": "What time do you think you would get? I think you'd be in."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm a three minute mudder."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you are. Yeah. You're gonna. I mean, cap always talks about having the DJ and Olympics. We're gonna have to include bog snorkeling."
    },
    {
        "speaker": "B",
        "text": "Yeah. And she's wheeling."
    },
    {
        "speaker": "A",
        "text": "You know, my money's on Anthony for Bob's."
    },
    {
        "speaker": "B",
        "text": "Well, it's funny. I was gonna. I was gonna make fun of Anthony today because there you go."
    },
    {
        "speaker": "A",
        "text": "It's actually in the show notes, so."
    },
    {
        "speaker": "B",
        "text": "I just made sure, because ever since we implemented the trivia, he's been a lot less talkative is all I'm saying."
    },
    {
        "speaker": "A",
        "text": "Has he. Has he answered?"
    },
    {
        "speaker": "B",
        "text": "Zero? Has not even come up scared. There's a lot of scared little listeners down there right now. Uh."
    },
    {
        "speaker": "A",
        "text": "Says the quiz master. Easy over there."
    },
    {
        "speaker": "B",
        "text": "I have all the answers."
    },
    {
        "speaker": "A",
        "text": "Yeah, right. Exactly. Says the guy who holds the key to everything. Anyway, I am off until Friday here. No show for me on Wednesday. I'm actually going to do something very fun on. What are you doing? I get to go, uh, I get to go to a national movie premiere in Boston. Yeah. I got invited by our good friend Ben Mesrick to the premiere of the movie dumb money."
    },
    {
        "speaker": "B",
        "text": "That's so funny. I had put that in the notes. It's actually in the show notes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "As one of the binge. Binge or bin."
    },
    {
        "speaker": "A",
        "text": "Oh. I don't see headlines. I only see links. Interesting. So he wrote that screen."
    },
    {
        "speaker": "B",
        "text": "Yes, I did know that. Yeah. I. I did know that, but I think when I put it in the show notes, it wasn't top of mind. So that's."
    },
    {
        "speaker": "A",
        "text": "Yes, he wrote the screenplay, and it's got, like, Seth, roger. Yeah."
    },
    {
        "speaker": "B",
        "text": "Good, good cast."
    },
    {
        "speaker": "A",
        "text": "Pete, David. So I'll actually get to tell him off in person."
    },
    {
        "speaker": "B",
        "text": "So is he going to be there?"
    },
    {
        "speaker": "A",
        "text": "I think. I don't know. Some of them definitely will be, but it's. I mean, it's like the official premiere."
    },
    {
        "speaker": "B",
        "text": "That's fantastic. That's. That's excellent."
    },
    {
        "speaker": "A",
        "text": "Yeah. And we. We got to offer some spots to Ben Mezrick project holders, so it's pretty, pretty cool. So I get to go do that on Wednesday. So I'll be back on Friday. But in the meantime, I trust you will hold down the."
    },
    {
        "speaker": "B",
        "text": "I got the bog. I do have to. Before we go, I do have to bring up my last talking point here just to. You had mentioned juxtaposition earlier. Just to juxtapose my mother's involvement with the show, I wanted to highlight my wife's uninvolvement with the show."
    },
    {
        "speaker": "A",
        "text": "Oh, I liked your. I'd like her idea here."
    },
    {
        "speaker": "B",
        "text": "Well, listen, it's not her idea. So I was, you know, it was Friday. I was excited about doing the show. You know, I just edited it, and, you know, everything was, you know, we were doing some things, and I was excited. It was the end of the night. We had put the kids to bed. We're, you know, we're sitting down, we're talking, and I was getting excited about the show, and I'm like. And I don't really tell her what we're doing all the time, but I said, I'm like, you know, you know, that we did, like, a rebrand where, you know, we've kind of honed in what the show is, and it's just like, yeah, what was it? Man crush Mondays or something? And I'm like, what are you talking about, man? She's like, is he thought is another name of the show. And I'm like, and it just sucked the life out of me. Like, it was just like, so wait."
    },
    {
        "speaker": "A",
        "text": "Do we need to rebrand now?"
    },
    {
        "speaker": "B",
        "text": "She thought this show was called Man Crush Mondays."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining us here on Man Crush Mondays. We will be back Wednesday, same time, same channel. Until then, crush those Menta Ramdez."
    }
]