[
    {
        "speaker": "A",
        "text": "I do see we have a wild dez appearing. Welcome to the mid mic crisis, where growing up meets goofing off. I am Bunchu alongside my esteemed colleagues and co hosts, Des and chamber. We've got a fantastic show for you today, but before we get to it, don't forget to check out the rest of the d gen network schedule. Today is Wednesday, so nothing else for the rest of the day today. But don't forget to check out coffee with captain at 08:00 a.m. tomorrow. Lunch break at noon with J Web and Riggs. Alpha afternoons at 02:00 p.m. degen bets tomorrow at 07:00 with J. Webb and Steve. And that is your degen content for the rest of the day tomorrow. Give us a, like a retweet, a bookmark, subscribe rate, and review if you are listening, and the podcast version. Now, the quick question of the day for pumping that chat bubble inspired by Des. Give us your favorite Pokemon down below. Tell us what your favorite Pokemon is. Bonus points if you include some kind of gif. I want to see what everybody likes as far as their favorite Pokemon. So, Des, what is your favorite pokemon?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm going to go."
    },
    {
        "speaker": "C",
        "text": "It'S a."
    },
    {
        "speaker": "B",
        "text": "Nerdy answer, probably to go with my. So I'm going to go with the starter Pokemon. That's my favorite, which is going to be squirtle."
    },
    {
        "speaker": "A",
        "text": "Yeah, classic. Can't go wrong with the squirtle. What was your, you love squirtle that you were going to go with?"
    },
    {
        "speaker": "B",
        "text": "No, I don't want to get into it. It's definitely squirrel, though. Squirtle's my God."
    },
    {
        "speaker": "A",
        "text": "I don't want to get into it. It's not a, not a response I thought I would have heard in a Pokemon conversation chamber. What is your favorite pokemon? Do you have one?"
    },
    {
        "speaker": "C",
        "text": "I was paying. Are you available to talk right now?"
    },
    {
        "speaker": "A",
        "text": "I am. I am. I thought the same thing when this conversation started. I was like, are you keeping every time they must listen to what we talk about."
    },
    {
        "speaker": "C",
        "text": "I want paying to recount. Um, I told Payne, once you're a certain age, you'll feel really old. And I said, when people start getting nostalgic about things that were, you were too old for at the time is when you really start to feel old. So, like. Right. And I literally said today, when you like, I, what I started feeling is when I started hearing people reminisce about playing with Pokemons. Um."
    },
    {
        "speaker": "A",
        "text": "Oh, so you're too old for Pokemon? Is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "Like, it wasn't even. I mean, I don't feel like I even sniffed Pokemon's do. I'm saying, like."
    },
    {
        "speaker": "A",
        "text": "I mean, I've never sniffed a Pokemon either, but."
    },
    {
        "speaker": "C",
        "text": "No, but I got feel like I didn't even come close to playing with Poke, you know? I mean, like, it wasn't like I didn't have, like, a younger friend that played with them."
    },
    {
        "speaker": "A",
        "text": "You know, I'm saying, like, how old are you? Apparently you're not even that much older than me. You're 40."
    },
    {
        "speaker": "C",
        "text": "41? Yeah. I'll be 41 on my next birthday."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "It makes a difference."
    },
    {
        "speaker": "A",
        "text": "Like, I know it definitely does because my wife is five years younger than me, and there's a lot of things that I have from my childhood that she was too young for, and vice versa, where I was already older. So I get it. But, you know, I'm trying to think."
    },
    {
        "speaker": "C",
        "text": "Like, I mean, I didn't know squirtle was one. Okay. That's a funny name I'm familiar with. What's the one? There's the main one. I don't know its name. The yellow one. Pikachu. Yeah. There's another one, though. That's the super rare one that I saw, like, a bunch during NFT peak season there."
    },
    {
        "speaker": "B",
        "text": "Don't even say you don't know the term, Charizard. I've heard you say it before on our podcast."
    },
    {
        "speaker": "C",
        "text": "Is that what it is? Chart? Is that like that Logan Paul one?"
    },
    {
        "speaker": "B",
        "text": "You. You are so captain right now. It's unbelievable."
    },
    {
        "speaker": "C",
        "text": "This is."
    },
    {
        "speaker": "B",
        "text": "This is like what I used to my. This is what I used to do to my Georgia friends and used to tell them that I didn't know what the fuck a wendy's was."
    },
    {
        "speaker": "C",
        "text": "Wendy."
    },
    {
        "speaker": "B",
        "text": "Just to see what their reaction was. Yes."
    },
    {
        "speaker": "C",
        "text": "But no, this is right now, okay? I don't know what you're talking about. Okay? You are your chorizo's, or whatever they're called. I didn't play with them, okay? I don't have a secret collection that I still play with today, but I."
    },
    {
        "speaker": "B",
        "text": "Know you can take down a chorizo breakfast burrito, so don't even mess with me, okay?"
    },
    {
        "speaker": "A",
        "text": "This is one of the more disappointing takes I feel like Chambers had."
    },
    {
        "speaker": "B",
        "text": "This is so lame. This is why I left the show. Honestly. It's just antics like this shit that."
    },
    {
        "speaker": "A",
        "text": "No, I get it."
    },
    {
        "speaker": "C",
        "text": "I won't be bullied."
    },
    {
        "speaker": "A",
        "text": "I've been trying to leave this show for a year now, and so I understand this one definitely hurts to my core that, you know, chambers capping so hard at wendy's, we've got a couple. We got a couple answers below Riggs. Rigg's favorite pokemon is Onix. Solid one. Pain. You threw a charmander jiff down there. Uh, circle says he's always been torn between Bulbasaur because green is his favorite color, and Charmander because he always liked dragons. And, uh, he says, fun fact, charizard is not a dragon type pokemon, as that would be, too. Op is what he says. Um, I don't know what bootings is. Is Buchings. Uh, hit. Oh, gosh. Hitman something. I don't know what that one is off of the top of my, like, hitmonchamp. Yeah, yeah, yeah. That's the one. That's the one. Nailed it. Pain. See? All right, look, you are the resident Pokemon expert. Now. Mine. Mine is the one that resembles my personality. I feel like the most in terms of how I am in my private life, not public facing, which is snorlax."
    },
    {
        "speaker": "C",
        "text": "You got. I honestly think you guys, I think you guys are all capping right now with these names, bro."
    },
    {
        "speaker": "A",
        "text": "Google."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You need to google it right now. If I. If I had to bet what kind of pokemon, what pokemon you would be, it would be a snorlax."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Now, I did hear."
    },
    {
        "speaker": "B",
        "text": "I'm going coughing for. I'm going coughing for a chamber, I."
    },
    {
        "speaker": "A",
        "text": "Think because of the smoking. Yep. Because of the smoking and just general."
    },
    {
        "speaker": "B",
        "text": "Just inflated ego ness. Inflated bit of them. Yeah."
    },
    {
        "speaker": "C",
        "text": "It's not inflated. It's the re. It's at a reasonable inflation. It's not over inflated. I did hear. So to stay on topic here, I did come across, I think, like, what is the topic?"
    },
    {
        "speaker": "A",
        "text": "Pokemon? I don't even know. Yeah."
    },
    {
        "speaker": "C",
        "text": "So I did cover, I think, like yesterday, the day before, I was on tick tock, and some guy was talking about a Mandela effect in regards to Pokemon. And I think it had to do with the one Riggs had mentioned. Onyx. Is that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And the, the, you know, the whole issue with it was the spelling of Onyx. And this person swore up and down that Onyx is spelt onyx. And in reality, it's actually spelled o n I x. Is that messing with anybody right now? Because it seemed to really affect that guy."
    },
    {
        "speaker": "B",
        "text": "Oh, I see it. I see it as. Oh, n I x. Yeah."
    },
    {
        "speaker": "C",
        "text": "But, yeah, this person was quite shook about it."
    },
    {
        "speaker": "A",
        "text": "But Onyx is with the y is an actual."
    },
    {
        "speaker": "C",
        "text": "Correct. It's like a color stone, I think. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes. So maybe it's not even that much of a mandela."
    },
    {
        "speaker": "C",
        "text": "I'm with you."
    },
    {
        "speaker": "A",
        "text": "The person could have just been."
    },
    {
        "speaker": "C",
        "text": "I'm like, I'm a. I mean."
    },
    {
        "speaker": "A",
        "text": "Cause that exists in nature. Like, it's a thing."
    },
    {
        "speaker": "C",
        "text": "It does. I."
    },
    {
        "speaker": "A",
        "text": "It's not like you saying that a movie was created that literally never existed."
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "That's much more like, this is just a misconception. Like, this is just a misunderstanding of the type of, you know, spelling. It's not that it doesn't exist, like Shazam and Kazam or whatever the hell you think it's not."
    },
    {
        "speaker": "C",
        "text": "Whatever the hell it's what. It's what happened. So whatever the hell it's."
    },
    {
        "speaker": "A",
        "text": "But, I mean, maybe this is more like Bernstein bears. Yeah."
    },
    {
        "speaker": "C",
        "text": "Like I've always said, like, the majority of the Mandela effects that I see are easily explained by Jim Carrey movies."
    },
    {
        "speaker": "A",
        "text": "What does that even mean?"
    },
    {
        "speaker": "C",
        "text": "That Jim Carrey misquotes things so much and our generation watch so many Jim Carrey movies that we think that's the right way to say things or jump saying. And they're just. We're just misquoting. Or Jim Carrey's just misquoting things and we take it as canon."
    },
    {
        "speaker": "A",
        "text": "I like this. I like the fact that this is all just blamed on, like, 80% of it would."
    },
    {
        "speaker": "C",
        "text": "80% of it is Jim Carrey's fault."
    },
    {
        "speaker": "A",
        "text": "Okay, so I went ahead and because I think this is always a fascinating topic, the Mandela effect. The. I just googled some of the most popular Mandela effects. We'll go through some. Cause this is actually kind of fun to do. The first. The very first one that came up is actually pokemon related. So. Yes, the question here, des, just putting you on the spot. Yes or no, does Pikachu have black tips on his tail?"
    },
    {
        "speaker": "B",
        "text": "Oh, this is a great one. I'm gonna go now. He does not."
    },
    {
        "speaker": "A",
        "text": "He does not. The popular belief is Pikachu has black tips on his tail. The reality, Pikachu's tail is yellow through and through. So what are the odds that the. We were meant to do this today? Because I just happened to Google Mandela effects, and this one was the first one that came up. Here you go, Chamber. Risky business."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Is Tom Cruise wearing sunglasses when he does his dance?"
    },
    {
        "speaker": "C",
        "text": "So you would think he is. I believe he's wearing sunglasses in the movie poster, but is in the scene not wearing sunglasses. But this is what I'm talking about. This is one of those. It has been, like, satirized so much. Like, I think of, like, when I think of risky business scene, I actually think of saved by the bell scene where Screech and Slater and Zack are doing it in Screech's living room. And they're wearing sunglasses. So it's like pop culture has changed what we actually perceive. So this is actually a perfect. One of those perfect scenarios where pop culture makes us think that he is wearing sunglasses, where, in fact, he is not."
    },
    {
        "speaker": "B",
        "text": "Man, chamber coming with receipts. I will say I'm impressed. I did not think he was going to nail that one. That's pretty good."
    },
    {
        "speaker": "A",
        "text": "There you go. He's very much a pop culture guy that we've learned this about him over the years. Here's one for you. Chamber that I think is interesting. Kit Katz. The candy. Does it or does it not have a hyphen between the kit and the cat?"
    },
    {
        "speaker": "C",
        "text": "So this is one that I think you asked me ten times. I'll give you ten different answers. I think today. I think there is a hyphen, but it wouldn't shock me if there wasn't a hyphen. And I think that's just like a. I don't know, I think that's just like. Like you were saying before, like with Onyx, just like a misreading. Is there a."
    },
    {
        "speaker": "A",
        "text": "So this one. This one's interesting to me, because I would have said so. I would have said no."
    },
    {
        "speaker": "C",
        "text": "No. Okay."
    },
    {
        "speaker": "A",
        "text": "However. However, you specifically, by the way, perfect timing for this to come up. Typically, once a year, for the last year. Last couple years, you have sent me a care package around this time of canadian Halloween candy."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And we. We much. We. We greatly look forward to it the last couple years. And. But you. You usually get us, like, the variety pack, and there are some really different canadian candies in here that we don't have in the US. Like, the. What's the coffee?"
    },
    {
        "speaker": "C",
        "text": "Yeah, coffee. Cris."
    },
    {
        "speaker": "A",
        "text": "Coffee bar."
    },
    {
        "speaker": "C",
        "text": "Coffee crisp."
    },
    {
        "speaker": "A",
        "text": "Coffee crisp. Yeah. Great. Great one. Uh, there's some really good ones in there. Carmelo's. Those are good. Um, but are you talking about a couple that are. Yeah, that's it. That's what it was. Caramel. What are the other ones in that pack?"
    },
    {
        "speaker": "C",
        "text": "Crispy crunch. There'll be crispy crunch. Wonder bar crunch."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Um, arrows sometimes. Those are good."
    },
    {
        "speaker": "A",
        "text": "One that's kind of like a butterfinger."
    },
    {
        "speaker": "C",
        "text": "That's the wonder bar. Better, better, better. Butterfinger is wonder barred."
    },
    {
        "speaker": "A",
        "text": "Yeah, that one's good. But you do have some that are similar. One of which that is in this package is a kit Kat. And I did notice, and I can't put my finger on it now, that the wrapper is slightly different. So I'm wondering if the canadian kit Kat wrapper has a hyphen."
    },
    {
        "speaker": "C",
        "text": "So I know there are certain chocolate bars made in the US and made in Canada that have the same name but are made from, like, from different companies. So I believe KitKat in the States is made by Hershey, and in Canada, it's made by Cadbury. Like, I don't think we have any Hershey products. Yeah. Or Nestle. That's what it is. You're right. It's nestle. I don't think we have any, like, Hersh. Besides, like, Hershey bars. I don't think we have, like, Hershey products."
    },
    {
        "speaker": "A",
        "text": "So maybe there is. So maybe yours. Maybe yours does have the hyphen, because it's not a nestle."
    },
    {
        "speaker": "C",
        "text": "That's interesting product. Cause I know it's definitely a different style."
    },
    {
        "speaker": "A",
        "text": "You're gonna have to check on this one. You're gonna have to check on this one. However, the answer is, it is true. A hyphen does not separate the kit from the cat. The brand even addressed it in a tweet from 2016, saying the Kitkat name has never been hyphenated in either the UK or us rappers."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "Okay, here's a couple. Here's a couple good ones. I'm having fun with this. So you're stuck here now, the Star wars related."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Are you too old for Star wars chamber?"
    },
    {
        "speaker": "C",
        "text": "I was too young for."
    },
    {
        "speaker": "B",
        "text": "Were you pre 70s? Pre 70?"
    },
    {
        "speaker": "C",
        "text": "I didn't have any older siblings to take me to watch Star wars. Therefore, I grew up without Star wars."
    },
    {
        "speaker": "A",
        "text": "Des, this question's for you. What is the exact quote when Darth Vader tells Luke about being his father?"
    },
    {
        "speaker": "B",
        "text": "Oh, shoot. I would have to say, yeah, Luke, I am your father."
    },
    {
        "speaker": "A",
        "text": "So this is the popular belief. Luke, I am your father. It is incorrect. The actual line is just, no, I am your father."
    },
    {
        "speaker": "B",
        "text": "That's crazy. That's a good Mandela effect. That's a really good Mandela effect."
    },
    {
        "speaker": "A",
        "text": "I bet you 99% of the people would answer the way you just answered chamber. Would you have answered that way?"
    },
    {
        "speaker": "C",
        "text": "No, but it's because I've watched the Mandel effect video so many times that I've. I've seen that one."
    },
    {
        "speaker": "A",
        "text": "Okay. So, you know, but that's one of."
    },
    {
        "speaker": "B",
        "text": "The best ones I've."
    },
    {
        "speaker": "C",
        "text": "That's kind of my point, though, is when you think of pop culture and everybody referencing it, it's probably been referenced a thousand times more as, Luke, I am your father, then. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "It's so true."
    },
    {
        "speaker": "C",
        "text": "Like that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, there's. There's a million different places where they say, so. It's just. That's how we remember it now, because."
    },
    {
        "speaker": "B",
        "text": "It would be funny. No, you're right, because I can think of even movies that it's brought up and they always say, luke, I am your father. But it would be such a funnier, I mean, out of place quote if you just. We're referencing it and we're go and we're to say, no, I am your father. Like, you have to get the Luke to set the reference up a little bit."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "No, that's."
    },
    {
        "speaker": "C",
        "text": "Well, I'm thinking, like, I'm trying to think of a reference like Tommy boy. I think when he's talking into a, into the fan, I think he says, luke, I am your father."
    },
    {
        "speaker": "A",
        "text": "It's funny. You just. I was just reading through the comments and posted the gif of Chris Farley yelling into the fan. Well timed by both of you. Sorry. That's why I was, I was on mute and I was looking at the comments. That was good. Well done by you, too. Here's another Star wars one. This one's going for you, chamber. There's another popular Mandela effect within Star wars franchise. What color is C three Po?"
    },
    {
        "speaker": "C",
        "text": "See, I think I've seen this one, too. So I think in the cartoon, I remember watching the cartoon as a kid. I think he was always gold. I think gold everywhere. But I think in the movie, he's like, silver and gold. Is that accurate?"
    },
    {
        "speaker": "A",
        "text": "So the popular belief is that C three Po is golden from head to toe. In reality, c three Po has a silver leg. Dez, did you know this one?"
    },
    {
        "speaker": "B",
        "text": "I did actually know that one, but again, only from seeing, like, a previous Mandela effect video, I think."
    },
    {
        "speaker": "C",
        "text": "I think that can be easily explained as well. Like, just the quality of, like, what you were watching."
    },
    {
        "speaker": "B",
        "text": "Like, I bet the action figures are all gold. I bet they don't take the time."
    },
    {
        "speaker": "C",
        "text": "100%. 100%. The action figures are all gold. And, like, back then, you were watching it on tv, or like, you're watching like, a. Like, the videotape of it. Like, the quality isn't good enough to probably maybe see the differentiation in the leg to the rest of the body. You know what I mean? But then when you get, like, the differentiation. Yeah, absolutely. Right. But now you have, like, the, you know, remaster, blah, blah, blah, blah. So now the quality, you know, the video quality is significantly higher. So now you see it. So I feel like that's explainable."
    },
    {
        "speaker": "A",
        "text": "Yeah. I wouldn't have. I would have said it was all. I would have said he was all gold. Interesting. Let's do a couple more because these are fun chambers. Spell the following. The shoe brand skechers."
    },
    {
        "speaker": "C",
        "text": "I can't spell sketchers. S k e c h e r s."
    },
    {
        "speaker": "A",
        "text": "That is correct. So the popular belief is that there is a t. I feel like you want to say."
    },
    {
        "speaker": "C",
        "text": "You want to say there's a t, but I feel like there's no t."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, no, I would have thought that there was definitely a t on this one. Des the monkey. Curious George. Tail or no tail?"
    },
    {
        "speaker": "B",
        "text": "Oh, I'm gonna go. No tail."
    },
    {
        "speaker": "A",
        "text": "That is correct. No tail. No tail."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. Here. Chamber. You're next on the list. Shazam. The movie. Popular belief. Comedian Sinbad starred in Shazam. Reality. Sham. Shazam doesn't exist. There's major confusing confusion surrounding this one. People say they remember Sinbad acting as a genie in a film called Shazam, even though it never happened. You know who really did play a genie in a movie? Shaquille O'Neal in Kazam."
    },
    {
        "speaker": "C",
        "text": "Yeah, I also watched that movie. I can't explain to you how traumatizing that statement you just made is like, it's."
    },
    {
        "speaker": "A",
        "text": "We've done it so many times on this show, and you have been staunchly in the now chamber."
    },
    {
        "speaker": "B",
        "text": "I mean, you're coming with so many receipts. Have you never delved into why we think there is a shazam?"
    },
    {
        "speaker": "C",
        "text": "So, okay, I'm gonna be honest with you. This really, like, I was in a funk for, like, months."
    },
    {
        "speaker": "A",
        "text": "You've gone down, like, it's bad."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Like, I was in a funk for months after learning this."
    },
    {
        "speaker": "A",
        "text": "Would you say Sinbad?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I was down Sinbad. Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "No, I. The. So after months and months and months of, you know, looking into it, you know, going into, like, Reddit forums to, you know, to hear what other people were saying, there's really only two. Like, there's only two options. Either at some point, big Hollywood decided to scrub this thing for. From the records, which I think is next to impossible, or I'm physically living in a different universe than I was. However, 20 years ago, you have sworn."
    },
    {
        "speaker": "A",
        "text": "Up and down that you are not of the same universe because of this thing."
    },
    {
        "speaker": "C",
        "text": "Yeah, I do. I do. Like, it's so. It's that."
    },
    {
        "speaker": "B",
        "text": "The only thing I'm thinking of. Just because I honestly would have said the same thing. Right. I totally believe there's a movie called Shazam with Sinbad. Like, I'm totally on that page, but I'm only thinking. I only know one single movie I've ever seen with Sinbad in."
    },
    {
        "speaker": "C",
        "text": "I can name you."
    },
    {
        "speaker": "B",
        "text": "I'm wondering if there's a reference with dentist. No, it's the one where he's the, like, bodyguard, the security guarded like the first president's daughter. Yes. That is the only Sinbad movie I've ever seen. So I feel like there has to be a genie reference in there some how that somehow unlocks my brain to think there's an entire movie called Shazam."
    },
    {
        "speaker": "C",
        "text": "No, there's. I mean, there was cherokee kid, I believe he was in. That was another phenomenal nineties Sinbad movie."
    },
    {
        "speaker": "A",
        "text": "What's the dentist one that I'm thinking of? Is that a thing?"
    },
    {
        "speaker": "C",
        "text": "Isn't it? Oh, no, he's the mailman in that houseguest. House guest."
    },
    {
        "speaker": "A",
        "text": "Is that the."
    },
    {
        "speaker": "C",
        "text": "I was thinking of the Christmas one."
    },
    {
        "speaker": "A",
        "text": "Neil in the comments says, stop lying to your audience with a screenshot of just all movies named Shazam. And there's one from 2019 and 2023. It doesn't appear that there are any other ones here that, you know, that one has stuck with this show for years. Moving on."
    },
    {
        "speaker": "C",
        "text": "I was gonna say so much, though. We had. Did we ever ask him? We had. At the time, he was a big. No. Who do we have? We had banks from mighty ducks. What's his name."
    },
    {
        "speaker": "A",
        "text": "No, it wasn't banks. It was. It was. It was young Charlie."
    },
    {
        "speaker": "C",
        "text": "You're right. That's what it was. It was young Charlie, not banks."
    },
    {
        "speaker": "A",
        "text": "And it's Brock Pierce."
    },
    {
        "speaker": "C",
        "text": "Brock Pierce. Did we ask him if he. Because he would have been of the age to audition."
    },
    {
        "speaker": "A",
        "text": "I'm sure we did ask him something like that. Because we were. We did ask him about how, like. Because we went and asked him about being a child actor, right? I'm pretty sure you did ask him."
    },
    {
        "speaker": "C",
        "text": "He would have been the perfect age for it."
    },
    {
        "speaker": "A",
        "text": "So we're going to interrupt the Mandela effects to bring up a guest here, Riggs. Riggs hasn't been. I don't believe in the audience for quite some time, so I don't know if Riggs is aware of the new format here. Chamber. Take it away."
    },
    {
        "speaker": "C",
        "text": "All right, riggs, the new. Are you a. Are you familiar with the new format?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, those silly freaking trivia questions you're going to force me to ask or answer. That's right."
    },
    {
        "speaker": "C",
        "text": "That's correct. You just got to get it right. It's not difficult. You're a smart."
    },
    {
        "speaker": "A",
        "text": "Hold on, I've got it. I've got this one. Here's the trivia question."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Along the same lines, we're going to give him a Mandela effect."
    },
    {
        "speaker": "C",
        "text": "Okay, cool."
    },
    {
        "speaker": "A",
        "text": "Riggs, spell febreze. The brand. Oh, God. Oh. I'll give you a hint. There's no a f e b. R e z e. That is correct. The popular belief is that there are two e's. So they. The popular belief is the spelling febr e e Z e. In reality, there is no double e in the breeze. So, riggs, you have passed the test. Gm, what do you have to yell at us? I just. I'm so disappointed in all of you right this second. When it comes to Sinbad movies, you don't talk about jingle all the way with Arnold Schwarzenegger. Oh, good. I mean, it's an incredible movie. I mean, I'm just super disappointed right this second. I don't know how we forgot about that one. Chamber. Are you familiar?"
    },
    {
        "speaker": "C",
        "text": "I did say the Christmas movie. I just couldn't remember what the name."
    },
    {
        "speaker": "A",
        "text": "Oh, you did? That's right. So this is the Arnold Schwarzenegger Sinbad jingle all the way with Turbo man. That's right. Turbo man. How could you? Did you ever have a Turbo man, Riggs? Did you ever get a Turbo man for Chris? It didn't come with NFT, so no. I've been an NFC Max only."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "I'm a pudgy maxi. That's it. That's all that matters. No toys. That's it. Speaking of famous Christmas movies that also have gifts here and Mandela effects chamber. You know the Santa Claus."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The gentleman who always wishes he got a weenie whistle."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Spell Oscar Mayer."
    },
    {
        "speaker": "C",
        "text": "O s c A r. Yep. M e y e r. It is actually."
    },
    {
        "speaker": "A",
        "text": "It is actually m a y e r. Ooh, yeah. There you go."
    },
    {
        "speaker": "C",
        "text": "Interesting. That being said, oscar Mayer is not a brand here in Canada."
    },
    {
        "speaker": "A",
        "text": "I don't know how you don't know that. That one, I would have never gotten wrong. Because of the song. You know what happened to our jingles draft? My baloney's. My bologna has a first name. It's o s c A r. My baloney has a second name. It's M A y e r. M."
    },
    {
        "speaker": "C",
        "text": "A m e. I always thought m e m e y e r. No, I. I just think of the Simpsons last one here."
    },
    {
        "speaker": "A",
        "text": "I got the last one. We'll go to Des for this. Des. What eyewear does the monopoly man have?"
    },
    {
        "speaker": "B",
        "text": "I mean, seriously, I guess it's not a monocle. I don't know how it could not be a monocle. But I guess it's one of those stupid, like, theater. Theater double specs. I don't even know. I can't even believe it's not a monocle."
    },
    {
        "speaker": "C",
        "text": "I hate shit like this."
    },
    {
        "speaker": "B",
        "text": "I swear I'm in a simulation."
    },
    {
        "speaker": "C",
        "text": "I swear I'm the simulation I got this one bunch."
    },
    {
        "speaker": "A",
        "text": "All right, go for it."
    },
    {
        "speaker": "C",
        "text": "So no monocle, but Jim Carrey is the reason we think he has a monocle. Ace venture a two. When nature calls, comes down the stairs. And you must be the monopoly guy. That guy is wearing a monocle. Also, you can confuse the monopoly guy with Mister Peanut, who does wear monocle. Both are, you know, penny pitching billionaires, but only one wears a monocle."
    },
    {
        "speaker": "A",
        "text": "Thank God I went to Des for this one, because you would have nailed it. And the answer is no eyewear at all. Des, is your mind blown?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I really think these make me feel uncomfortable."
    },
    {
        "speaker": "A",
        "text": "Because you also now feel like you're living in a simulation."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the Sinbad one's gonna stick with me for a while. I just. I almost could tell you the plot. It's crazy. I. I don't like it. Chamber. I'm going to do us a favor. I'm going to go down the rabbit hole and figure out how, because you're doing a great job at triangulating these cultural references. And I feel like there has to be one for such as, like, an obvious Mandela effect, as I can't explain."
    },
    {
        "speaker": "C",
        "text": "To you enough, and I'm sure you guys, I know you guys are a little bit younger, but I'm sure you guys spent, like."
    },
    {
        "speaker": "A",
        "text": "I'm somewhere in the middle."
    },
    {
        "speaker": "C",
        "text": "But I'm sure you guys spent your share of time in a. A movie rental store. Am I wrong?"
    },
    {
        "speaker": "A",
        "text": "Oh, of course I was wrong. Yes."
    },
    {
        "speaker": "B",
        "text": "On the early end of my life, or early beginning of my life, I did spend a time or two in a video rental store."
    },
    {
        "speaker": "C",
        "text": "So, like, I spent a lot of time of my life in video stores. And I cannot tell you how many times a I've seen that movie at the video store. Like, I can physically see it on the shelves, and it came out in the time that it was, I would have been, like, ten, 1112 years old. Like, the perfect age for it. Like, anyways, I def. It was definitely a movie, and I saw the shock one, too. Like, it's like I'm a Laker fan, you know, for somebody to tell me that I'm confusing Shaquille O'Neal. What's in bad is insanity. Yeah."
    },
    {
        "speaker": "B",
        "text": "It's so funny, though. Another Mandela effect, probably just for me, for some reason. I don't think that's Kazam. I think it's kaboom. And I think it's because of his boombox. It does feel like kaboom."
    },
    {
        "speaker": "C",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, yeah, I hear you on that."
    },
    {
        "speaker": "A",
        "text": "Okay. It's upsetting here's two more quick ones, because these ones both just. Well, this one in particular blew my mind. The other one I knew, but I'm not surprised that other people think otherwise. So this one chamber, I guess. Star Trek. So not Star Wars. Star Trek. What is the line about beaming up?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So do you know the answer to this one already?"
    },
    {
        "speaker": "C",
        "text": "I don't know the answer I like. I know that everybody's going to say it's beam me up, Scotty. Which. It's probably not that, but it's, again, one of those things where I. How many times in culture have we heard, beam me up, Scotty? You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Well, how about this one? This one. This is why it blows my mind so much. The, like, what does it exist?"
    },
    {
        "speaker": "C",
        "text": "It's not that it's a beat me up anything."
    },
    {
        "speaker": "A",
        "text": "It doesn't exist. In his portrayal of James T. Kirk, William Shatner never recites the line beam me up, Scotty. In the original Star Trek series, though he does come close with quotes like beam us up and Scotty, beam me up. So that one's close, I feel."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's close."
    },
    {
        "speaker": "A",
        "text": "But, like, the actual line does not exist."
    },
    {
        "speaker": "C",
        "text": "Isn't that wild?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's crazy. Very last one, and then we'll move on. Des, what movie did Leonardo DiCaprio win his first oscar for?"
    },
    {
        "speaker": "B",
        "text": "The revenant."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. So this one says that most people think he won an oscar for Titanic."
    },
    {
        "speaker": "B",
        "text": "That's just being stupid. I don't know if that Mandela effect."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's a dummy. That one. That one I agree with as well. But did any."
    },
    {
        "speaker": "C",
        "text": "I mean, besides Jim Cameron, like, nobody won an acting award for the. For Titanic, I don't think. Right. Like, it was just like James Cameron, director."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Just made a lot of people cry."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think about it to this day."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't know. Did you think, I'm looking through another list and just, like, seeing, you know, which ones."
    },
    {
        "speaker": "C",
        "text": "Yeah, I feel the DiCaprio one. Yeah. I feel like that's just. You don't follow Leonardo DiCaprio that much. Like, to not know, you know, like the revenant. Like, that was the big deal."
    },
    {
        "speaker": "A",
        "text": "Here's one that's interesting. In I love Lucy, Ricky never actually said the sentence, lucy, you've got some splaining to do. That one."
    },
    {
        "speaker": "C",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "That's one of my favorite lines."
    },
    {
        "speaker": "A",
        "text": "Crazy. Yeah, these are crazy. Some of these just are, like, blowing my mind inside."
    },
    {
        "speaker": "B",
        "text": "Feld, it's actually soup. Not for you. Not. No soup for you."
    },
    {
        "speaker": "A",
        "text": "So no, it's not real."
    },
    {
        "speaker": "B",
        "text": "I'm kidding. I'm totally kidding."
    },
    {
        "speaker": "C",
        "text": "I was not ready for that."
    },
    {
        "speaker": "A",
        "text": "No, man."
    },
    {
        "speaker": "C",
        "text": "Speaking of old tv shows, some of."
    },
    {
        "speaker": "A",
        "text": "These are really stupid, though. They're just plurals. Or a the instead of an a. That doesn't actually qualify."
    },
    {
        "speaker": "C",
        "text": "I don't think it's funny. I always thought Archie bunker's grandchild was Johnny Stivitz, but it's in fact, Joey."
    },
    {
        "speaker": "A",
        "text": "Nobody gets that. No, not a single person."
    },
    {
        "speaker": "B",
        "text": "One that was disproven but was pretty good. Was the end of we are the champions by queen. Do they say of the world at the end?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "At the very end."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I would have said yes."
    },
    {
        "speaker": "B",
        "text": "Right. So it's not really a Mandela effect because they're both parties are. Right. But on the actual official recording, it is not on there. But on the Live aid, live performance, it is."
    },
    {
        "speaker": "A",
        "text": "Interesting movie."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You're thinking of Aladdin in 2022."
    },
    {
        "speaker": "C",
        "text": "I thought it was Shazam to electric boogaloo."
    },
    {
        "speaker": "A",
        "text": "I'm just reading. I'm just reading Bundy's quote. People have fondly recalled scenes from Shazam online. You can even. You can even find the video box cover with Sinbad in the same genie get up as Will Smith. But look up Shazam on IMDb or ebay and it doesn't exist."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm. I question the movie box validity because I. I think a lot. I think anything you find online is going to be fabricated because you would just have movies, like, there would just be vhs tapes available, like, out of all these people. Absolutely. They would just be. If it was a. If it was a movie, there would be. Some person would have uploaded it to YouTube by now or made a tick tock about it. Like, there is zero copies out there. And I don't know how that's possible. If you're like big Hollywood and you want to erase this movie, unless you're going door to door from all the."
    },
    {
        "speaker": "A",
        "text": "Kids from the night, what would be the motivation to just wipe it off of the planet?"
    },
    {
        "speaker": "C",
        "text": "Shaquille O'Neal wanted him. Wanted."
    },
    {
        "speaker": "A",
        "text": "He's a very powerful man."
    },
    {
        "speaker": "C",
        "text": "He's a very powerful man. Both, you know, both physically and through reputation. So, you know, he. I don't know. It makes no. It makes no sense. Like, you wouldn't. You would literally have to go door to door, like stealing, like the Grinch stealing Christmas from everybody's house. Like, stealing copies, vhs copies of Shazam. You know what I mean? Like, it's impossible."
    },
    {
        "speaker": "A",
        "text": "Yeah. Rookhood says that he remembers the movie, and he also. He says it had the kid from blank check in."
    },
    {
        "speaker": "C",
        "text": "I agree 100% that I had the kid from blank checking it. I do agree with that."
    },
    {
        "speaker": "A",
        "text": "So weird. All right, we're. We're done with mandela effects. It only took us 41 minutes. That's why I love this show is because we could come here with absolutely nothing. Something spurs an idea and we just run with it and riff with it."
    },
    {
        "speaker": "C",
        "text": "Comes back and generates a mandela effect episode."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's going to be a mandela effect of its own. People are going to remember this show with des, and we're without des, and they're not going to think it ever existed with him. But there was an 18 month period in which des was a regular co host on this show."
    },
    {
        "speaker": "B",
        "text": "I mean, that makes sense to me."
    },
    {
        "speaker": "A",
        "text": "Popular belief is that this show was always just me and chamber. Now, how about. How about this one for mandela effect? Chamber? People will. The popular belief will be that the three co hosts of this show, of our shows. The three co hosts of our shows were always me, you, and des. True or false?"
    },
    {
        "speaker": "C",
        "text": "True."
    },
    {
        "speaker": "A",
        "text": "That is false. In our very early days, we. We started wrecked podcast with a third co host named cynthia. Yes. We started this show way back when with a third co host named Cynthia Wood."
    },
    {
        "speaker": "C",
        "text": "Is she on Twitter anymore?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I'm friends."
    },
    {
        "speaker": "C",
        "text": "Oh, are you?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "But, yeah, Pokemon anymore?"
    },
    {
        "speaker": "A",
        "text": "Do I play Pokemon?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you can't be on Facebook and also have fond memories of Pokemon. You know what I'm saying? You can't. Do you have both?"
    },
    {
        "speaker": "A",
        "text": "Why? I'm too old."
    },
    {
        "speaker": "C",
        "text": "You either could be too old. Yeah. Yeah, you either. You can either be too old or too young, but you can't be both."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's true. I'm only on Facebook because, like, that's my wife's preferred social media. I don't know why I yell at."
    },
    {
        "speaker": "C",
        "text": "My wife all the time about it. Like, what do you do it on there? Just. Just assess pool."
    },
    {
        "speaker": "A",
        "text": "I think it's actually Instagram, but she now, like, connects it to her Facebook, you know? Right. That's, I think, the actual. What's happening there. I do want to ask Des a question from Monday's show. Des, when you get a incoming call from an unknown number, do you answer it?"
    },
    {
        "speaker": "B",
        "text": "If it's not my area code?"
    },
    {
        "speaker": "A",
        "text": "If it's not your area?"
    },
    {
        "speaker": "B",
        "text": "If it's my area code, I assume it's a, like a telemarketer or, you know, a fake number. If it's outside, then, yes, I will pick it up."
    },
    {
        "speaker": "A",
        "text": "Fascinating. Interesting. This was a. This was a long discussed topic on Monday's show and the universe. Again, this is the same with the Mandela effect and the pikachu. When we started this, the universe kind of just handed us content. After that, I got one of those random text messages, and it said, hi, Linda, shall we play golf together tomorrow? In which I responded with a picture of me playing golf. And I said, yes. This is just something I had in my phone. I said, yes. Playing right now. When and where? Chamber. That person never responded back to me, so no news to report there. But later that day. Sorry. Yesterday at 12:00 p.m. so this is the day after our podcast. Elon himself did one of those spirit Halloween memes where he posts the incoming call and says, it's called 30 minutes phone call blows up your entire day. Could have been a 15 minutes call, could have been an email. This is why I don't answer calls. But I would bet I should. We should have. You know, what we should have done is drop a poll in the replies on, like, do you answer? And we could have got a lot of engagement. You know, that's a good."
    },
    {
        "speaker": "C",
        "text": "That is a good one. That's unfortunate that we didn't think of that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I didn't think of it in the moment, but it's probably too late now."
    },
    {
        "speaker": "C",
        "text": "You know, I'm just looking at the. I just know I like the mister peanut monopoly."
    },
    {
        "speaker": "A",
        "text": "Yes. That was where I. Next. That was Neil saying, how does a person confuse these two people? And then crocs with his AI generated version of me and you, which is actually not that bad. He nailed the hat game. You. You're a frequenter of a beanie, and I wear that. That looks a lot like my dinner hat."
    },
    {
        "speaker": "C",
        "text": "That's when we'll meet. That's what we'll look like when we finally meet."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's it. We'll be ancient. Ancient. We'll be old and gray, reminiscing about Pokemon. And I saw, speaking of, like, Mandela effect and time and all this stuff. I saw an interesting theory the other day of, like, why time feels like it moves so much faster when you are an adult. And the whole tweet was centered around."
    },
    {
        "speaker": "C",
        "text": "Like, I have thoughts on this. I'm very excited about this conversation."
    },
    {
        "speaker": "A",
        "text": "Well, the whole. The whole tweet was. Or the. The original tweet of this. I'm trying to. I don't have it handy because it just struck my mind while we were talking about. This was the idea of the tweet was like, you know, being normal and doing normal things doesn't, like, make you stand out, blah, blah, blah. Like, push yourself to have. To be unique, to have unique experiences, to do things outside of, like, the norm. And then, you know, it's very generic bullshit. But then I went down into the comments, and I was, like, scrolling in the comments, and somebody said that he thought that it could have something to do with why we feel like time goes so much faster when we're older. And it's because we are as adults. We go into these routines, and every day is the same thing. And every. You do the same things, you eat the same things, you go to the same places all the time, and none of that is particularly memorable on, like, a stream of time. Right? Like, when you're younger, you're experiencing all these things for the first time. You can remember them. You're there, unique, you're traveling places, you're doing all that stuff. And then once it become. Once you get in this routine, it's just there. There's no more of those, like, or much less of those, like, stand out unique pillars to point to on a timeline. I thought that was really interesting. What do you think?"
    },
    {
        "speaker": "C",
        "text": "So, I've thought of this a lot, especially after I had more or less."
    },
    {
        "speaker": "A",
        "text": "Than the Roman Empire."
    },
    {
        "speaker": "C",
        "text": "More. More than the Roman Empire? I actually don't think of the Roman Empire that much. It's not my favorite historical moment. But when it comes to time, though, especially as you get older, like, how time, it does feel like it's quicker. That's because it is quicker based on our perception of time. So, like, when you're five years old, we'll say, and we'll just take year increments, like every year. Okay, well. Or say you're four years old, because the math will be easier this way. If you're four years old and you gain a year, you turn five. You've actually. That year represents 25% of your past life. Like, it's one year was 25% of your life. As you get older, one year is a smaller and smaller percentage of your overall life. So it actually feels like it's going back quicker because, in fact, it is going by quicker as your perception of time gets longer and longer. Do you know what I'm saying? So every year now, for me, you turn 50. Every year is a 50th of your life, and then it's a 51st."
    },
    {
        "speaker": "A",
        "text": "What did you do for your 50th?"
    },
    {
        "speaker": "C",
        "text": "I played with my Pokemon collection."
    },
    {
        "speaker": "B",
        "text": "But."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I think that has. But I think what your point is also a part of it. Right. The monotony of being an adult coupled with the fact that the older you get, the longer you've been. Like your perception of time, especially when you think of hours and months and years, it changes based on your overall time spent on earth."
    },
    {
        "speaker": "B",
        "text": "I have a different, more depressing take on the why."
    },
    {
        "speaker": "A",
        "text": "Oh, let's hear it."
    },
    {
        "speaker": "B",
        "text": "So I like your theory and I've thought about this before too. But then the most like microcosm within this argument is like, why does a trip, when you're younger to something you want to do, feel so much longer? Like if you asked me growing up how far our house was from Disneyland, I would have said two and a half hours. In reality it's 20 minutes. But why would it feel like so much? And when you think about that, it's like it's still 20 minutes. And I've lived eleven years. It's still relatively small percentage of the time than it what it felt like, which is two and a half hours of my whole life or eleven years. So it just shouldn't make that big of a difference. The depressing fact is I think when we're younger we have so much more anticipation on like major events. Like you just cannot wait to get to summer and out of school, or you can't wait to get to Disneyland. And there's that anticipatory like excited feeling that just slows down time. But when you get older, you lose part of that spark in that excitement."
    },
    {
        "speaker": "C",
        "text": "I think that's 100% accurate. But I also feel like I still get that when I'm old. I just think you're especially like going on a trip, like to use your example, like if you're. It always feels longer going there than coming back. You know what I mean? Regardless of wherever you drive to like that. Especially if you're driving, I say over an hour and a half or over 2 hours. Sure that that drive always feels longer going there than it does coming back. And that's because I think you're anticipating whether it's a good trip or a shitty trip. You just want the anticipation of the trip to be over. I think might be like to get to the destination is also creating that like timeline shift. Whereas when you're coming back, you know you're just going back home and there's nothing to be excited about necessarily. So your perception, you're not too worried about the time passing, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Tldr being old sucks. Is that what we're getting at here?"
    },
    {
        "speaker": "C",
        "text": "No, I mean you just have to make a more concerted effort to stay to live in the moment as you get older."
    },
    {
        "speaker": "B",
        "text": "Ooh I like it."
    },
    {
        "speaker": "C",
        "text": "I think. I think that's the big trick because you can definitely go down, like the monotony toilet. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. All of a sudden is the worst ride at Disneyland. A worse Disneyland ride."
    },
    {
        "speaker": "C",
        "text": "You gotta stay away from the splash zone."
    },
    {
        "speaker": "A",
        "text": "That's right. It's give me the log flume any day of the week over the monotony toilet. We do have hard stop here in eight minutes. I want to. While we have Des. I feel like he is a good person to ask about this. I'm looking at, first of all, chamber. Did you get the package I sent you yet?"
    },
    {
        "speaker": "C",
        "text": "Not yet."
    },
    {
        "speaker": "A",
        "text": "Okay. Because I wasn't sure what this note in the show notes is, and I'm just going to read it out loud with no context. It just says crypto kicks condoms, question mark."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think if you click on the Twitter or the tweet that's linked above it. Yeah. Okay. That's the one. I'm just looking at it now. So the tweet that link that links about over it, it looks like it comes with these, like, booties that go over the top."
    },
    {
        "speaker": "A",
        "text": "So this person. This person wants to wear them, but does not want to get general wear and tear on them is what this looks like to me."
    },
    {
        "speaker": "C",
        "text": "So my question was, did the a."
    },
    {
        "speaker": "A",
        "text": "They did nothing."
    },
    {
        "speaker": "C",
        "text": "No, because that's terrible. Look, I mean, what are you doing?"
    },
    {
        "speaker": "A",
        "text": "No, they did not come. They did not come with these."
    },
    {
        "speaker": "C",
        "text": "Okay, good."
    },
    {
        "speaker": "A",
        "text": "They did come with these. Okay, so now I understand. So they look like rubber things you put over the sole to prevent the soul from getting scuffed or damaged or worn."
    },
    {
        "speaker": "C",
        "text": "Like what my dad would use to wear over his dress shoes on a. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, honestly, what's the fucking point? Um. Like, if you're gonna walk around looking like that, just don't wear the damn shoes."
    },
    {
        "speaker": "B",
        "text": "Tell you what, bitboy could have used a condom on that watch of his."
    },
    {
        "speaker": "A",
        "text": "We did cover that on Monday. Des, I wish you were there for that."
    },
    {
        "speaker": "B",
        "text": "I listen, I listen."
    },
    {
        "speaker": "A",
        "text": "Des, did you get your crypto kicks? What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "I would wear one pair. I have no effing idea what I'm going to do with the other two, but I would theoretically wear one pair. My daughter got a kick out of the lights, so that was good enough."
    },
    {
        "speaker": "A",
        "text": "Yeah. My son just got a pair of light up toy story shoes, so him and I can be twins now. I think my plan is I'm going to wear. I haven't put them on yet. I'm gonna wear the stones, and I'm going to keep the space or the space matter in the box. I did have, I did try to set them up the other day, and I was having a hard time pairing them to my phone, so I haven't fully gotten the full experience yet. It is pretty crazy with like, when you turn the buttons on, like the haptic response almost. You feel the whole shoe vibrating, but on top of the crypto kicks. Des, did you see the dot swoosh news that happened yesterday?"
    },
    {
        "speaker": "B",
        "text": "They released the first swoosh thing in partnership with, what was it? Bryce Young, maybe?"
    },
    {
        "speaker": "A",
        "text": "No, I don't know who, if it was the partnership, are we talking about."
    },
    {
        "speaker": "B",
        "text": "Like, the team."
    },
    {
        "speaker": "A",
        "text": "The TJ? They were. It stands for, this is not a JPeg. Yeah, they are a special pair of Nikes that are being released. And the TLDR there is, if you, if you purchased any of the r force ones on dot swoosh a couple months ago and you have revealed them, and I think you have until October 16 to reveal them, you are eligible to purchase this limited run shoe of, you know, this special release. This is not a JPeg shoe. It's pretty cool. I think the price on them is 120. So I saw that yesterday and I was like, okay, this is pretty cool. I'm probably in for a pair of these. So then I saw today, and I don't know if you've seen this yet, des, I'm going to pin it to the top. This is from artifact from 223. So like 2 hours ago. And I'm a little confused by it. I'm also potentially upset by it. So we've been waiting for, like, them to do something with the artifact dunks that we've had. If you have a pair of those, do you have any of the dunks?"
    },
    {
        "speaker": "B",
        "text": "Des, are you okay? So you're talking about the dunks, not the air force ones, because we're still owed the Air Force ones, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So this tweet up top, check it out from 2 hours ago, artifact Nike dunk Genesis season starts and says, sure, yes, it says October 18 through 30th. Artifact Nike dunk Genesis forging event, October 31 through November 7. The skin vial, evo evolution. So I'm guessing that's if you own a skin vial, that's when you're supposed to forge those. Um, not just if. So, like, I guess if I have one skin vial, but three pairs of shoes, I would do the first two between October 18 and 30th, and then the next, the skin vial the next day. I don't even know. Um, no."
    },
    {
        "speaker": "B",
        "text": "So you've been able to apply your skin vial to the crypto dunk for a while now, ever since the beginning."
    },
    {
        "speaker": "A",
        "text": "So, yeah, I'm kind of confused about this. But either way, it says the genesis dunk Genesis comes in three limited editions with different access, depending on if you own the artifact dunk Genesis or the clone X digital collectible. One of those editions will be the first ever artifact Nike sneaker available to the general public. Premiering at ComplexCon. Dunk Genesis owners get guaranteed access to all three editions during the forging event. And this is the. This is the kicker. All dunks retail at $222. How do you feel about this?"
    },
    {
        "speaker": "B",
        "text": "Well, it's all relative. We paid, what, a $1,000 for those damn space crypto kicks? So I don't know, I guess it hurts a little bit less, but, I mean, yeah, it's an expensive price, I will say that. I don't know, the crypto dunk looks kind of different, whereas, like, the Air Force one just kind of looks like another Air force one. So I don't know, doesn't bother me that much. But it's probably just not expecting much at this point as far as, like, benefit."
    },
    {
        "speaker": "C",
        "text": "But."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I just feel like I being asked to buy a lot of shoes for these things I got right. Like, if I'm going to buy one of these, this is not a JPeg shoe for."
    },
    {
        "speaker": "B",
        "text": "Well, let me tell you. Let me tell you. I feel like every day I'm pressured into buying a new Starbucks drink. So it comes around my fella."
    },
    {
        "speaker": "A",
        "text": "Look, brother, there are. There is a difference between a $5 beverage and a $222 pair of shoes that you have to buy five pairs of because you own the NFT of."
    },
    {
        "speaker": "B",
        "text": "Hey, I'll tell you what. You tab up my Starbucks at the end of the year, and then you tab up how much I spent on these shoes. It's looking pretty similar."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I have a monthly Starbucks budget of one of these, that's for sure. All right, Chamber, we're going to respect your hard out here today. Any parting words?"
    },
    {
        "speaker": "C",
        "text": "No, don't be."
    },
    {
        "speaker": "A",
        "text": "The only parting words for me is this show is going to have its own Mandela effect. Some will remember it as a nine out of ten, but the reality is it was a three. And until next time, keep the mic hot."
    }
]