[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am bunchu alongside my esteemed, esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing?"
    },
    {
        "speaker": "A",
        "text": "He's doing. I'm trying."
    },
    {
        "speaker": "B",
        "text": "I'm bringing him. Let's try to come up. Doing okay? Okay. I feel I was under the weather all day today. I was hoping, you know, that the start of the show would amp me up, would give me the. Whatever they give football players at halftime when they hurt themselves, whatever that magic stuff is."
    },
    {
        "speaker": "A",
        "text": "Oh, man, I need some of that, too. Yeah."
    },
    {
        "speaker": "B",
        "text": "I do need that in my life. I was hoping that your voice would do that for me, and it did to a certain extent."
    },
    {
        "speaker": "A",
        "text": "So I feel like we got 50 more minutes. We got 50 more minutes, baby. We'll get you. We'll get you feeling good by the time you're leaving here."
    },
    {
        "speaker": "B",
        "text": "Okay. You know what I'm feeling? I feel 30% better already."
    },
    {
        "speaker": "A",
        "text": "Hey, that's good. That's 30% is feels like what ETH is up today. Have you been. Have you been paying much attention to markets?"
    },
    {
        "speaker": "B",
        "text": "I have."
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, I have. It is just blown through, like, prior resistance. It didn't make an all time. It didn't make a new higher high yet compared to, like, last week where we saw it at peak at."
    },
    {
        "speaker": "B",
        "text": "Yeah, we need to get to about, like, just like 1710, I think is."
    },
    {
        "speaker": "A",
        "text": "Peaked at 1716 on a coin based chart."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So we got to 1682 today. But just. Just on a."
    },
    {
        "speaker": "B",
        "text": "Do we know what's the. The driver here? I've been kind of unplugged all day today."
    },
    {
        "speaker": "A",
        "text": "I mean, blur."
    },
    {
        "speaker": "B",
        "text": "Is it blur?"
    },
    {
        "speaker": "A",
        "text": "No. No, I'm just kidding because bitcoin."
    },
    {
        "speaker": "B",
        "text": "Bitcoins."
    },
    {
        "speaker": "A",
        "text": "Boom."
    },
    {
        "speaker": "B",
        "text": "And too."
    },
    {
        "speaker": "A",
        "text": "So I'm like, everything is going crazy right now. Money, printer, go blur. We got bitcoin approaching 24k. We've got eth creeping up to 17 point over."
    },
    {
        "speaker": "B",
        "text": "24K over."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, 24. Almost 24. 1120 right now."
    },
    {
        "speaker": "A",
        "text": "Okay. I actually did not have a chart up, so, um, thank you for correcting me on that one. But, uh, yeah, everything is cranking right. Oh, my God. This bitcoin cantal is just insane, right? Yeah, it's wild. Uh, which is pretty cool. I mean, look, I, uh. I'm done trying to make predictions here. I'm just gonna ride the wave and, like, it's all good. We. If everybody's winning, I'm winning. That's it. That's how it goes here. And. But, I mean, bitcoin. So what we just said about ETH is not true for bitcoin. Bitcoin just peaked through the prior high of that 24 two area. 24 two. And now I'm seeing it at currently. Oh, it peaked here. It did break through it a little. 24, 36 six is what I'm seeing. But now it looks like it's coming back a little bit. But I mean, so you got, you got really nice support if you're looking at chart at 21,598. So 21 six ish is where it kind of just really picked up that support. So I would say we're now in a new range for the time being in which that 21 six area is your support until proven otherwise. So, interesting. You still have that 200 day moving average at around 24, 925. So maybe it goes and touches there and see what we do. But, yeah, exciting stuff. How are you feeling? We've got, I mean, look, I don't want to downplay how you're feeling physically because I can relate, but like, are you, are you, are you getting your jollies off on the market over here or what?"
    },
    {
        "speaker": "B",
        "text": "You know, as usual, my predictions work out. Wow."
    },
    {
        "speaker": "A",
        "text": "Are we."
    },
    {
        "speaker": "B",
        "text": "Once Jax passes squiggles, that's, I'll take my real, hold on."
    },
    {
        "speaker": "A",
        "text": "I have a beef with this. Did you, I don't remember you actually saying no."
    },
    {
        "speaker": "B",
        "text": "All I did, Steve makes these things up at his head. All I said was when we were talking a couple of, I don't know, a couple episodes ago that it was the e thing. Right. Like, you know, ETh goes under, you know, surpasses an ETH and then goes back under. And then we were talking about checks and how it, it has now gone, you know, under an ETH and will it, you know, will it ever recapture that eth again? And somebody had mentioned to me that checks did something similar to that back in the day. And then I made the comment that maybe in the kind of the more artsy NfT projects that, okay, that is."
    },
    {
        "speaker": "A",
        "text": "Where, that was the context. Okay. I remember now which Steve took to."
    },
    {
        "speaker": "B",
        "text": "Me in that I thought shucks, was going to be the next squiggle."
    },
    {
        "speaker": "A",
        "text": "And I'm sure jokingly, in fact, you have refuted that in the past couple shows. So I don't know. But, uh, yeah, you got, you, you got a full on razzing this morning on coffee."
    },
    {
        "speaker": "B",
        "text": "Geez. And I was just, I'm on the toilet. I'm like, I can't defend myself and I don't, and I don't feel the need to, you know, go into Steve's show and Chris's show and, you know, do this like the coffee with captain crowd. Is not ready."
    },
    {
        "speaker": "A",
        "text": "No, no, no. They 100% are not ready for you. And quite, I'm quite sure I probably would have, as the, you know, the host on the DJen network handle in the mornings, I would have probably muted you instantly."
    },
    {
        "speaker": "B",
        "text": "And, I mean, it's. I'm not a, I'm like an afternoon evenings guy. You know what I mean? You don't listen to me first thing in the morning."
    },
    {
        "speaker": "A",
        "text": "Your night shift material with lipstick on, you know, like you're exactly, you've got night shift vibes. That's like, really where you belong is on the night shift. And we kind of just dress you up. We put a bowtie on you, and you, and you come out here in the mid afternoon for happy hour, and then you go back to your cave and that's, that's what you do. I mean, j rom, I'm letting you, I'm letting you be the call. Steve, welcome to today's get all but heard about something."
    },
    {
        "speaker": "C",
        "text": "Okay, first of all, it's important to say that chamber fired first blood in the war room. Heavy. Like, that was."
    },
    {
        "speaker": "A",
        "text": "What was the exact comment."
    },
    {
        "speaker": "B",
        "text": "So, so Chris and Steve were talking, and they were talking about blur and how. I think Chris said he didn't want it."
    },
    {
        "speaker": "A",
        "text": "Basically called them traitors. And you told you I called them."
    },
    {
        "speaker": "B",
        "text": "I said, I think. I think the, the exact quote was. All I'm hearing is that Chris and Steve are the new."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "And I, and I was like, look, I'm up there being like, you know what? I don't think that $75 is worth committing wire fraud over for myself, so I'm just going to stay away from this. And chamber is like throwing bows. I went back a little. I will push back on. One thing chamber said, though, is that when chamber comes on coffee with captain, it is a delight. And I mean this sincerely. Like, I'm not just saying this so chamber doesn't go in on me. The, the truth of the matter is, when he comes on, he always brings, like, insights on charts and where they're going. And he's like, like, I almost think, like chambers very measured. In the morning, we get chat."
    },
    {
        "speaker": "A",
        "text": "In the morning, oh, we get chat."
    },
    {
        "speaker": "B",
        "text": "Chad definitely comes up. And honestly, I do wanna, if I do say something on coffee with captain, I do want it to be in line with the theme of the show. So I do wanna bring some quality content."
    },
    {
        "speaker": "A",
        "text": "I gotta say, we have gentle tornado down there in the audience today. And they had a killer first show on Saturday."
    },
    {
        "speaker": "B",
        "text": "They did."
    },
    {
        "speaker": "A",
        "text": "And I mean, first of all, you talk about immaculate vibes. Like, I mean, tell me, name a name a more iconic trio. I'll wait. You know, I mean, like, that was, it was an incredible show. But, you know, their theme is very much the spreading of positivity, making positivity louder. And, you know, they're going in about how they're, you know, getting up early, doing their workouts, making sure they're making the most of the day. And here comes Chad. Here comes Chad on the djen handle, raising his hand, and basically says, hey, I don't work out at 05:00 a.m. i'm sitting here smoking cigarettes with my kids. What up? I was dead. I'm like, oh, my God, what a terrible first impression."
    },
    {
        "speaker": "B",
        "text": "I just wanted to, you know, there's a lot of people listening. You never know. Some of them might find positivity in just relaxing on a Saturday. So I just wanted to represent them and give them a voice."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, your people need representation."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Unsung heroes."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "But no, it was, it was a phenomenal show. I didn't realize one of the hosts."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, like your neighbor."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Like, we're gonna meet IRL, like, soon."
    },
    {
        "speaker": "A",
        "text": "I got, I got, I have some feelings and thoughts on this, how it's not gonna happen. Well, I mean, I'm more, I think, jealous than anything else that, you know, Dan gets to be part of DJ network for a whole week, and you're about to go meet him in real life. I gotta deal with your ass for five years, and I get nothing. And I'm a little."
    },
    {
        "speaker": "B",
        "text": "We were so close a couple of times. We were so close a couple of times."
    },
    {
        "speaker": "A",
        "text": "It's a little upsetting. You know, I've tried to, like, you know, make it a meme now. It's like, oh, look how impressive this is. We get to work with each other on the Internet, and we never meet. Really? I'm like, oh, this guy sucks."
    },
    {
        "speaker": "B",
        "text": "My daughter, my daughter Fiona, my oldest one, she makes fun of me all."
    },
    {
        "speaker": "A",
        "text": "The time about me because of your Internet."
    },
    {
        "speaker": "B",
        "text": "She's like, your best friend you've never met, and you only talk to him on the Internet. You're a loser."
    },
    {
        "speaker": "A",
        "text": "And you're like, web three, baby."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Not wrong. Yeah. She thinks it's hilarious that I have a friend online because my wife has friends. She's a regular person that, you know, has a regular life. And so she sees all my wife's friends, and she's like, dad, who are your friends? And, you know, I've said you and."
    },
    {
        "speaker": "A",
        "text": "Said this guy that goes by bunchu."
    },
    {
        "speaker": "B",
        "text": "Oh, no, it was bunchu all the time. So now she knows your real name. So she says your real name now. But, yeah, she definitely goes in hard at me."
    },
    {
        "speaker": "A",
        "text": "That's funny, Steve. Jump in."
    },
    {
        "speaker": "C",
        "text": "Are we going to do our. We still got to do our island meetup chamber. We're going to be island boys. Remember, there's the island direct between."
    },
    {
        "speaker": "B",
        "text": "I was looking at it again. It's so funny."
    },
    {
        "speaker": "A",
        "text": "You two, as island boys, doing a bit would be fantastic."
    },
    {
        "speaker": "B",
        "text": "It's a boat ride. Like, it's not even that far of a boat ride. If we each take a boat and meet in the middle of Lake Erie, I bet you would take us, like, 45 minutes. Boat ride."
    },
    {
        "speaker": "C",
        "text": "See, that's what I'm talking about. Like, I know. I think it was a non bunch you call when you couldn't make, like, the Django, how angry is bunchu gonna be? Like, if we didn't give context and then we just posted, yeah, that's even better. Cause it was like, post a picture on Twitter. So it's not even like we give you the courtesy of, like, an individual reach out. It's like we put it on Twitter and then you see it, like, in passing."
    },
    {
        "speaker": "A",
        "text": "Oh, God."
    },
    {
        "speaker": "B",
        "text": "And it's this cool little island in the middle of Lake Erie where I think Al Capone used to, like, boot, like, run his bootlegging business from."
    },
    {
        "speaker": "A",
        "text": "Oh, syphilis island."
    },
    {
        "speaker": "C",
        "text": "You can claim your blur there."
    },
    {
        "speaker": "A",
        "text": "Actually, you can claim your blur there."
    },
    {
        "speaker": "B",
        "text": "You can claim your blur there."
    },
    {
        "speaker": "A",
        "text": "That's fantastic, Dick. That's funny. That's funny. I did want to say, though, it's not. I feel like all of my friends now live on the Internet, and if you haven't hung out in Vicky's AI space every weekday morning at 11:00 a.m. eastern. Awesome space. Definitely check it out if you haven't. But Sarah, who as a regular up there with Vicki on her space, refers to it as her pocket family. And I find that very, very true. Yeah, it's very true and very. It's a great way to describe when all of your friends live in your phone. It's your pocket family. I love it. So I'm adopting it. So. Shouts to Sarah and Vicki and yeah, I saw gt's hand go up. I know. We were talking about his show, GTA. Don't see you up here. I thought we got you up, but come back up anytime. And, yeah, I mean. How you feeling now, Jamie? Feeling better. You got the energy flowing?"
    },
    {
        "speaker": "B",
        "text": "My wife brought me a gravel before the show. Started. You get a gravel."
    },
    {
        "speaker": "A",
        "text": "I don't know what that is. I don't even know the words you're saying. I don't even know what the word is."
    },
    {
        "speaker": "C",
        "text": "Like, the stuff on the road, the little rock gravel."
    },
    {
        "speaker": "A",
        "text": "My wife brought me a cup of gravel, and I'm ready to go."
    },
    {
        "speaker": "B",
        "text": "I love these moments. So, like, these little moments where. Cause we think we live in the same universe, and we live in a slightly, you know, different universe. So, gravel is an over the counter medicine that you take when you have, like, nausea. It's like, if you take it before you go on a roll, like, what do you take before you go on a roller coaster? If you get ill, do you have, like, a. Is there a medicine that's kind of, like a staple or, like, if you."
    },
    {
        "speaker": "A",
        "text": "Get, like, dramamine, that's like motion sickness. Yeah, yeah, yeah. So this sounds more like a pepto, like, but you can do."
    },
    {
        "speaker": "B",
        "text": "No, no. So we have pepto. We have pepto Bismol. But no, this is definitely a more motion sickness you would take it for. But also."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "I mean, like, yeah, so, yeah, so maybe, like, a dramamine. Is that, like, a name brand?"
    },
    {
        "speaker": "A",
        "text": "Uh, I I believe so. I don't know. Is it the brand or the medicine, Steve? I'm not even sure. I actually don't know that."
    },
    {
        "speaker": "C",
        "text": "No, I actually don't. It feels like it might be one of those Kleenex things. I always assumed it was the medicine, but maybe it is a brand, and you just. You get it. That's a great. I don't know. I have to look that up."
    },
    {
        "speaker": "B",
        "text": "So. Yeah, so gravel. Gravel is what we use here in Canada."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "Just, like a little pill that relieves motion sickness and nausea."
    },
    {
        "speaker": "A",
        "text": "Got it. Yeah. Well, we're. We're out here making believe."
    },
    {
        "speaker": "B",
        "text": "It's like these little. It's these little. Little things that way that make us different. I think it's very interesting."
    },
    {
        "speaker": "A",
        "text": "I always. I always love it. And, you know, usually you end up getting picked on in these situations because they're odd. The audience is typically skews more american."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And it's not quite fair, but there's nothing weird about this situation. By the way, I don't know if we mentioned this on our. On any of the shows yet, but back when we got our final, like, download numbers and everything from 2022, it's still fascinating to me. One of the things they let you know is, like, how many countries you've been listened to in the. And what your, like, most popular city is and everything like that. And so the mint condition, which I find this crazy as well, had been listened to last year in 182 countries, which is just insane. Like, I can't even imagine. I didn't even know there was 182 people that listened to this, let alone in different parts of the world. Right. But I also find fascinating where our top, like, market is where we get listened to the most. I would like to throw it to somebody in the audience to take a guess. Steve, do you know? I don't think you know the answer. Would you like to guess where your top audiences do?"
    },
    {
        "speaker": "C",
        "text": "You say, sir?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, where are most. Like, what city are we most listened to in the world?"
    },
    {
        "speaker": "C",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "Oof."
    },
    {
        "speaker": "C",
        "text": "Um. In the world. So when you say in the world, that makes me think it's not the United States."
    },
    {
        "speaker": "A",
        "text": "That's correct."
    },
    {
        "speaker": "C",
        "text": "I'm gonna go with. Because you had ebbs on early. I'm gonna go with Sydney, Australia."
    },
    {
        "speaker": "A",
        "text": "You knew the answer."
    },
    {
        "speaker": "C",
        "text": "No, no, no. I definitely did not. I definitely. That was not a. I knew that you had listeners. I knew that Australia was an odd one that it popped up on when, like, captain Ape and pony or something like that. There's some situation where I was like, that's odd. But."
    },
    {
        "speaker": "A",
        "text": "God damn it, I hit my dongle again. Oh, yeah, sorry. Sorry."
    },
    {
        "speaker": "C",
        "text": "For those who are earlier."
    },
    {
        "speaker": "A",
        "text": "Dongle. I'm sorry. I just. My knee hit it, and I didn't, like. It just happened."
    },
    {
        "speaker": "B",
        "text": "So. So I'm not sure if we've said that on the show before. Maybe, like, thumbs up, if you guys knew, was Sydney, Australia, maybe already. If anybody else."
    },
    {
        "speaker": "A",
        "text": "Otherwise, we'll give Steve his credit, but I don't know. Felt like the fix was in on that one. The. Gosh, we have a lot to talk about. Did you claim your blur one?"
    },
    {
        "speaker": "B",
        "text": "I'm claimed. I've tweeted and claimed."
    },
    {
        "speaker": "A",
        "text": "Tweeted and claimed."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because I'm assuming, you know, like, you had to, like, tweet out, like, that stupid thing in order to be able to claim your blur."
    },
    {
        "speaker": "A",
        "text": "Not if you're a member of the Djen war room, you didn't because. Oh, really? Our good friend and very technical expert. Yeah, and very technical expert. Waggle foot. Shouts to waggle foot. He posted a method in which you could basically claim it from contracts. So you didn't have to do any of it."
    },
    {
        "speaker": "B",
        "text": "You didn't have much."
    },
    {
        "speaker": "A",
        "text": "You didn't have to open your boxes. You didn't have to tell them that you were from the US and live at it. You could do it. You got your proof, right, from interesting, this site that he knew."
    },
    {
        "speaker": "B",
        "text": "And so is that, is that plausible deniability? Like, if you only went to the contract, you would never know."
    },
    {
        "speaker": "A",
        "text": "I would think so. Right? Like, I'm. I think the, I mean, this is why I think that the blur, like, check this box, if you're not a us person, is a CYA move. Like they, they have to cover their butts on it because like any of, I think most of these types of things can be done from contract. What you actually need is your proof. Meaning the proof is the thing that identifies your specific wallet and the amount you have and everything like that. So if you don't know how to get the proof, you have to do it through their UI. Right. Like, that's what's going on in the back end. But if you have that, and so he posted a tool and some instructions on how to do it, you could get your proof and do it right from contract. So I don't think I technically committed wire fraud when I claimed my today or my blur today, I did not have enough blur for it to really even be worth it. I mean, that's not true. I."
    },
    {
        "speaker": "B",
        "text": "It's like petty theft under five k. It's like."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. I had, I had 680 blur so I could get, you know, a couple nice dinners. It could have gone out for Valentine. That's pretty good. Yeah, exactly. So."
    },
    {
        "speaker": "B",
        "text": "And how much effort did you put into, like, getting that?"
    },
    {
        "speaker": "A",
        "text": "Zero. I really. Zero effort. I mean, I. It was, I only had stuff from the initial drop once, so, like, I didn't do any of the farming. So I was actually. Yeah. Basically only had what they gave me for like, you know, my trading activity before blur. Right. So, um. Cause I didn't, I didn't do too much trading, but, uh, it's interesting. So you, you had a decent amount."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, I did, like, I wasn't, uh, there's some people that I've seen that have claimed a considerable, a considerable amount. I got about 2000 of them. Uh, which, you know, it's, you know, about two grand right now, which is, you know, I'll take $2,000 any day of the week. But, yeah, no, I did pretty minimal as well. I think I listed like a couple of items on blur. Like, I think you had to list some stuff. So, yeah, just, I just listed some things there. I did pretty minimal work to, you know, to get that 2000 blur. So I was pretty happy because when we were talking, I think we were asking des a couple weeks ago, and he was fading it. And I said, how much? Like, dollar wise, how much should I get from this blur airdrop. And I think he said, like, if you got $500, like, it was, you know, that would. You should be grateful, you know what I mean? And we're, you know, people are cooking, and it's still. I'm looking at the chart as we speak. You know, it's $0.94 right now. I don't know. I don't know where this goes. I was. I jokingly tweeted out yesterday that, you know, $5 was programmed. Like, you know, not for nothing, it could go to $5. But I think, you know, I mean, what is it, a five x from here? Like, that's. We've."
    },
    {
        "speaker": "A",
        "text": "I mean, just don't. Just don't go, like, inducing FOMo."
    },
    {
        "speaker": "C",
        "text": "Like, that's giving me early 48th yacht club vibes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "If people get fomo from my predictions, you know, there. There probably are. They probably don't have any money to put onto it anyway. So. Yeah, I don't know. Like, the chart looks good, I would say. I don't know if you've seen it. It doesn't look awful."
    },
    {
        "speaker": "A",
        "text": "I mean, all. All the charts look pretty good right now. Right?"
    },
    {
        "speaker": "B",
        "text": "That is true. So I think a lot of."
    },
    {
        "speaker": "A",
        "text": "So here's a question for you. You are a blur whale in the sense that you have more than a material. Like, you have a material amount of blur to you, right? So. So anybody can take this advice with, just adjust it to whatever a material amount of blur is to you. The market is ripping. You've got in terms of USD, you've got ETh going up. You've got bitcoin going up. And your blur holdings today in ETH terms, are actually worth less than they were yesterday in terms of ETH. Are you holding? Are you holding and trying to kind of make up that ETH ratio? Are you, like, from something you're even considering? Yeah. Like, if you were holding. Yeah, it definitely is. The price, the eat. The ratio has gone down because yesterday Shane was saying in the war room that he lost, like, a Ethan a half worth of value because he's."
    },
    {
        "speaker": "B",
        "text": "I think he sold some, didn't he?"
    },
    {
        "speaker": "A",
        "text": "No, he's talking about what he has left."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, that's not accurate because definitely yesterday, my 2000, it's 1980, was fluctuating between 0.75 ETH and about 0.85 ETh, and currently it's 1.08 Eth right now, and that's blurred."
    },
    {
        "speaker": "A",
        "text": "Okay. So then maybe even. Just. Maybe even just throughout the course of the day, it's caught up. So maybe it was lagging interesting, but okay. Same scenario though. Like what, what's your decision making there? Are you holding for the. Are you making your decision based on the ratio like that or are you just looking at the USD price?"
    },
    {
        "speaker": "B",
        "text": "I think I'm playing it like I should have played all the other similar types of airdrops. I think you wait four to five days, like I said the other day, and you just sell it. I think I heard somebody else say that today too. And whoever said that was, I think, I think they had even more proof to back down."
    },
    {
        "speaker": "A",
        "text": "Whole thread that came out. I forget who, who the thread was by."
    },
    {
        "speaker": "B",
        "text": "It's like somebody heard me say it."
    },
    {
        "speaker": "C",
        "text": "And then it was Nft got hit."
    },
    {
        "speaker": "A",
        "text": "A real long thread. Like I'm not a trader, but here's how I would have handled the past ten airdrops."
    },
    {
        "speaker": "B",
        "text": "Guys making a lot of sense. But no, I think, I think I play it like, you know, it's now 24 hours roughly, you know, we'll give it another, you know, another, I don't know, maybe 72 and see where we're at. But I think the fomo builds up over the next, I mean if it does, because that's the thing, right? Like I think regardless of how much you got, and I mean, don't get me wrong, if, you know, we had some people like take a little bit off the top, like, you know, if you got a ridiculous amount, you took a couple of eth just to be on the safe side, it is free money. So to me selling early never makes much sense because it's free. Like just let it go. And then if it does get into a, you know, a fever pitch when everybody's buying it up, you can, you know, see where the top is and then sell on the way down. Like you'll know when it's the top. And I don't think it, I don't think we've got there yet. So to me, wait, like whether the, whether the crazy fomo happens or not, it'll happen over the next couple of days is my guess. And yeah, like I would rather wait to see if there is a crazy amount of fomo than just sell quickly, you know what I mean? Especially free money."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. I wondering though like is the old saying this time it's different. And I'm only saying that because like they've already come out and said that this was like season one, right. And so when we've seen these airdrops in the past, they've kind of all been kind of just straight up the whole supply at one time that they were going to airdrop, and it was all out there. This was 12% of the supply, and they've already got season two starting. So people are going to be farming for season two. Does that keep the price up versus what we've seen in past airdrops? Are more people going to be motivated to be farming for the second airdrop?"
    },
    {
        "speaker": "B",
        "text": "So I think, I mean, we saw it with. I mean, we. Our airdrops go back away is, like, I remember, like, the Uniswap ones airdrop."
    },
    {
        "speaker": "A",
        "text": "Like, that was the first time. That was the first for those who were not around, the Uniswap airdrop was the first time that I had felt what the windfall of free money looked like. I don't even remember if I got any, but it was the first time I'd seen this mechanic used, and it was wild."
    },
    {
        "speaker": "B",
        "text": "It was wild and uniswap. I mean, it went crazy, and then it. It, you know, it retraced significantly. It had a big pullback. But then over the course of, like, the next six to eight months, I feel. I don't know the exact numbers, but I feel like it came back to a certain point. It may have reached new all time highs. I don't know, but I do remember it had a second life to it after that pullback. But there's not a lot that, you know, there was this. There was a sushi drop as well, if memory serves me correct. I I'm just trying to think of all the drops, and there was, like, the not so rare. What was the other one?"
    },
    {
        "speaker": "C",
        "text": "Looks rare."
    },
    {
        "speaker": "B",
        "text": "Looks rare. Thank you. Like, to me, looks. I would say somewhere, I think blur probably lands somewhere between looks rare and Uniswap."
    },
    {
        "speaker": "A",
        "text": "I think this. Yeah, I agree. I think this could be better than looks rare long term, in terms of, like, the gamification of this as far as, like, the seasons and the farming goes. Like, I would imagine people are gonna see this airdrop, and if they didn't get it, they're gonna see what other people got, right? And then they're gonna go and try to farm the shit out of the next. The next one, right? Like, you got Maki, who am I seeing this right over, like, 1.8 million blur tokens. Is that wild? Dude, that's insane. You know, the other thing that's crazy is, like, Franklin, who is the, you know, board ape market maker. Yep. He claimed, like, 500,000 tokens on one wallet. And I think they said that he had multiple wallets with that. And so, like, if you're, if you're somebody with that amount of blur and you see this thing where you're like, yeah, you have to. It's not available in the US and you have to be a non us. Like, what are you doing? If you are. If that was you, are you. Are you taking the risk or are you not? I mean, I feel like you. I feel like you have to, but, like, I don't. I can't imagine. Yeah. What would you do?"
    },
    {
        "speaker": "B",
        "text": "So you live in the US."
    },
    {
        "speaker": "A",
        "text": "You've got say so good quarters of a million dollars in blur token being airdropped to you. But the sign says, oh, you're actually not allowed to have this."
    },
    {
        "speaker": "B",
        "text": "And correct me if I'm wrong, I forget what the checkbox says."
    },
    {
        "speaker": "A",
        "text": "It says you are not us person. I am not a us person."
    },
    {
        "speaker": "B",
        "text": "Is that what it said?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it said person, not citizen."
    },
    {
        "speaker": "B",
        "text": "All right. Yeah. I mean, there's. For that much money. Okay. This is what I would do. This is what I would do for real, just to keep it safe. Is. I don't know, like, I feel. Is there a way to just get, like, a po box? Like, another country? Like, I don't know, just to. I guess."
    },
    {
        "speaker": "A",
        "text": "Well, I sure."
    },
    {
        "speaker": "C",
        "text": "This is also illegal, by the way, what you're describing, like, not better."
    },
    {
        "speaker": "A",
        "text": "Well, I would call you. I'd probably call you."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I would be like, hey, here's my seed phrase. And guess what? If I can't touch it. Like, I guess that's the risk I take that you steal it from me. And, you know, you're like, well, I've never even met this guy. Of course I'm going to steal this from."
    },
    {
        "speaker": "B",
        "text": "Would you trust me?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "For a million? Like, yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "I feel like I would appreciate, you know what I. To me, that's almost as valuable as a million dollars is for somebody to trust you with a million dollars. Like, the level of trust somebody would need, I think, is its own reward. I mean, it's not."
    },
    {
        "speaker": "A",
        "text": "I would trust you with. I would trust you with that amount of blur airdrop. Yeah, I would."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "I think. I think if you like, the only thing I wouldn't trust you, like, the only thing that makes me would not trust you is like, I don't. You're the execution risk. It's not that I think you would run off with it, it's that."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Right. Like, what if you. Fat fingers somehow. Yeah, right. Exactly. Like, I don't trust. I don't think that you would be. I don't think you would steal it from me. I think the execution risk. And not saying you would even have that, but. No, but that is the risk. It's not that you wouldn't send it back. J. Webb, get in here. What would you do?"
    },
    {
        "speaker": "C",
        "text": "So two technicalities that I hope hold up in court. Number one, you just have someone else click the button. So you, like, go to a different country, maybe find, like, an Internet cafe, if that's still a thing. Just have, like, some stranger who's not american citizen hit the button. Also, it says, I am an us person."
    },
    {
        "speaker": "A",
        "text": "There's no. Period."
    },
    {
        "speaker": "C",
        "text": "So, like, technically, it's like, no, I'm more of a me person."
    },
    {
        "speaker": "B",
        "text": "So this."
    },
    {
        "speaker": "C",
        "text": "Technically, I'm good on this one. So I'm hoping that holds up in court someday."
    },
    {
        "speaker": "A",
        "text": "There's no us in team. That's right."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "I like this."
    },
    {
        "speaker": "C",
        "text": "You might. You might. You might appreciate this. This is maybe a slightly. This is a story I would not tell on coffee with captain, but I love that."
    },
    {
        "speaker": "A",
        "text": "I love that where the coffee with captain dumping ground, it's my favorite part of what this show has become, is, like, the things that Steve and Cap don't want to say on their own show. They come here to say, yeah, we."
    },
    {
        "speaker": "C",
        "text": "Come here for our candy draft of the week. Yeah. My, my. No, my. There's a. There's a podcast, the number one sports podcast in. In. I think in the US, maybe the world is called. Pardon my take. And they have this producer, and he's a big Celtics fan. He goes to the game. Sorry, Chamber. We don't like him. He's sitting. He's sitting courtside for these."
    },
    {
        "speaker": "A",
        "text": "This game."
    },
    {
        "speaker": "C",
        "text": "And I, uh. The Celtics just lose. Whatever. It's a playoff game, and there, it's an elimination game. They lose. And he types, fucking a, man. But he forgets to put in the comma after the a and doesn't realize it till later. And everybody's just like, okay. Well, I mean, like, nothing wrong with that."
    },
    {
        "speaker": "A",
        "text": "I just."
    },
    {
        "speaker": "C",
        "text": "I don't know, like, there you go."
    },
    {
        "speaker": "A",
        "text": "That's great. I love stuff like that. And it's. Punctuation matters, folks. And that maybe. Maybe that was the case, J web, where they were just like, hey, we're gonna leave this. These periods out here. So, you know, it's us. Not. Not us. I was complaining, as I want to do in the war room, that I haven't had a win in a while. And everything was pumping after the blur airdrop, except for my Memeland captains, which I bought prior to the release. And I've been staking, uh, just in today at 419, one wallet. Just spent 250 eth sweeping meme land. Captains, they grabbed 61 of them. So maybe. Maybe it's my day that the captains will pump. And, you know, even though I'm not."
    },
    {
        "speaker": "B",
        "text": "A trader, I do feel I don't know anything about the project. I mean, you know, very minimal. But I do feel I have that instinct that I do think they are going to pump it just whenever their next roadmap thing is, I think it will pump. I do feel good about Memeland in general, so it might just have to be a longer hole. But I think you'll see new all time highs with that, for sure."
    },
    {
        "speaker": "A",
        "text": "I'm hoping so. So. But that was. So that is the segue into what the blur airdrop is doing for the broader market. It seems like we're seeing a bunch of things. As is usual, I would say people are getting that liquidity and they're firing it back into the market. And then on top of that, I think you have, like, this blur. Season two is, I think you. It's back to, like, the bidding and things are eligible for season two. So you might see, like, floors being propped up again like we did last time. You know, it. It's interesting to see what's going to happen here. What do you think? We'll see a sustained pump here. Is the crypto pump going to ruin it a little bit? What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a good question because it is weird that we are getting this crypto punk or crypto. I'm looking at, I'm looking at, like, I'm looking at texture punks right now. It is strange that they're both pumping at the same time because I don't think one has to do with the other. I mean, maybe on the east side. Like, I guess maybe if ETH pumps, it could make bitcoin pump. I don't know. So maybe they are connected."
    },
    {
        "speaker": "A",
        "text": "I doubt it has anything to do with that, why these two are pumping. Know why? Bitcoin and crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm definitely with you. I would definitely lean more that side. But no, I think, I mean, like I said, this happens right where, you know, you get the airdrop, whether it's a good airdrop or, you know, a mediocre airdrop, you do see the reverberations over the, the following weeks in the NFT market. So I do think a lot of this stuff, like, I mean, I think you'd mentioned Renga and what was the other one, the Izuki stuff? Was, was moving, you know, now we're seeing, now you mentioned, like the captains, I'm just waiting for chungos to pop my chungos, man. Machung goes. But no, I think, like I said, over the next couple weeks, and the fun thing is, is when BTC and ETH pump, usually you see an alt pump in the following weeks. So, you know, does that, then pump the, does the crypto market, then pump the blur market, especially on the, you know, I mean, on trading all coins and, you know, it does one feed into the other and we have like a perfect storm of, of profit. I don't know. It would be interesting. I would like it. But no, I do think, I do think these things are over the next, like I said, you know, two, three weeks, who knows, might, it might even start a springtime, little springtime mini bull run."
    },
    {
        "speaker": "A",
        "text": "Interesting. I'm excited to see it. I love to see, I like to see the positive, bullish sentiment. I think we, you know, we spent so long in the negativity here, I'm ready for it to come out. And I'm pumped for everybody that's winning the, we're, I'm just going to start rolling around the horn on the news here so you can tell me what."
    },
    {
        "speaker": "C",
        "text": "You'Re going to real quick. As you go on the news, though. I have a question for you guys, because, like, again, like, as much as we joke, obviously you guys are like smart traders. You know the market really well. Like, do you think that we can have a strong sort of sustainable market even if, like, sort of the globe in general is sort of in question right now with a lot of situations, like, do you think those things can decouple, whether it's NFT or crypto?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I think I've been holding strong that the answer is no. But I keep getting proven wrong at every point here. I thought what we just saw this past week, the breakdown of the $1700, eat back to 1450, I was like, okay, this is what I've been waiting for. Here we go. Here we go. And then straight reversal the other way. So, like, I, and because, you know, it would have made sense to go lower again, I had a target pointed out and it just didn't get there. But, like, I, I've always thought the answer to that was no. But, you know, we've all, we've been uncorrelated before, right chamber. We've been uncorrelated back in the 2017, 2018 days. And it wasn't until this bull run that we really became correlated with the traditional market. So it's not unheard of that we would be decoupled. And it actually makes sense that we could be decoupled based on, you know, just especially, like, things like bitcoin, that there's the narrative around it being store of value or safe haven asset from the government and things like that. So you could potentially see that. But at the end of the day, these are very risk on assets. And when I think of, okay, well, what's the world going to look like if we're in this macro recession for a long time? Well, then it doesn't totally make sense to me that we would be pumping in crypto. Right. Feels more."
    },
    {
        "speaker": "B",
        "text": "Dongle."
    },
    {
        "speaker": "C",
        "text": "He had to hit the dongle."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Your dongle must be sore, man."
    },
    {
        "speaker": "A",
        "text": "It's just like, I can't. I could keep going deeper into this metaphor, but I will choose not to. But my phone, it's got a mind of its own. It, like, just doesn't quite fit and it gets knocked out really easily. It's just. It's just a problem that I have been having."
    },
    {
        "speaker": "B",
        "text": "That's only certain people's problems."
    },
    {
        "speaker": "A",
        "text": "It's definitely mine. It's nothing enjoyable. It's not enjoyable experience and. But, yeah, like, I just don't. If there. I don't see this, like, crazy appetite for risk on assets if we're in a macro, you know, recession. So, like, my thought is always, no, but we have decoupled before chamber. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I just. I have s and p up right now. I mean, it's not doing the exact same, but there could. I'm just looking at it now. You could have a reverse Adam and Eve again, just kind of looking. You could. I could see the, you know, the legacy market moving. As long as, you know, I mean, we did. We did have a, you know, UFO invasion last week. As long as World War three doesn't start. I know. You know, I don't know how close Steve is to what, you know, what's happening in, you know, the Ohio region. I believe it's Palestine or Palestine. I don't know how to pronounce it, but some shit was happening there. So as long as there's not any more of this fucking bullshit."
    },
    {
        "speaker": "A",
        "text": "That's a big hit, man. Yeah. Like, if there's no other bullshit in the world, maybe just chill out."
    },
    {
        "speaker": "B",
        "text": "Like it was getting out of hand."
    },
    {
        "speaker": "A",
        "text": "There was an abundance of bullshit."
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, I mean, it crescendoed. You know, unfortunately, there was a, you know, at the. There was a active shooter in Michigan state, and I was literally on the Michigan border. I'm like, this is as close as I've been. So, I mean, it was just, like, nonstop. I'm looking out and, you know, I'm getting twitter, getting twitter updates or notifications on my phone. I'm looking out my hotel window looking for UFO's. Like, I was a high, you know, there was a high intensity night for me. So this is. It's. Yeah, just chill out. And if we're chill, I think all markets are looking okay from this point. But, no, if something does happen, especially, like, you know, some. Some bad global stuff, we'll definitely see it crypto as well. I don't see that changing anytime soon. But. But the just, again, just looking at the s p as just a. Just a. Kind of a quick indicator, you know, you could make the argument that it looks good for, you know, for some. For a rebound. So we'll see."
    },
    {
        "speaker": "A",
        "text": "Interesting. The Michigan state thing was super sad, and what was even crazier was, I don't know if you saw this, but there was a tweet or a TikTok that somebody put out, and I don't know her name, but she's a 21 year old girl, and she was across the street from the shooting, and, like, her dorm was across the street, and she's actually a survivor of the Sandy hook shooting. No shoots. Could you even fucking imagine that?"
    },
    {
        "speaker": "B",
        "text": "Like, I couldn't imagine."
    },
    {
        "speaker": "A",
        "text": "Insane. That's terrible. And so. But her TikTok or whatever it was, she put out the video was, like, okay. Calling for, you know, action and reform. So it was, you know, pretty positive and, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you know what?"
    },
    {
        "speaker": "A",
        "text": "Still pretty crazy, especially with tick tock."
    },
    {
        "speaker": "B",
        "text": "And, like, just, you know, we've been saying it for years, but just more and more phones in the hands. I've been noticing a lot more lately where we're getting on social media just, like, these insane videos from, like, within where, you know, wherever these things are happening, whether it's a, you know, a school or a mall or wherever, you're getting, like, inside footage. And it's. It's very difficult. I don't know."
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "I don't. It's. It's too real. Maybe it's a good thing. Maybe it'll help with. I don't know, there's some shit a topic for another day, but totally. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I just thought that was crazy. Like, the. What are the."
    },
    {
        "speaker": "B",
        "text": "That is wild thing?"
    },
    {
        "speaker": "A",
        "text": "But anyway, let's. Let's go to Joe to tell us why we're all dumb."
    },
    {
        "speaker": "D",
        "text": "No, you're not dumb at all, because you were talking about that. I think the girl. But Goody was into shootings. Mass shootings."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Yeah. His cousin, she got shot at the Vegas shooting. Was that called that?"
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "And he, a marine broke into a truck and drove her to the hospital. It saved her life. She had, like, 20 hours of surgery. He's got crazy pictures, and she recently had a baby, so, you know, that worked out. And he was also at that bar or club or whatever in Thousand Oaks that had a shooting."
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "D",
        "text": "Yeah. So the point of the story is that don't go out with goody."
    },
    {
        "speaker": "A",
        "text": "No kidding. No kidding. I. He. He invited me out in Vegas, and I'm glad I didn't. I still went to bed instead. Geez. That's crazy."
    },
    {
        "speaker": "B",
        "text": "That is wild. That is crazy."
    },
    {
        "speaker": "A",
        "text": "Ah, man. Well, I mean, this. This conversation has swung. We went from making you feel a lot better chamber to now. Now everybody hates us, so we brought down the whole mood. But quick, hit your dongle again. I got it."
    },
    {
        "speaker": "B",
        "text": "That makes it all better."
    },
    {
        "speaker": "A",
        "text": "Did I?"
    },
    {
        "speaker": "B",
        "text": "No, you're good."
    },
    {
        "speaker": "A",
        "text": "All right, the other news here, more projects. Talking about going to Polygon chamber. This is a project that you are."
    },
    {
        "speaker": "B",
        "text": "I think I know what this is."
    },
    {
        "speaker": "A",
        "text": "Yeah. You would say. I would call you a minor celebrity in this project, and that's the plague you've got."
    },
    {
        "speaker": "B",
        "text": "I am a minor celebrity."
    },
    {
        "speaker": "A",
        "text": "You are. I would say Steve's a major celebrity in the plague. You are a minor celebrity. Yeah. That entire back and forth on that episode is one of my favorite moments of the entire show where. That we've ever done, where you put out your entrance tweet into the plague and it, like, three likes, and Steve's just did, like, 20 times the numbers. It was just so good. But the plague is moving to Polygon to execute on its mission, so they're not moving the plague. Pfps. I believe, however, a tweet from Polygon today. Yep. 1211 today, a plague is spreading to the Polygon network. The frogs of the plague, nft, are joining Polygon to execute on the plague's mission, decentralizing opportunity through innovative products in the spirit of web three. So they're building their games on Polygon. So that's super interesting. Makes perfect sense from a game execution standpoint to me. But, you know, another win for Polygon, both from, you know. Yeah, I think they're. They've said that they're really leaning into the community aspect of things this year, and they're really going full force into that. So this is another, you know, pretty rapid. I actually never bought any. Oh, polygon or place Polygon? No, I don't own any matic and aria matic."
    },
    {
        "speaker": "B",
        "text": "Sorry."
    },
    {
        "speaker": "A",
        "text": "I don't own any. And it's always been for me that I just can't, like, get there with, like, what the hell the token does. So I just don't know if there's any. I mean, it's going to do well. Polygon is doing well. The token will do well because people will equate that with owning polygon, though."
    },
    {
        "speaker": "B",
        "text": "That's not how it works."
    },
    {
        "speaker": "A",
        "text": "Right, like that. Yeah. And. But I personally struggle. You know what I mean? Um, so I just can't. Do you have a. You have a poly bag?"
    },
    {
        "speaker": "B",
        "text": "I have, uh, yeah, I would say I have a big poly bag. Like a matic bag."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll see. I have a."
    },
    {
        "speaker": "A",
        "text": "It was my big. On a scale of one to ten."
    },
    {
        "speaker": "B",
        "text": "Um, like, I have like 20,000 poly."
    },
    {
        "speaker": "A",
        "text": "Or is it bigger than your bitcoin bag?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay. Did you buy any ordinals yet?"
    },
    {
        "speaker": "B",
        "text": "No, no, my big. I haven't even looked at my bitcoin. Like my bitcoin wallet. It's tucked away. It's there. I play it has I. So I have like a separate, like, hardware wallet that just has Ethan bitcoin in it. And I'll send stuff there once in a while, but I don't play with that too much."
    },
    {
        "speaker": "A",
        "text": "Nice back. Let's go back to Joe."
    },
    {
        "speaker": "D",
        "text": "I just had a question for you, Bunch. Do you know what proof of journey is? Because it says that they're going to be the first consumer product to use proof of journey supply chain solutions on polygon."
    },
    {
        "speaker": "A",
        "text": "I actually don't. I didn't even get that far down in this thread. I don't know what."
    },
    {
        "speaker": "D",
        "text": "I was reading it earlier and I was like, oh, maybe punch knows."
    },
    {
        "speaker": "A",
        "text": "But without giving too much away, the team is launching their first consumer product using the proof of journey supply chain solution on Polygon within the next 60 days. They chose Polygon due to its unparalleled support and belief in the technology. All right, well, that's my homework to find out what proof of journey is. And I will try to report back on Friday."
    },
    {
        "speaker": "B",
        "text": "But it's when you round trip your bag."
    },
    {
        "speaker": "A",
        "text": "I thought proof of journey was what we were doing with Starbucks, so now I'm really curious. But I will try to find out because I do have some folks that I know over there, so I will find out. But, yeah, that was interesting. Polygon leaning into the community stuff. Another big, so rare sale in the basketball side. Did you see this chamber? Did you were, I never got in."
    },
    {
        "speaker": "B",
        "text": "Part of me, I think I dabbled a little bit, but I didn't play that much."
    },
    {
        "speaker": "A",
        "text": "I feel like you would really like this. Like, I'm surprised you don't. You aren't into it. I mean, first of all, I have to say, your fantasy basketball skills on point."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's one of the few sports related skills I have, but no, I do. I just, I don't have time."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I feel like so rare. There's just an additional amount of time you have to put into it."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's a game you got to be into. Yeah. You got to play it to get the true value, I would say. But a LeBron James one of, one sold for $69,165. So I think we saw, didn't we see the Giannis go? The Giannis go for like 180 or something. 130. I think you're right or something. Yeah, this one's interesting. Super plastic and Amazon. Amazon Studios announced a partnership today. So super plastic. Put out a tweet this morning at 10:13 a.m. today we announce a collaboration with Amazon that spans investment and a first look deal with Amazon Studios. The Alexa Fund leads our $20 million series. A investment round in the janky and Gucci Mon show has been put into development at Amazon Studios. So, I mean, that's pretty crazy. I wonder if these actually did these pump after this news, because, I don't know, it's pretty big news. Me, I would put this in both the news category and busin we've been talking about. You know what? We actually really haven't even dove into all the potential impact that Amazon has as they come into the space later this year, which they've announced. And I don't know, I think it's going to be a big deal. So for this, I mean, we're talking stuff that could really put this technology in front of a lot, a lot, a lot of eyes. And so this is pretty cool from super plastic. So I would be interested in checking out what the reaction here was, but chamber news."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I think anytime Amazon's."
    },
    {
        "speaker": "A",
        "text": "What are you thinking about? Yeah. What do you think in general about, like, Amazon entering space in, in general?"
    },
    {
        "speaker": "B",
        "text": "I do. I just think Amazon is, you know, you know, kind of like Disney all of a sudden just kind of, it was already big, but it just all of a sudden took over everything. You mean as far as, like, you know, now like Fox and like, the Marvel Cinematic Universe is all intertwined with Disney. Like you put on Disney plus and there's, there's just everything there now. I think Amazon is going to be like that in the near future. I mean, they're already obviously Amazon, but it sounds like they're really just doing a lot of things to kind of really set themselves up to be just even bigger than they currently are. Stuff like this obviously plays a factor. Like I'm hearing a ton of stuff like how they're just poaching Netflix talent left and right and paying insane prices for things and for, you know, and for kind of breaking people out of their contracts with Netflix."
    },
    {
        "speaker": "A",
        "text": "Yeah, they dominate the world and they're."
    },
    {
        "speaker": "B",
        "text": "Saying, I think as big as we think Amazon is, I think they're going to be even bigger over the next like four or five years."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I mean, like, just taking that one step further and if they really, really, really dive into the NFT. Exactly. Thing like that, I mean, it's just going to be, it's, it's all great. Whether or not you put aside, oh, is it going to be this centralized or decentralized thing and what does that mean? Blah, blah, blah. But just in terms of getting this technology as a household thing that people use and are aware of, I think it's going to be super, super impactful. We have a new hand up to the stage. Crypto Jesus. Welcome. What do you got?"
    },
    {
        "speaker": "E",
        "text": "What's up, guys? Thanks for having me up here. I actually minted the super plastic nfts in August of 2021."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "E",
        "text": "I minted over 20 of them and I sold a few when they did the collab with the Borde biat club to create the physicals. And that's when they're clocking in. The floor was like about an 8th, I believe. But I held the majority of my bag, so I was happy to see this news."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, that's awesome."
    },
    {
        "speaker": "E",
        "text": "Found out about it from you guys."
    },
    {
        "speaker": "A",
        "text": "So did, did you check the price? Did they pump on this or what?"
    },
    {
        "speaker": "E",
        "text": "The floor is up a little bit, but there's barely any activity on the collection yet. Well, one of the things that happened back when, like, the boarded gal club kind of pumped it a year ago is it took a while for people to realize that janky and super plastics are part of the same thing. Like Janky is their NFT collection because people just hopped on open sea and searched, like super plastic and they didn't find anything. So I'm very curious to see how the market reacts to this overall because like you said, I just went to their twitter. I checked their pinned tweet and it's barely got any activity on it. And it was posted 6 hours ago. I'm kind of surprised that people aren't talking about this at all yet, considering it's Amazon."
    },
    {
        "speaker": "B",
        "text": "He dongle himself."
    },
    {
        "speaker": "A",
        "text": "Whoops, sorry, I did. Well, I was, I was, I was going to say I thought the same thing when I looked at this tweet. It's got, you know, this was at 1013 this morning. It's got 95 likes and 36 retweets for some, for Amazon news. I think it's like pretty big, especially like, I mean that seems pretty low activity there. But like this is, it's one of these things where everybody says that they want to be like creating IP and they're these IP collections and this and that. And then like something like this happens where, okay, well, Amazon's gonna lead this IP into a show development and nothing really happens. So I don't know. That's interesting. What is the actual crypto? Jesus, what is the collection called on Opensea?"
    },
    {
        "speaker": "E",
        "text": "I think it's Janky Heist. And they have like two or three collections. They have super plastics, the Gucci Grail, which is the Gucci physicals. Then they have the Janky heist collection. And then there's one other janky collection, I forget the name of it. The Janky heist collection is their main collection. That's the one that has all the lore based off of it for the show itself. So I originally minted the janky highest collection just because I knew the guy who was heading the NFT side of super plastics. Great guy, and now he's the head of all digital for them. But back then he was like hinting, oh yeah, you know, they had just dropped a trailer. He's like, you know, we're going to drop a full tv series or a movie. I forget what he said. And you know, at the time I had signed an NDA, but most of this has come out today so I can disclose it. And he was hinting at their partnership with Gucci and partnerships with other companies. I was kind of just like, yeah, okay. It seemed like a lot to be like, yeah, we're going to have a partnership with Gucci. We're going to have a partnership with you. Go, we're going to have a partnership. I didn't know about the Amazon thing, but we're going to produce this whole production, blah, blah, blah. Seemed like a lot right off the bat, but they've accomplished every single one of those things. It has taken plenty of time, but they have done everything, and none of that was even public material on day one. And like I said, it seemed like a huge promise, but they've executed so far. Now, the collection's extremely disjointed in most of their activities on discord. And Janky and Guggemon were originally characters created in Web two, and they've created this web three lore around them. So I'm curious to see how this translates for them because historically their collectors have been all physical collectors who have been fans of super classics. They got them into the NFT space, obviously, through their introduction and nfts, but I'm curious to see what the tie is, if anything at all, between Janky heist, the collection, and these, the Amazon production."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. Thank you so much for coming up and chatting about it because I just, uh. That's more than I knew about the ecosystem. So I really appreciate you coming up and sharing, but I mean, it's super fascinating. I'm really interested to follow this now and see where. What it does over the next couple days because it just seems like such massive news. And I mean, to the point about, yeah, taking a while, but they've hit everything, I think that speaks to, you know, the space as a whole. We kind of need time to let these companies and projects cook a little bit and, you know, not everyone will execute, but, you know, some of them will and they'll. They'll hit big and it'll be beneficial. And again, this is all stuff that's super bullish for the space as a whole, utilizing this technology to make new things happen. So it's pretty good, but. So thanks, crypto. Jesus. You're obviously welcome up anytime. Appreciate you chamber. Before we get out of here, anything, any last words? One. How are you feeling?"
    },
    {
        "speaker": "B",
        "text": "I'm feeling. I checked. See if I was on mute there. I'm feeling good. Like I said, I think over the next few days, we're going to see if Blur has any legs to it. It looks like we're on the cusp of breaking the $1 threshold, so that looks pretty good. And we'll see where it goes from there. Like, we're going. Like, this is a good time. I'm just seeing like, you know, like, like I mentioned earlier, like a perfect storm, right? Like, we're going into the weekend, which I feel can be. The weekend can be good sometimes. You know, we have crypto pumping. I think a lot of good things could be happening over the next couple of weeks, but I just need to know what I should be like. I just. Can somebody just let me know what to buy?"
    },
    {
        "speaker": "A",
        "text": "Go buy a janky heist."
    },
    {
        "speaker": "B",
        "text": "I think I might buy a janky heist. Yeah. I don't know. Like, there's gonna be money. Like, we've seen. Like I said, we've seen it with Renga. We've seen it with the Izuki stuff, you know, we're seeing with captains. You know, what's gonna be the next thing is anything that's minting. Like, you know, I gotta get into the war room and ping Shane to tell me what's new that I should be getting into. But no, I just think there's, you know, next couple weeks, there's gonna be some opportunities to make some money. So if you're. If you're like me and in it for the money, keep your eyes peeled, keep your ears open, and surround yourself with intelligent people that know what they're talking about, and you might make a couple of bucks. You might be able to get that wendy's triple decker there that we all love so much. So if I have enough to get an additional burger from wendy's."
    },
    {
        "speaker": "A",
        "text": "Now you're speaking my love language."
    },
    {
        "speaker": "B",
        "text": "That's a good day."
    },
    {
        "speaker": "A",
        "text": "Now you're speaking my love language with a Dave's classic triple. You know, DCT. I was. I was going to play a little defend that tweet with you today. Instead, I'm going to just acknowledge that one of your tweets last night had just a very great amount of engagement for a chamber tweet. Joe. Joe's been dying for me to read this. Should I just do it?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "All right. This is how we're closing down the show today, and this is why we don't work well on coffee with captain. So the defendant tweet for today comes from none other than chamber Rex."
    },
    {
        "speaker": "B",
        "text": "You got all excited to talk about it, and I think he dungled himself. It's a good tweet. So for those of you who know the tweet, you know, buckle, you know, you already know what's coming. But for those of you who don't."
    },
    {
        "speaker": "A",
        "text": "All right, I had to ditch the dongle. Can you hear me?"
    },
    {
        "speaker": "B",
        "text": "Perfect."
    },
    {
        "speaker": "A",
        "text": "Okay. Tweet from last night. 07:04 p.m. on the most romantic of days, Valentine's Day. This tweet had, I mean, just really great engagement for the number of views it got. It got 1498 views, 14 likes. So, you know, you're hovering around that 1% mark. One retweet from Dow Jones. Of course, nice. Solid. I'm going to read off all the people who like this as well because they deserve to be seen. Tebow tivo like this Richie rich crypto Chad alt oh wow. That's, that's a, that's not even mine."
    },
    {
        "speaker": "B",
        "text": "That's not even my ult. I'm alt."
    },
    {
        "speaker": "C",
        "text": "That is the worst, that is the most on brand thing. If it was though that you're just like, yeah, I have it. It gives me engagement."
    },
    {
        "speaker": "B",
        "text": "I'm I'm actually alt."
    },
    {
        "speaker": "A",
        "text": "Chad quad Bundy Aaron Edgar Nick Nicastro Chambere cap Buddy Twitter bay really all loving this, this content from you."
    },
    {
        "speaker": "B",
        "text": "None of you guys. None of you cow."
    },
    {
        "speaker": "A",
        "text": "No, I can't. Like you've gotten two more likes since we've been talking about it."
    },
    {
        "speaker": "C",
        "text": "I just hit the like, I didn't see it last night."
    },
    {
        "speaker": "A",
        "text": "That's great. The quote here, lots of anal happening tonight all around the world. Tear faced crying emoji."
    }
]