[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am Bunshu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing pretty good, man. I'm. You know, it's Monday. I'm a little beat today. Back. Back to work. Off of my blink of an eye holiday. I don't know, I feel like. Like I said. Like I said in the. In the pre show, I blink my."
    },
    {
        "speaker": "A",
        "text": "Eyes and no sleep. And it was no sleep. Cigarettes and cocaine will do that to you for, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And your mother coming to visit over the weekend, like, you had."
    },
    {
        "speaker": "B",
        "text": "That was the. That was the worst part. That was the worst. That's a shitty way to end your. Your holidays. It was. It was too much."
    },
    {
        "speaker": "A",
        "text": "I mean, well, you were, I would say, particularly preoccupied. It was. It was not. It was not the greatest time for you to have a visit from your mother. So I don't doubt that it was, uh, probably more stressful than anything."
    },
    {
        "speaker": "B",
        "text": "Well, I'll tell you what. I have some issues because the first, uh, like, bull run or, you know, kind of bull market, uh, that I ever participated in, uh, was, you know, end of 2017 into kind of the holidays. And I was at my mom's for a good part of that, uh, back in 2017, and I explained, you know, I started explaining her a lot of this stuff, you know, many years ago, and I find myself explaining to her the same goddamn things every time we talk about it. And it's very upsetting. Like, come on. Like, this is not the first time we've done this before."
    },
    {
        "speaker": "A",
        "text": "You can't expect her to understand what the hell happens here. It's not fair to her to have those expectations. This is a place that is. Is just inexplicable. It's like if you. It's like if you found yourself in the wizard of Oz, and instead of, like, following the yellow brick road, it's like, whatever's the exact opposite of that. And instead of the nice munchkins you have, like, the trolls, and you're navigating that, and, you know, it's just. It's just not a great time out there for anybody who's nothing, you know, really entrenched in the space, so. But you. You had an exciting weekend. I want to hear. I want to hear all about, you know, how it ended up. Because I'll tell you what. If you didn't get out. If you didn't get out yesterday or this morning, you didn't get out alive, most likely."
    },
    {
        "speaker": "B",
        "text": "I haven't looked."
    },
    {
        "speaker": "A",
        "text": "Oh, well, we'll get to that, then. We'll get to that in a second. So. But before we do, I want to go back to Mackie, because we had Mackie Monday last week, and I believe it was last Monday, we were talking about all of your endeavors, Mackie over on blue sky. So I wanted to. I wanted to have a quick blue sky check in with you and see what's the state of affairs. Are we. Is blue sky dead? Are we live in large over there? What are we at on blue sky?"
    },
    {
        "speaker": "C",
        "text": "Let me. Let me tell you. Several things have happened in the past week. One, there was this thing called the hell thread, where if you replied to any part of it, you got notifications for every part of it. So I got off for a few days after I spent, like, 12 hours on it, and then realized that my notifications were absolutely wrecked until they solved it somehow. I don't know, maybe Friday or Saturday. And honestly, I haven't been back on much since. I know that they're not letting heads of state onto the platform until they're ready to have them on, but AOC's there now. I believe drill's there now, which I went to go see Drill's Twitter page that everybody always talks about. He blocked me for some reason. I have no idea what I did."
    },
    {
        "speaker": "A",
        "text": "I love, like, the. The mental picture of you finding out that somebody blocked you for no reason, apparent reason that you could think of, is actually really funny to me because you just seem like just a wonderful person, and I. I don't know why, what you could have done. Maybe. Maybe the dude hate. Maybe they hate audiograms."
    },
    {
        "speaker": "C",
        "text": "Maybe they hate nfts."
    },
    {
        "speaker": "A",
        "text": "Who knows? Could be nfts."
    },
    {
        "speaker": "C",
        "text": "I've definitely been blocked. Me and Susan from pettiverse were both blocked by the reporters at Kotaku. When we asked that, when we were in the replies, trying to get them to do something and just to, like, have a conversation with us about web three gaming. And, yeah, they immediately, like, instablocked. It was pretty intense. But, no, it's fine."
    },
    {
        "speaker": "A",
        "text": "This is the interesting thing about a platform like that, right? I was listening to a podcast that was talking about blue sky, and they were talking about the fact that in theory, you could create widget or anything like that that would either auto follow or unfollow selects groups of people. So maybe. Maybe you got blacklisted from nfts for being associated with nfts. Maybe you got blacklisted from. Maybe you're part of the audiogram cabal that they just weren't a fan of, and you got black."
    },
    {
        "speaker": "C",
        "text": "Can you post videos there? Yeah. So hopefully it wasn't that."
    },
    {
        "speaker": "A",
        "text": "Oh, God. Well, then it's definitely that. They're like, this guy tries."
    },
    {
        "speaker": "C",
        "text": "He's gonna post videos. I just know it."
    },
    {
        "speaker": "B",
        "text": "I know it came from my audiograms and I said nothing, but."
    },
    {
        "speaker": "A",
        "text": "Okay, so you got hell thread. That's very interesting. Other than that, are you still enjoying your experience over there? Does it feel like it was a thing that was, you know, a flash in the pan? Can you see it? Still having some legs? What's your favorite?"
    },
    {
        "speaker": "C",
        "text": "I'm going to say. So I saw an article today that, because, of course, my Google news feed is now synced up to tell me all the stuff about blue skyd. It said something along the lines like, blue sky is having a moment. And that was actually posted today. So it seems like mainstream media still thinks so. For me, I'm still waiting for kind of everybody to show up. It's tough when there's nobody to interact with them."
    },
    {
        "speaker": "A",
        "text": "Well, they'll let me. Yeah. When they let me show up, maybe I'll go over."
    },
    {
        "speaker": "C",
        "text": "I heard invites are going for, like, $200 on eBay, though."
    },
    {
        "speaker": "A",
        "text": "Come on."
    },
    {
        "speaker": "C",
        "text": "I mean, you bought more useless nfts."
    },
    {
        "speaker": "A",
        "text": "Well, I was gonna say I paid that in gas this weekend, easily. But the, you know, I'm not sure what the gas transaction is on eBay, but it seems. Maybe it's worth it, but not if nobody's."
    },
    {
        "speaker": "C",
        "text": "That's what they charge when they take out of your."
    },
    {
        "speaker": "A",
        "text": "Not. Not. Yeah, but not if you're. It's not worth paying the $200 if you're like the El Chapo meme. When it go. When you go over there, you know where it's. He's just sitting in random spots, staring off into the distance. Like, if that's what it's like over there, why would we be buying invite?"
    },
    {
        "speaker": "C",
        "text": "I mean, you can definitely interact with people. It's just not necessarily nft people, which is both good and bad."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "C",
        "text": "There's a lot of people there. It's just not necessarily. It's not the same vibe as it is on Twitter in regards to, like, web three."
    },
    {
        "speaker": "A",
        "text": "Got it. I understand. Okay. That makes much more sense. And it totally explains, then, why you're blocked. Because they're definitely blocking you because of that. But all right, that's. The sky's the limit with Mackie on blue sky Mondays here on almost a wrecked podcast, the mint condition. Speaking of wrecked. Yeah, like I said, chamber. If you did not get out yesterday, you did not get out alive. It is. We are currently in a pretty big nose dive on everything across the board. You know, that includes, that includes the majors. We are right now at a 27 300 on bitcoin."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Yeah, we're talking about real coins here."
    },
    {
        "speaker": "A",
        "text": "Yeah. ETH is holding decently at 1831. And the meme coins, my friend, if you decided you were holding your bags, uh, you didn't do too, too well here. And, and there's a lot of pain mentally, that happens when you see paper number go way up and then you see number come way down. And so I feel for anybody out there who has round tripped a bag that they were excited about. Higher. I'm trying to see what the current pepe market cap is, but it's pretty pool info. So we've got, I've only seen memes."
    },
    {
        "speaker": "B",
        "text": "On Twitter this morning or this afternoon."
    },
    {
        "speaker": "A",
        "text": "So market cap for pepe back down to 706 million. Turbo has gone completely the opposite way. We're back. The high was around a 200 plus market cap. We are seeing a little bit of a bounce here on turbo, which is right around where you'd expect it to have bounced if you were looking for one. But 59.5 market cap from the highs of over 200. And all the other ones just totally, basically abandoned, which, you know, not surprising at all. That's what happens. It's a rush to the exit."
    },
    {
        "speaker": "B",
        "text": "You never know what's going to happen."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, well, you also get, I mean, the, the law, like the if, if bitcoin or ETH starts moving in any particularly powerful way, one way or the other, it usually has a negative impact on your, your shit coins."
    },
    {
        "speaker": "B",
        "text": "Yeah. Ten times out of ten, that's going to happen for sure, regardless of direction. You're right."
    },
    {
        "speaker": "A",
        "text": "But, you know, usually that's a pretty quick recovery. I will say, you know, there were some buyers that stepped in on Turbo where you would think they would. So I think."
    },
    {
        "speaker": "B",
        "text": "I think Turbo is. I don't know, I mean, Pepe, I think, is fine and turbo, I think, is fine. I'm sure there's a couple of other coins out there that'll kind of make it through the other side. I think. What Pepe got listed on binance, I want to say not on Coinbase, correct?"
    },
    {
        "speaker": "A",
        "text": "Yes, it did get listed on."
    },
    {
        "speaker": "B",
        "text": "I mean, that helps. I mean, it's all, you know, they're now part of, you know, I just remember, like Shiba Inu, you know, I mean, like, that was like, yeah, now it's just part of the family. Right."
    },
    {
        "speaker": "A",
        "text": "That's what happens with, like, you know, and that's that's why I think, like, for me, Pepe had hit that before I was interested in buying, which is."
    },
    {
        "speaker": "B",
        "text": "Why family, all right? Live before."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, you know, you. The. The trick and magic of meme coin season is the. Is how early can you catch one of these that has some legs, right. And so once you start having to do the market cap math and your pepe bag is like a two to three x away from your. Your shiba inus and their doges of the world. Like, to me, that's. That's too late. That's not meme coin. Shit. Coin season to me anymore. That's like, that's like investable bag type of thing. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. I mean, and you're right, like, a coin shouldn't. You shouldn't be going from talking about, oh, like, what could it do to, like, you know, two x away from shiba inu? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Then that means, like, for me, that meant it was. It was too late to buy in. Like, I'm not looking in meme coin season for a two x. Most of the time you're looking to catch lightning in a bottle."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Like, like many people did a month ago with Pepe and nothing. But. But I will say, like, if it's now part of the family, as you say, there will be buy zones for this."
    },
    {
        "speaker": "B",
        "text": "100%. Yeah."
    },
    {
        "speaker": "A",
        "text": "And you're. You're coming into one right now where it looks like an area that would cause support. So if things settle down, I think you could now. And now you're. Let's see if I could do some, some quick charting here for us. We are. Let's see from right now back to. Back to your all time Pepe High. It's almost a two x back to all time high."
    },
    {
        "speaker": "B",
        "text": "Well, there you go."
    },
    {
        "speaker": "A",
        "text": "So that's interesting in the sense that, okay, if it bounces here, you can see move potentially back to all time high at some point, if you believe in the token. And eventually, obviously, you would think it still heads north towards your shibs. And so there's a potential. Now you're talking four, five, six x. And now that's a little more attractive. Right. So, and I think that's what's happening, you know, with these sell offs is on the coins that you. That might make it. This is what you're seeing. You're seeing kind of like that great reset. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, and I think it's probably a little higher for a turbo. I'll check that here in a second. But while I'm doing that, we need the play by play of the rest of your week, because you had, I mean, maybe the most insane crypto trading week you've ever had."
    },
    {
        "speaker": "B",
        "text": "It was. Yes, I think you could say that."
    },
    {
        "speaker": "A",
        "text": "So, I mean, it. It really started last Monday, right?"
    },
    {
        "speaker": "B",
        "text": "It did. It started. Was that Hmong?"
    },
    {
        "speaker": "A",
        "text": "Yeah, last Monday was the mom show, by the way, Turbo is a 2.5 x from the current price to all time high. 259% away from the all time high right now. So this is like, where you would see bounces coming up, for sure. Yeah. So the. That. And I think that's what you're seeing. You're starting to see the reset, and you'll see some people step in that believe. I think Turbo's got a good enough narrative wherever. It probably will not go straight to zero, you know, but you need that. I mean, we gave the shitcoin Bible last week on this show."
    },
    {
        "speaker": "B",
        "text": "For the record, I did not use that Bible whatsoever last week."
    },
    {
        "speaker": "A",
        "text": "But I think our. I think our analysis was pretty darn spot on."
    },
    {
        "speaker": "B",
        "text": "I may be lying. I may have used. I may have used a couple of thoughts."
    },
    {
        "speaker": "A",
        "text": "I. I disagree. I think you did. I definitely think you did. You used. Well, I certainly did. I. But I like."
    },
    {
        "speaker": "B",
        "text": "Did you show your wife?"
    },
    {
        "speaker": "A",
        "text": "Did I show my wife? No, I did tell her. I. Well, I told her. I told her after I locked in my games."
    },
    {
        "speaker": "B",
        "text": "That's good."
    },
    {
        "speaker": "A",
        "text": "That's Saturday afternoon."
    },
    {
        "speaker": "B",
        "text": "That's when you're supposed to do it."
    },
    {
        "speaker": "A",
        "text": "Yes, Saturday afternoon, once I sold my Billy, which we'll get into. That was. That was when I told my wife that I made some money. So that's good."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's good. It's when you're. When you're showing her paper profits. No, that's just a recipe for disaster."
    },
    {
        "speaker": "A",
        "text": "Can't do it, however. But, like, you know, I think this played out pretty much exactly like we said it would. Where you had at the beginning of the week last week, there still was only a small amount of these tokens that really had a lot of energy and concentration in them. And then what you ended up seeing by the end of the day yesterday and today was new tokens popping up every hour. And when you get to that point in the cycle, the only reason these things pump as hard as they do is because the attention and the buy pressure way outweighs what people are. Like, the sell pressure. And once the attention starts, like, people see a pepe and they're trying to chase the pepe. Once it gets to, you know, the two x away from Shib. Okay, well, that risk reward is not good enough. Let me find the next hot thing that became turbo. Once Turbo did it, it became. Okay, what's the next one? And now there's 50 of them to choose from. And where does that attention and volume come in? It's. It's really hard to. To pick winners then. Wow."
    },
    {
        "speaker": "B",
        "text": "Like you said, there's just so many you're sprouting up. And the more, you know, the more options you have, the more diluted the market gets."
    },
    {
        "speaker": "A",
        "text": "Right? Well, that's exactly right. And then they. The. That means the pumps are shorter. It means the selling pressure gets hot, like, bigger, faster, and. Or some of them literally just never take off. Exactly. The presale. Right."
    },
    {
        "speaker": "B",
        "text": "I think both things were happening simultaneously where you have all these new things popping up. And to make it even worse, the attention was going, you know, I mean, like, the volume wasn't there. So I think you had both things happening at once. And I don't know about you, I got. I got. I got bit on a couple of things."
    },
    {
        "speaker": "A",
        "text": "So I was pretty. I was pretty good in terms of, like, I didn't go into too, too many. So I ended up only having positions in, I think, three total or four the whole time. So there was turbo, which I will get into. What happened with the turbo bag? I had some WSBC."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "At your direction. Yeah, I had a. The Billy. Yeah, those were my, those were my main three. And then this morning, I took a little, I took a little gamble out, like, 05:00 a.m. this morning on four token, which had a little life in it. And. And then the whole market started crashing. So it was that. That went down with the shipping as well. But I got out. I got out plus money on that one. I could see writing on the wall. Pretty."
    },
    {
        "speaker": "B",
        "text": "You got up plus money on a coin today."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "I was like, a 20% game does not matter."
    },
    {
        "speaker": "B",
        "text": "That is fantastic trading."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the. I just could see it all coming. We went through, like, what was gonna happen here. So I felt like I had studied the game film. You know, it happened quick, though."
    },
    {
        "speaker": "B",
        "text": "I found, like, I don't know what I was. I know it happens fast, but the. I would say by Saturday after maybe like, Saturday evening eastern time, I was."
    },
    {
        "speaker": "A",
        "text": "Really feeling it was when I sold the Billy bag. And then I felt it was that Saturday evening. Yeah. I mean, I was felt like. And I texted you about it and I said, I. I got scared out of it. And I was, like, disappointed in myself for a minute, because it's. It had, like, one more little relief pump, and I was like, crap, I should have known. And then it. And then it all just died. So I actually ended up making a."
    },
    {
        "speaker": "B",
        "text": "That was probably. That was probably the best move."
    },
    {
        "speaker": "A",
        "text": "It was, yeah. The. The only thing was, it could have been double that, and I should have sold that. I could have told. Sold the top, but, you know, such is life, and so. All right, let's take us through your entire week. I'll do my scorecard first because mine was much less, I think, chaotic than yours. Like, if you mapped out your got."
    },
    {
        "speaker": "B",
        "text": "Out of hand on me, if you."
    },
    {
        "speaker": "A",
        "text": "Mapped out, like, my transactions versus your transactions, like, I have a pretty. I mean, you can fit all mine on one page, right? Like, I. I was only in three. I bought once, sold once of or twice on the Billy one, and, yeah, that was it. So my turbo bag I, at one point on Saturday, was up like four, five x. Ended up selling it today at a. Only a plus 60%."
    },
    {
        "speaker": "B",
        "text": "60% gain or. Man, nothing wrong with those."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll take it. The one this morning that I got in, I told you I sold that for a 20% profit. And then what was my other? Oh, the Wall street bets. One was like a 48% profit or something. So those were good. And then the big one was Billy. I ten x'eddeh. I ten x on Billy. I had a, like a 20 x at some point, and it was. But that was, that was the big one. So that was my scorecard. I ended up plus in the positive for nicely for the week. And that's it. I'm not touching anything else. You started the week with Maung."
    },
    {
        "speaker": "B",
        "text": "Yeah, I started the week with Maung. Had, I don't know, like a seven x maybe on that one. I'm trying to remember. It's very blurry, for the record. So take these, give or take a couple of x's."
    },
    {
        "speaker": "A",
        "text": "This is what happens when you don't get sleep."
    },
    {
        "speaker": "B",
        "text": "I did not get sleep. I did want to know, did you ever try Adderall before? I've never have. And I thought maybe Adderall would have helped out."
    },
    {
        "speaker": "A",
        "text": "Adderall would have gotten you through anything."
    },
    {
        "speaker": "B",
        "text": "I think I've. I've missed out all of the. My childhood had no medication in it, and I feel like I missed out, you know, I mean, like, my, my generation, the. The late, you know, the old millennials didn't really have a ton of, like, medication."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've only had. I've only taken Adderall, like, twice. One was. Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Since I was in college and I, like, did the, you know, studying for an exam thing, you know, where I would needed to stay."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, totally. No, I I would have. I. In my heart, I know I would love it."
    },
    {
        "speaker": "A",
        "text": "And then once as an adult."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Meanwhile, don't look now. Turbo on the rebound."
    },
    {
        "speaker": "B",
        "text": "You love to see it."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's the TMC. The turbo pump."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I got mong for, like, maybe like, a seven x. And then I think it was. I think it was Turbo I was talking about after that. I think it was turbo."
    },
    {
        "speaker": "A",
        "text": "Okay, hold on. I'm gonna give the people what they want to hear. Yeah. The interaction between you and I as you. As you. I don't know what you would call it. Built this turbo bag. I don't. I don't even know what. I don't even know. So, first of all, let's call a spade a spade. We got into Turbo, and I. It went straight down like, I had. I bought into turbo initially, and I put in one Ethan. And by. In 12 hours later or whenever, it was my one eth was worth .3 eth. Right. I wake up the next day. Wake up the next day, and people has done a turbo every day."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And Elon has responded. And that was what sent correct turbo through the roof was the Elon thing. And I don't even."
    },
    {
        "speaker": "B",
        "text": "It started. It didn't set. Like, obviously, like, that was the major factor."
    },
    {
        "speaker": "A",
        "text": "No, but that was the thing that, like, undertaker Jif, 100%."
    },
    {
        "speaker": "B",
        "text": "I was dropping under. I was dropping undertaker in the discord. All that more, because I don't. That was the night I didn't sleep. Like, for real, like, I didn't sleep. I saw the. I saw the tweet at, like, two in the morning, and I'm like, well, I'm up now. Let's do this. And. Yeah, that was. That was a big one, but I kept buying."
    },
    {
        "speaker": "A",
        "text": "Well, this is it. So the. I get. So that. That's what happened. So my. My 70% loss at the time. You were buying the entire way down."
    },
    {
        "speaker": "B",
        "text": "I mean, the big only, I think I bought an additional two bags, but it double bottomed, and I feel like I got both bottles and I woke up."
    },
    {
        "speaker": "A",
        "text": "I won't. I won't say. I won't say how much you were in when I woke up the next day, but it would have made me puke. Like, I don't know how you could. I don't know how you could have. Like, I don't know what. How you controlled your emotions throughout."
    },
    {
        "speaker": "B",
        "text": "Oh, I didn't. I did not."
    },
    {
        "speaker": "A",
        "text": "Like, you had. And especially, like, on the rebound and then on the way to all time high, like, I can't even go. Understand what might have been going through your brain as you're trying to entertain your mother."
    },
    {
        "speaker": "B",
        "text": "Yeah, my mom's there. No sleep. Like, it was wild. Yeah. Hacking darts. It was, you know, it was just."
    },
    {
        "speaker": "A",
        "text": "Cackling like a hyena."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, it was. It was so bad. It was a lot of stuff going on. I'm texting you, you know, I think was Saturday the Billy day?"
    },
    {
        "speaker": "A",
        "text": "So Friday afternoon into Saturday."
    },
    {
        "speaker": "B",
        "text": "Oh, Cinco de Mayo. Because I was getting mexican, that's why."
    },
    {
        "speaker": "A",
        "text": "Yeah, 330 on Friday is, like, right before our show was the launch of Billy, and that by 24 hours later, it was at, like, a $20 million market cap, and it was like, that was the kind of, like, shitcoin pump you look for. You know what I mean? I was in from, like, 700k, so it was a nice. Yeah. Anyway, yeah, so, I mean that you're. You're now in straight turboville. You are. You have a bag that would make Elon blush, and I wouldn't say that."
    },
    {
        "speaker": "B",
        "text": "Much, but it was making me blush."
    },
    {
        "speaker": "A",
        "text": "It was uncomfortably large. And so take us through the emotions."
    },
    {
        "speaker": "B",
        "text": "So, you know, you're you. We talk. I don't think we talked about euphoria on, like, in the Bible, but, like, you're euphoric at this point, right? Like, your. Your skin is buzzing. You feel like you're having a, like, a part, I don't know, like a heart attack, but, like a good heart attack, I feel."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. You know, the good kind."
    },
    {
        "speaker": "B",
        "text": "You know, the good guy. And you're just waiting. You're waiting. And. And I had seen enough kind of cycles that at least at some points during the run up, I'm like, this, like, the chart looks good. You could feel the momentum still was there. And I'm like, it was to Valhalla. Like, we're going there. This is the one. Then you start. Because I did the same thing I think I was talking about. I could see, like, even when. Even. I think the day went down, I'm like, I could see this hitting, like, like, $100 million market cap. And then it was just like, it got to. I think it got to 100 million, and I'm like, I think it's going to a $500 million market cap. Like, I genuinely thought that. I'm like, this is crazy. And then if we hit. If we hit 500, I would have probably said a billion, but, like, you're just going. And you're like, it's only looking good. And then, so then, you know, you're kind of in the middle of it. So now you're looking around, there's money being thrown around. People have now bigger bags than they ever have that they can kind of split off and like, oh, I'm going to take some profit here and put it over there. So you're having this cascading effect of like, oh, there's bags that you could just hop into like a billy, right. I think that was, you know, that that was like you mentioned, that's like the perfect kind of shitcoin where it's a very short term, you know, thing. And, you know, that one was, that one was. But there was a bunch of them happening at the same time. So you kind of, like, you really couldn't miss there if you were playing around for that. It was like a twelve hour window where you really couldn't miss anything. And then, yeah, I think by Saturday evening, you know, after the, after kind of, you know, the wildest of Friday and Saturday, during the day, you kind of, everybody kind of took a breath. And I felt like, by Sunday, I felt like there was just no more momentum in the space. Like, things were like, Sunday was the day for losing money. Like, Sunday I lost money not only in the valuation of, like, the tokens I had, but I'm going into, you know, going into coins that, you know, didn't do anything whatsoever that basically I bought at, like, you know, $700,000 market cap, but it went to a $200,000 market cap. I bought some that were just a straight rug where, you know, you buy in and the contract looks good. And, you know, the tools I was using was saying one thing and then I, you know, I bought in, like, I think, like, four eth maybe. I don't know. I don't know. I lost so much money and like, 20 minutes later, the contract updates, and it's not a perfect contract, and now I can't take my money out. So there's like, you know, there's like five, you know, 510 grand that you're like. You just, like, pissed away just because you're."
    },
    {
        "speaker": "A",
        "text": "You literally were just trolloping around the casino. The. You were just literally, you were. I'm like, I'm picturing in my head, like, if you were in an actual casino, like, what your night would have looked like. And I could, I've just, like, got this overhead view of, like, a movie style montage of you just bouncing around from one table to the next, and eventually you decide to go to bed at some point. But I texted you, I don't know, yesterday afternoon, and it was around, I don't know, five, six o'clock. And I, like, just kind of checking on you. Like, you've had a week and you were, you, you said, I'm out of everything. It's done. I'm like, holidays over. And I was like, wow, just like that. And you're like, I don't have the time or energy."
    },
    {
        "speaker": "B",
        "text": "I'm just done. I was spent. My brain could not work properly. I was, you know, I was only smoking cigarettes that week, so I had my last cigarette, I think, like Sunday morning. And so, like, I'm just, and I was just tired of just being around my, you know, in my office."
    },
    {
        "speaker": "A",
        "text": "Yourself charts."
    },
    {
        "speaker": "B",
        "text": "Being around yourself. Yeah, yeah, there was so, yeah, so I was, I'm like, I felt so much better. I'm like, and don't, you know, don't get me wrong, we've, you know, we made it out okay, but I don't even want to do the math on what I pissed away left on the table, but I'm sure."
    },
    {
        "speaker": "A",
        "text": "Grade your overall performance."
    },
    {
        "speaker": "B",
        "text": "Like a, like a b plus."
    },
    {
        "speaker": "A",
        "text": "I think that's probably right. And I think you're being a little hard on yourself. I'd give you probably an a minus. I would say that you have taken a lot of learnings from your previous cycles. I would say that your, your, you know, there were some self control issues that boiled up and prevented you, prevented you from maximizing your gains and. But I think overall decent. But you were ready to ape. It was straight up ape chamber. Like, I would, I would grade my performance as a. I would say a solid a minus as well. B plus. The only mistake I made was not just totally hitting everything on Saturday afternoon, like when I kind of knew eventually it was going to slow down, I could have just got it all there, but that was it. But so, I mean, overall solid. Now, before we move on and we'll go to Jweb, who's been patiently waiting with his hand up. It's over, right?"
    },
    {
        "speaker": "B",
        "text": "It's over for now. Like, yes. Like, don't be buying shitcoins and expecting this week to be crazy like it was last week. It's not going to be. I don't think it is. I mean, I don't know for sure, but I'm pretty sure I would say."
    },
    {
        "speaker": "A",
        "text": "And I would say if it is, it's most likely to happen in the turbos and pepes of the world. Would you agree?"
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. You want to go big cap meme coins from here on out? I don't know what the other ones are. I know there's maybe one or two other ones like Bob one."
    },
    {
        "speaker": "A",
        "text": "I don't think there's any worth a crap like that that you. That you'd keep trying to play in. I don't think. I mean, like, let's see here. The hot pairs right now on Dex tools. Pepe Turbo Hmong monk still hang around."
    },
    {
        "speaker": "B",
        "text": "Yeah, you love to see it."
    },
    {
        "speaker": "A",
        "text": "Mang is at a hundred million dollar market cap."
    },
    {
        "speaker": "B",
        "text": "Yeah, I made money on that Nft Mong I bought."
    },
    {
        "speaker": "A",
        "text": "Dude, I made you buy one live on the show last night or last weekend. It was like a five x did. I couldn't believe it. Unbelievable. Wojack still out there. But they all look. They all look, you know, they look like crap, so. Yeah. Anyway, J web, get in here."
    },
    {
        "speaker": "D",
        "text": "Hey, you guys getting in on Bozo? Because that's."
    },
    {
        "speaker": "A",
        "text": "I just saw your tweet."
    },
    {
        "speaker": "D",
        "text": "They got some good memes, man. If you believe in the memes, like they're. They're getting Pepe involved. They're talking shit. You gotta love it. But what I really wanted. I wanted to round trip this conversation back to Adderall for a hot second. Yes, we're getting into, you know, this is kind of a life hack. Okay? So we're getting into wedding season for any of the youths out there. If you can get your hands on Adderall prescription, what you can do is take an Adderall with you to a wedding. You don't. Don't buy a wedding present for anybody. And you give the bride and groom each half an adderall at the beach, like when the party's really getting going. Because I was married seven years ago, I can't remember a goddamn thing anyone bought us. But I remember our friend Kevin gave each of us half an Adderall at about 08:00 p.m. and we partied till two in the morning ahead the time of our lives. So a little life hack. Like, a little life hack. You're going to save yourself so much money, you're going to become, like, the best friend that they ever had because you made sure that they had an awesome time at their wedding. So in this economy, any way we can save a buck. And that's what I'm here to help you do. So that's my life."
    },
    {
        "speaker": "A",
        "text": "Tip of the day, J. Webb. Saving you gas for your next ape. So by. By giving you that sweet, sweet wedding alpha, by the way. I'm actually going to a wedding on this upcoming Saturday, so I will see if I can try that out and I'll report back on Monday and let's see what happens. And maybe I'll get kicked out. It's. And. Or maybe I'll be the life of the party, so who knows? But the bride and groom are now getting a little extra gift."
    },
    {
        "speaker": "D",
        "text": "It probably won't work at, like, a Mormon wedding, but, you know, otherwise, you should be good to go."
    },
    {
        "speaker": "A",
        "text": "What about a, like, second wedding where both parties are, like, 50? I mean, gross."
    },
    {
        "speaker": "D",
        "text": "Sometimes they go harder than anyone. So, like, you could become very popular there."
    },
    {
        "speaker": "B",
        "text": "You got to bring full on ecstasy there."
    },
    {
        "speaker": "A",
        "text": "I just want to say that I'm. I missed a meme coin season already. I just opened up my Twitter timeline, and instead of memes and coins and charts, I'm watching a video of someone tattoo themselves that I wish I wasn't watching to take me back to the glory days of yesterday and Saturday. But I think Jweb, solid alpha there. Not in. Not in bozo. I don't think I. I think I might be done buying meme coins."
    },
    {
        "speaker": "B",
        "text": "I don't know how anybody could do. Could be still doing it. Like, I'm exhausted. Like, exhausted."
    },
    {
        "speaker": "A",
        "text": "But you don't understand, dude. You did not have the typical experience. Like, you had the. You had the professional trader, like, djen experience, like the guys that, you know, you read about in. In the crypto lore, you know, like, that's the experience you had, which was just like, you were basically all in with the size of the bags you had."
    },
    {
        "speaker": "B",
        "text": "It was the. It was the turbo. It was the. It was the resurrection of the turbo bag that was. That was legendary. You know, Hmong was fun, but, yeah, the resurrection of turbo was. Was wild."
    },
    {
        "speaker": "A",
        "text": "I was more so just happy that I managed my bags to all profit, which was good. And that's what I'll hang my hat on. And we did. Well, see you next time. I waited long enough where I felt comfortable and played my game and came out on top."
    },
    {
        "speaker": "B",
        "text": "And did you win? Is that what you said?"
    },
    {
        "speaker": "A",
        "text": "I did."
    },
    {
        "speaker": "B",
        "text": "I did not."
    },
    {
        "speaker": "A",
        "text": "Let me just wait. Let me just make sure. I was only in four. Yeah, I did. I did. Yeah."
    },
    {
        "speaker": "B",
        "text": "That's very good. That's very good. I. Yeah, I did not. I got. I lost a lot of money on. Yeah. Sunday specifically."
    },
    {
        "speaker": "A",
        "text": "There was one very degen play that I was telling that I was, like, getting ready to tell you about."
    },
    {
        "speaker": "B",
        "text": "Yeah, what was that?"
    },
    {
        "speaker": "A",
        "text": "And I was actually getting ready to. To put it in the war room. And I. It ended up where I just didn't feel comfortable enough with it. And I. So I didn't even get involved myself, and that would have been the big loser. So, uh, I'm glad I refrained from giving it out and I'm glad that I, uh, it didn't pass my smell test. And so we came out on top because of that. But."
    },
    {
        "speaker": "B",
        "text": "Can we, uh, can we get some people up here? I want to know, like, who's, like, does anybody have, like, big win? Like, if they have a big win and a big loss, you don't have to necessarily tell us your big loss, but I'd like to know some big wins."
    },
    {
        "speaker": "A",
        "text": "Well, we had. We had break even Steven down there, which you had dubbed him yesterday, and he's gonna be so mad. That's what you gave him. But it was pretty funny. You know, you got the twelve second delay when the laughing emojis come late."
    },
    {
        "speaker": "B",
        "text": "Break even Steven was some of my best work. That might have been the I."
    },
    {
        "speaker": "A",
        "text": "It really was. It was. So when you said break even Steven, I was dying. I couldn't. And it's no, like, shade."
    },
    {
        "speaker": "B",
        "text": "No, I mean, it's funny."
    },
    {
        "speaker": "A",
        "text": "He two x this trade, like, that's what you're supposed to do, but it's just so, so good."
    },
    {
        "speaker": "B",
        "text": "And his name's Stephen. That's the best part of the whole thing."
    },
    {
        "speaker": "A",
        "text": "Oh, it'd be. It would have been a terrible joke if his name wasn't Steven. But I'm not in a spot to talk whatsoever. But I missed the first part. I cannot wait to recording the first."
    },
    {
        "speaker": "B",
        "text": "Half of this."
    },
    {
        "speaker": "C",
        "text": "Bag with aluminum foil. That's where he is."
    },
    {
        "speaker": "B",
        "text": "I thought he was on the inside of a whale. He's just, like, rubbing the inside of the whale."
    },
    {
        "speaker": "A",
        "text": "Break even Steven and sounds like crap, cap, coming at you on a main condition Monday. Oh, man. But, cap, we can't wait for you to listen back and give us your. Maybe you can give us grades."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm assuming he was asking for permission to use break even Steven on coffee with captain. Yes, that is absolutely. It is public domain. I have a. Obviously, it's the happy birthday song at this point."
    },
    {
        "speaker": "A",
        "text": "Speaking of, while we, you know, we're just throwing our friendly shade as we normally do. We do have to congratulate our friend and co founder, Steve tweet up top from Vicon. Steve will be featured on the community stage as a speaker, one of, I think, maybe only ten or so from the community. On the community stage. So huge, huge, huge. Congrats. That's awesome. Big deal. Yes, absolutely. It's a big deal. It's not, but it's a, I would say, clear and like, by an order of magnitude bigger deal than NFT NYC, in my personal opinion, because the only person that gets rejected from NFT NYC is Riggs. Uh, the. And there was only, you know, ten or so folks that got, uh, accepted to the community stage here, uh, at Vicon. So huge deal. Congrats to Steve. Big accomplishment, Riggs. I'm sorry, I was just throwing a little shade as, uh, because you would joke about that as well. And, uh, also huge congratulations to our friend GT and host of Saturday morning cartoons. So two DJ network folks here on the community stage at VCON, gt going to be, it sounds like MC ing the community stage, which is just super, super cool. He's like, I mean, gT's like Gary V light. So it doesn't surprise me that he's the MC well deserved. And I just can't wait to see what kind of dancing he does up there. There. Riggs, sorry for throwing Shade at you unprovoked. Get in here."
    },
    {
        "speaker": "E",
        "text": "I mean, honestly, I've been having just such an incredible last week and today and you had to go and bring up the fact that I am the one and only individual that has been declined with, with proof, which I really feel that I need to mint that onto the blockchain. The decline letter."
    },
    {
        "speaker": "A",
        "text": "Like, just, I think you should because you're gonna have, you know, you're, you're, you teased a little career news today on your show, so you're on the come up. You had a good week last week. You had a come. You're on the come up. So, like, as, as Riggs progresses throughout his web three career and on to, you know, new heights, I think the rejection letter is like the chip on the shoulder thing that you will definitely mint as like your open edition on the blockchain."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, when Riggs Expo really hits the main stage and everybody's clamoring to come and be at my conference, you know, I'll be able to talk about getting declined at NFT NYC. That'll be the day."
    },
    {
        "speaker": "A",
        "text": "Well, by that time, by that time, which could be as soon as next year, NFT NYC will be a thought in the distant past. Much like most of the 2023 meme coins, NFT will NFC or NFT NYC will be going the way of the dodo. And Riggs Expo is coming to an amphitheater near you. I'm looking forward to it. But yeah, I mean, DJ network crushing. We got Steve and Gt representing on the community stage at VCON. Congrats to you, Riggs, on your teasing of your new career endeavors. I can't wait to hear more about that. So super pumped for you as well. And I hope it's just not like, I hope it's actually something, you know, really significant and not just like J web Spotter and. But even if it is, even if it is, I mean, it's a great place. It's a great place to."
    },
    {
        "speaker": "E",
        "text": "By the way, I'm by no means qualified to be J web spotter. He is fucked. He is absolutely wrecked if I am the spotter. So it's not going to be in line with that. I appreciate that. Hopefully we'll be able to say some more things and get some news out in the public here soon. But no, I definitely appreciate it."
    },
    {
        "speaker": "A",
        "text": "Very happy for, very happy for you, very happy for our fellow DJ's here. And we'll keep it, we hope to keep it going. But, yeah, Chamber, we got a couple minutes left here. Shall we roll through some NfT news?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "All right. Speaking of meme coin season, meme land teased their tokenomics for meme token. Did you see this?"
    },
    {
        "speaker": "B",
        "text": "I saw it."
    },
    {
        "speaker": "A",
        "text": "Do you have any exposure?"
    },
    {
        "speaker": "B",
        "text": "No, I do not. Not to mem."
    },
    {
        "speaker": "A",
        "text": "I mean, if there was any possibility of them launching it that last weekend, I feel like they totally should have. Like, it would have been. Especially with, like, all the attention off of like, actual nfTs. The whole NFT community probably would have piled into memland pretty strong. So, uh, but we, we still stay waiting. However, they did announce their tokenomics. Uh, they did not reveal how much the Dow, investors or key persons would be getting. But I total combined can't be any more than 31% as they are allocating 69% of the entire supply to the community. And I believe that's all mostly captains, holders, rigs. Is that right?"
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. Captains and MVP and captains, for my understanding."
    },
    {
        "speaker": "A",
        "text": "So that's a pretty, pretty awesome thing to hear. If you are holding any captains or any MVP's, I'm sure the MVP's are going to get quite a decent allocation there, so. But that's exciting. Riggs, how are you feeling as a multiple captain set holder?"
    },
    {
        "speaker": "E",
        "text": "I mean, I feel really good about it. I will say I would have felt amazing if they dropped it, you know, about a week and a half ago. Could have been. Could have been insanity. I'm trying to figure out what they're going to be doing with these maps, though, so because captains, you put them on their journey or their quest, and they start collecting maps, which the maps are what he always alluded to. The fact, if you're excited about blur boxes, you're going to be even more excited about maps, which tells me the allocation of token is going to be around the quality of maps. So if that's the case, I'm feeling very good because I've got three full sets. Yeah, I got three full sets. I've got three mythical maps. I've got nine epic maps. I've got like, my maps. I'm like a map maxi right this second when it comes to meme coin or meme land, but I just don't know what the hell they do. So that's the one question I have. But ultimately, Ray has not led us astray. I think he is figuring out how to maximize the attention hungry environment that we live in from an NFT and crypto space and continuing to lean into the chaos of what we, what we do on a day in a day basis. I mean, the fact that he chose 69% just because the number 69, it's phenomenal. I mean, he gets it. He's one of us, as our guy. Dow Jones would say. Ray fucks right? 100%."
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah. Speaking of Dow Jones does as well, just."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "And epic, epic time this weekend in the DJ network discord. Dow set up a, in the DSPN channel. The, he set up a stream. We were watching the Kentucky Derby, hanging out, watching some of the games that were going on, just chatting and it was a great time and it was actually, and it will be, that channel will be open to the public, so you can come in and join in in the DJ discord without having a token and you can take part in some of those public community events, which is pretty cool. So shouts to Dow Jones for holding it down for us this weekend. I, I spent a lot of time in there on Saturday while everything was going on. It was, it was really, he was."
    },
    {
        "speaker": "B",
        "text": "Asking me to join him for the Laker game on Saturday night. And unfortunately, that's a solo. That's a solo watch."
    },
    {
        "speaker": "A",
        "text": "Is that because you are, is that because you are like a tv yeller or are you just so anxious?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's all of that. All of that. I'm yelling."
    },
    {
        "speaker": "A",
        "text": "You understand that would make great content. Right?"
    },
    {
        "speaker": "B",
        "text": "I get it, but I don't want to jinx. I'm also very aware of the jinx. So there's certain things like, I'm not, I'm not joking. I wear, I wear like a Lakers attire and like, are you talking about Jersey?"
    },
    {
        "speaker": "E",
        "text": "Like, are you talking about shorts? Like, the full get up, like a Lakers jersey?"
    },
    {
        "speaker": "B",
        "text": "You are no, like, yeah, he's got."
    },
    {
        "speaker": "A",
        "text": "One of those nose guards."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. No, no, I just, like, I'll have, like, yeah, I'll put my laker hoodie on. I got my t shirt on. I have laker socks that I'll wear, and if they win, those don't get washed. So, like, I. And then I. And if they lose, then you watch them. I watch them that day. And then. So I have a fret, you know, I mean, you gotta watch the. The loss away, but, yeah, if they're winning, those things are. Those things are stinking."
    },
    {
        "speaker": "E",
        "text": "So let's talk about how superstitious you are here. So."
    },
    {
        "speaker": "B",
        "text": "And that's the only. That's the only area. I am superstitious."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "E",
        "text": "Okay. Yeah, but we're. I'm gonna get there. Hold tight for a second. You. You're a man of. Of a beard. Of a bearded man. So I know several people will sit there. They move around. They're eating food. They're disgusting human beings when they're watching their teams. It's just part of it."
    },
    {
        "speaker": "A",
        "text": "I feel seen."
    },
    {
        "speaker": "B",
        "text": "Yes, yes."
    },
    {
        "speaker": "E",
        "text": "I may be speaking about myself on these things. You get some dirt. You get some, like, cheeto dust in your beard. Are you washing your beard? I mean, if you're going down, what happens? What you're wearing is superstitious. And I. It has to count for your. Your human being side of things, too. I feel."
    },
    {
        "speaker": "B",
        "text": "I only drink water while I watch the game, so I don't eat or anything. I usually have my vape and a glass of ice water, and that's it."
    },
    {
        "speaker": "E",
        "text": "We all know you have your vape, bro. We all know that already."
    },
    {
        "speaker": "B",
        "text": "And a vape is smokeless, by the way. My wife will come down into our tv room in the basement here, and she's like, are you, like, literally just smoking joints? Like, no, it's just the vape, and it's just a cloud of vapor in there and. Yeah, but, yeah, just the vape and a glass of water. So I don't usually. I do not eat while I watch the game. Gets. It gets. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, this has been very informative. Either way, I think you should definitely join us for at least one game."
    },
    {
        "speaker": "B",
        "text": "I mean, I'll join you for a non Laker game."
    },
    {
        "speaker": "A",
        "text": "Okay, that's fair."
    },
    {
        "speaker": "B",
        "text": "That's. That. That I can promise, and that."
    },
    {
        "speaker": "A",
        "text": "That's fair. Well, I mean, we're not trying to, like, take advantage, because then I can have fun. We just want you to hang out. Closest thing to a virtual sports one that I actually want to go back and hang out with my friends. Yeah, it was, wasn't it?"
    },
    {
        "speaker": "B",
        "text": "That's really fun. So, yes, I do like the idea of that. You know what you. If we do, are we doing any hockey games in there like I know the Leafs have."
    },
    {
        "speaker": "E",
        "text": "We're doing it all, baby."
    },
    {
        "speaker": "B",
        "text": "That's exciting."
    },
    {
        "speaker": "E",
        "text": "We're doing an. Absolutely. We had horse racing going on."
    },
    {
        "speaker": "A",
        "text": "We'd like to be in there for the."
    },
    {
        "speaker": "B",
        "text": "Is. Are the Knicks still alive?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, they're still, they're still legally playing. I don't know if they're alive. They got absolutely."
    },
    {
        "speaker": "E",
        "text": "They're coming back."
    },
    {
        "speaker": "A",
        "text": "Is that. When do they play? Tonight or tomorrow?"
    },
    {
        "speaker": "B",
        "text": "Like tomorrow?"
    },
    {
        "speaker": "D",
        "text": "No, they played in I'm Lakers tonight as well."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Wait, like you guys don't even know. Okay, what's gonna happen if the Lakers meet the Denver Nuggets of the next round?"
    },
    {
        "speaker": "A",
        "text": "Oh, boy."
    },
    {
        "speaker": "B",
        "text": "The J. Webber war."
    },
    {
        "speaker": "E",
        "text": "The Nuggets are going to wreck them if they meet next."
    },
    {
        "speaker": "B",
        "text": "They said that you guys see the same thing about Memphis. You guys said the same thing about Golden State. Yeah, here we are. So we'll see. I'm, I would say out of the three teams, I'm the least scared of Denver."
    },
    {
        "speaker": "E",
        "text": "I would put money on it with you if. Or not."
    },
    {
        "speaker": "B",
        "text": "Don't bet on the game either."
    },
    {
        "speaker": "A",
        "text": "Oh, come on."
    },
    {
        "speaker": "B",
        "text": "Jinx is it? It? Jinx is the game. I can't be more. I can't. I can't tell you this enough. So just water, vape, no bets."
    },
    {
        "speaker": "A",
        "text": "Water?"
    },
    {
        "speaker": "B",
        "text": "Yeah, just a glass of ice."
    },
    {
        "speaker": "A",
        "text": "It's not even. Not even a nice canadian cola?"
    },
    {
        "speaker": "B",
        "text": "No, no, just a glass of ice water. My vape. And that's all I need. And the clothes."
    },
    {
        "speaker": "A",
        "text": "I mean, look, I think that's a good place as any nice visual that you've painted for the audience here today. They, they now know way too much about your entire life from the last week. I think it's a good place to shut it down. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Goodest places any?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I hope that, you know, some of you out there have enjoyed the cry the meme coined chronicles that chamber has been on in the past week. I hope it's not too big of a diversion from what our typical nonsense is, but has it been only one."
    },
    {
        "speaker": "B",
        "text": "Week since Goodmong day?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is the only the second hmong day that there is."
    },
    {
        "speaker": "B",
        "text": "It's already done."
    },
    {
        "speaker": "A",
        "text": "You know, look, the mint condition pump is on. A lot of these tokens look like are having a nice little rebound. The current bounce from the pepe bottom is about 20%. So, you know, who knows? You've got maybe a little more life in it. But they could be the exit pumps. So careful out there. And that's going to do it for us. We'll be back Wednesday, hopefully talking nfts. But you never know. Who knows? On this show, we might be talking chambers eating habits during basketball games, and that is going to do it for us. Until next time, stay mint."
    }
]