[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunshu alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Just living a disingenuous life and. And love it every minute."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, you got. You got wrecked or ripped on pretty hard there the other day, so."
    },
    {
        "speaker": "B",
        "text": "I did. I caught. I would say I caught some stray bullets, as the kids would say. I caught some caught astray. I was so blown away by it, I had to, like, show my wife, like. Like, listen to this."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is what strangers on the Internet think of me."
    },
    {
        "speaker": "B",
        "text": "She can get over. She agreed. But she's like, there's no way the guy really knows."
    },
    {
        "speaker": "A",
        "text": "Well, of course. No, I mean, nobody really knows. Like, that's not."
    },
    {
        "speaker": "B",
        "text": "Not to amber or bunch level, the horrible person. Right?"
    },
    {
        "speaker": "A",
        "text": "I mean, like, you've got far worse things that you do than absolutely, you know, pump meme coins on the Internet. Like, but way worse. But I mean, like, don't get me started. Today is not the time nor place. We can go into this on Monday when we don't have fabulous guests with us. Today we have an amazing guest lineup. Here. We are speaking with the founders and creators and of the Jomo effect. This is something that's very cool that's going on here in the month of May. The mint is on the 10th, so next week. And it is all around supporting mental health and mental health awareness. So we are very pleased to have them on the show today. We've got. I think Jana is here with us on the. On the peace inside love account. Jana, how are you?"
    },
    {
        "speaker": "C",
        "text": "Hello. It's so nice to be here."
    },
    {
        "speaker": "A",
        "text": "So nice to have you here. And before we get into it, just please make sure that nothing said in relation to meme coins on this show is to be taken as financial advice. Don't get wrecked. You know, it's kind of our motto here, but we are happy to have you. And before we get started, I just want to give a wonderful and heartfelt happy birthday to our wonderful friend Vicki down there. Vicki, happy, happy, happy birthday. You are an amazing person and an incredible value to the space and everybody here, here. So I hope you have a wonderful birthday. You've inspired me throughout my journey this year, so I really appreciate you and I hope you have a wonderful day. Chamber. Do you have anything to say to Vicki?"
    },
    {
        "speaker": "B",
        "text": "No, of course I do. Happy birthday, Vicki. You are a force in the community and I appreciate you come into every, you know, every show that you come to, I appreciate. And every time you participate, I love it even more. So, happy birthday. I don't know how old you are, but I'm sure you're enjoying it. You seem to be the type of person. My guess is that has a good birthday day. Do you think I'm wrong there?"
    },
    {
        "speaker": "A",
        "text": "No, I think you're right there. I think that Vicki is a birthday enjoyer. She took off from her daily twitter space today to enjoy her day. She posted a wonderful picture at her local Starbucks in the Starbucks discord. So it looks like she's killing it today. So that's very exciting."
    },
    {
        "speaker": "B",
        "text": "That is exciting. I wish I was in the Starbucks discord. You guys seem to have so much fun."
    },
    {
        "speaker": "A",
        "text": "I mean, we can get you in there. You just can't do any of the other fun stuff, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. It doesn't sound like as much fun now."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I would. I think we would immediately have to moderate your contributions because there's no meme coin shilling in the Starbucks Odyssey discord. No. And that is so you would be immediately kicked out. But anyway, let's get into it. Jana. I don't know. Do we have anyone else in the audience here from the artist side that we need to bring up, or is it just you today?"
    },
    {
        "speaker": "C",
        "text": "Not quite yet. Some of them might show up in a few. Yeah. And Shira may or may not come through. She's in Barcelona. And I know she just got invited to go to something at a castle or a church and they're doing something. I don't know, something exciting is happening in Shireland. It's her birthday tomorrow."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "All these Taurus women building in web three. I'm so here for all the Tauruses. My mom is a Taurus. We love them."
    },
    {
        "speaker": "A",
        "text": "Hell, yeah. Absolutely. So, happy birthday to Shira. If she listens to. To the playback. I hope she's, you know, having a wonderful time at whatever castle she's in. Chamber. Have you ever been to a castle? Like, a proper castle?"
    },
    {
        "speaker": "B",
        "text": "I don't think I have. No, I don't think I have. I also enjoyed the proper pronunciation of Barcelona, which I always enjoy."
    },
    {
        "speaker": "A",
        "text": "I noticed that as well. And I noticed that as well."
    },
    {
        "speaker": "B",
        "text": "You know, I actually have a fun fact on that. I heard there's thoughts in the, you know, amongst historians that there was, I forget which king of Spain, but there was apparently a king of Spain that had a pretty prominent lisp, and then the dialect actually changed because of that. I don't know if it's. If that's. But it is. It is a common theory amongst historians."
    },
    {
        "speaker": "A",
        "text": "I did not know that. And I am very interested to see what type of. I got rugged."
    },
    {
        "speaker": "B",
        "text": "Okay, good. I'm like, yeah, I touched my phone. I'm like, oh, no, sorry."
    },
    {
        "speaker": "A",
        "text": "I'm very interested to see what kind of castle you're going to buy with all of your generational wealth that you're earning this week. I don't know. I've tried searching castles on zillow during the bull market. I'm not sure what's out there. The listings don't happen very often, but, you know, you might be able to find something nice."
    },
    {
        "speaker": "B",
        "text": "I just finished watching the last season. It's always sunny where they rent a castle in Ireland. Yes, it's very, very good. Very enjoyable."
    },
    {
        "speaker": "A",
        "text": "Agreed. All right, so let's get into it, Janna, let's. Let's start with just a little bit of your background. How did you get into the space, and specifically, how did you start working on the jumbo project, and where does your interest in mental health awareness come from? From?"
    },
    {
        "speaker": "C",
        "text": "Oh, that's a lot of great questions. I'll start at the beginning, my interest in mental health, or start, I guess I'll start with your last question because that's the beginning for me. I got into the mental health space, I guess, because I've lived there all my life. So my biological father is mentally ill. He's been institutionalized since I was a really little girl, and it's been a lifetime of navigating his unwellness. And then as I got older, my own stuff came up and went through my own kind of, as we say in the spiritual world, dark night of the soul, and came out on the other side and realized I just got to be bullish on making sure that people understand that mental health and well being has to be the first thing that we consider, not the last. And so, you know, I, in my personal life, became, you know, I on the journey of self love. I found energy healing and astrology, and I got really hooked, so much so that I started to do those things professionally and have been for over a decade. And as I was on that path in the chaos of 2021, my partner and I were in Costa Rica, and I was having a nice old menti bee, as my friend says, a little mental breakdown. And I just turned to him and I was like, I just hate money. I want to use crystals as currency. And his best friend was like, oh, you should just make an NFT project. And I was like, what the hell is that? And that's how I got into crypto. And then I just, you know, I started in the space. Personally, as Jana Stern Healer, I think maybe I could join in as me on my computer in a minute. But I started in the space doing meditations and holding mental health spaces and talking to folks about spirituality. And, you know, I started many, many, many moons ago, 62 weeks ago, I started a space called Metaverse and metaphysics with some friends of mine that has been holding strong for 62 weeks in a row, which we're super proud of. And, yeah, then, you know, along the way in that journey, I connected with Shira Lazar, who is the co founder of Peace inside Live via her spaces. And it, you know, immediately we were like, oh, something's good here. Something's possible. And she and her co founder, Jordana Reem, were, you know, working with what was Dino Monks and is knights of Degen that got acquired a long time ago. They were working with those guys. They had started peace inside live during the pandemic, you know, when everybody went inside, they were supposed to do a retreat, a second retreat. They had gone to Nepal and hiked in the himalayas to base camp of Mount Everest together, had intended to do it a second time, and instead the world said, you're not going no place. So they went inside like the rest of us and started peace inside live. And for a while, they had been working on this journal called the Jomo Journal, the joy of missing out journal, because both of them and myself are devout journalers and big believers in kind of getting it out of your head, putting it on paper, letting it go, you know, getting detached from whatever it is that feels chaotic in the moment. And so I had started to work with peace inside Live and was helping them be their sort of web three manager and just sort of bringing my skills and my network and things like that that I had built here in web three into what they were building and building those things together. And when this idea started to come to fruition, we recognize that, you know, Shira and myself and Jordana were really existing in the web three space, and we wanted to make this a web three, you know, how do we involve web three? Was really the question. So in the journal, we were like, we really want to have some cool art in there. And so we went to some of our friends who are artists, and we asked them to create some work, and they did. And they were so cool that we were like, oh, my God, we got to mint these. So we did. And then as we started to visit in with that idea, we realized, wow, there is something here. And we could make a whole collection. And we could really gather some unbelievable artists. And so we. We continued to do that and eventually gained, you know, we came up to about 40 artists who each created pieces about what joy means to them. And then we had this incredible opportunity and thought, well, we're not really founders. We're not really people who want to have, like, a brae, you know, so we thought, okay, we'll just do it in support of mental health charities. And so that is what we're doing. So we've. We've selected five really, really special charities that we're really proud of. And this meant 100% of the proceeds of all of these pieces are going to go to these five charities. And, you know, we've done it in this very, very decentralized kind of way. You know, knowing that we're not founders. We're definitely not project leads in any way. Although there is some leadership here, we just. We realize this is not, you know, we didn't want to be that. So we leaned on some of our friends, and we went to our friends over at timepieces and Deepak Chopra save a love, and, you know, our friends at house of first, and, of course, our good buddy Jordan from Polydoge, who we love, and, you know, the folks over at intentional XYZ. And we just started to build this whole thing as big as it could go. And, you know, we've been really fortunate that there's been a lot of really wonderful community rallying around what it is that we're trying to create. You know, this is. We're not profiting from this. We're really just trying to create awareness and create some. Some hype, really, around mental health and well being, because no one is okay in this world, really. And even if you are that, you know, you got to support others who are not, because it's a hard world out there, and we all deserve to feel good. So I can get into more of the details in a little bit, but for the moment, I'm going to park it there and yield the mic."
    },
    {
        "speaker": "A",
        "text": "That was a lot. That was amazing. I feel like we got a very good picture of where you came from and where we're going with the Jomo effect. I loved so much of what you said there. So when you originally got into the space and heard about this, was it 2021? Is that when you renounced money and decided we wanted to use crystals as currency?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it was 2021. I put 50 hand drawn crystals on the polygon blockchain, and I called them the crystal Magic punks. And I was like, look at me, I'm going to be a crypto millionaire."
    },
    {
        "speaker": "A",
        "text": "Well, I think if you, you know, if you. If you hate money and, like, magic Internet money, you definitely came to the right place, right chamber. We're sitting here trading pepes and beans and billies and turbos and all kinds of stuff right now."
    },
    {
        "speaker": "B",
        "text": "I'm having a mental health breakdown just on this Billy's chart right now."
    },
    {
        "speaker": "C",
        "text": "Listen, I am Jo, mowing my way through shitcoin season, okay? I am not a traitor."
    },
    {
        "speaker": "A",
        "text": "I think that's a really, actually a great example of the whole initiative, right, where you've got. I mean, if you are not a. If you've never dabbled in this stuff before, it is 100% not for the faint of heart. It's also not easy to figure out. It's also not. I mean, there's a lot of potential wreckedness to be had here, but, but the timeline is on fire, right? Like, you scroll, you open up Twitter today, and my typical NFT timeline is just frog memes, like, all day. And that's a. And people talking about their generational bay wealth. And so, Jenna, I think it's, like, a perfect example, right? So I think that's a great way to lean into, like, the jomo as a thesis or as a lifestyle, right? Of, like, because there's so much of this whole space that is consuming, and people always feel like they're, if they're not locked in, they're. They're out or they're missing out. And, and it really does take a toll on you at times. I remember in, like, the peak of 2021 when everything was popping and you just, like, it felt like if I looked away from my phone for a minute, I was missing out on money and gains and eth, and it's. It takes a real big toll on you. So I think, like, we're actually in the middle of that right now with this kind of meme coin season that's going on. So, like, is that of, you know, the crux of what we're talking about here?"
    },
    {
        "speaker": "C",
        "text": "Totally. I mean, yeah, you know, I really, I personally am Joe mowing this whole meme coin season. I'm like, I'm. I love to see it. I love to see, you know, folks gaining generational wealth and getting a lot of money. I hope that they do good things with it, like, you know, donate it to the Joe mo campaign."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "You know, I do. I think that this whole space is ruled by FOMO. It is created by FoMO, and it's toxic. It's really, really toxic. And, you know, it leads to terrible mental health for people, and we see it all the time. I mean, peace inside live does this. This is what we do as a company. We provide well being for brands, companies, and teams so that you can stay well. And, you know, we. We go into discords and help, you know, with Twitter spaces and do IRL events and all kinds of customized stuff for businesses. But that's, like, what every single project needs to be doing. That's what every single person needs to be doing. And, like, all of this shit, coin stuff, like, listen, it is, like I said, it's great to see people winning. It really is. And I love that people are bullish and, you know, maybe nfts are dead and maybe Pepe is the future. I don't think so. Like, we'll see. Not financial advice, but again, you know, take your profits so that you can not get rugged when this coin eventually does what all. You know, these are the proper."
    },
    {
        "speaker": "A",
        "text": "Yes, these are the proper disclaimers. These are the proper disclaimers. We know that this probably will not last forever. I mean, especially the, you know, the. I would say the not so popular ones, because where you see, we've talked about this all week, where it's like, Pepe, at this point, it's kind of reached a little bit of a critical mass that can't be said for all of these other ones popping up. And they are very much gambles. And what happens is, it's all to your point about the fomo and missing out. And you have to be like the whole. You see people making a million dollars on Pepe, and they did so because they were early on it. So it's actually a detriment to you because you see that and then you see all these other meme coins popping up, and you're trying to be in a rush to be early and a rush to be first so you could turn $100 into a million dollars. And unfortunately, that's just not how the world works. And it's weird because you see it happen with Pepe and you're so excited for the people that are in it, but you want the piece, too, so you chase the next one, and that's where it's dangerous. So definitely be careful out there doing this. We've talked about it all week, but it's definitely worth saying a million times. So I think. I mean, we couldn't be talking about a better example of it this week. Uh, Jana, I think, as well, chamber. You're just giggling like a schoolgirl. I mean, like, this is how the podcast goes, Jana. It's. I say something insightful, chamber giggles and we rinse and repeat."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I'm here for it."
    },
    {
        "speaker": "C",
        "text": "Let's go."
    },
    {
        "speaker": "B",
        "text": "I was just saying you, uh, when. When bunch was. Was kind of mentioned. Kind of what it's like to go through these bull markets where you feel like you turn away. I didn't even want to mow my lawn this afternoon just because I don't want to miss anything. I literally got maybe two, 3 hours of sleep last night just because I was checking my phone constantly and I was surviving on caffeine and cigarettes all day today. All. Well, knowing that we were going to be having this conversation later in the afternoon. So mental health has been on my mind all day."
    },
    {
        "speaker": "C",
        "text": "You don't say, in a puddle on the ground, just like in cigarettes and coffeeville. Like, speaking about mental health, you don't say, first of all, don't mow your lawn. It's actually not good for your grass. Just let it grow. It's really, really good."
    },
    {
        "speaker": "A",
        "text": "That's Alpha right there."
    },
    {
        "speaker": "B",
        "text": "That is Alpha."
    },
    {
        "speaker": "C",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "That's Joe Moe right there."
    },
    {
        "speaker": "C",
        "text": "Let me. From your local hippie, I'll say, don't. Don't mow your grass. And while you're at it, do not blow or rake your leaves in the fall. The earth needs that, those nutrients. Please leave them alone. Anyways, man, you have just."
    },
    {
        "speaker": "A",
        "text": "I can I have pipe you into a direct line to my wife because you just saved me. You just saved me an entire, like, season of actually, a whole year of chores. Right? Like, I don't have to mow my lawn, I don't have to rake my leaves. And then the snow comes and we're good to go. Yeah. Is shoveling your driveway?"
    },
    {
        "speaker": "C",
        "text": "No, you gotta shovel the driveway."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, man. Dang. I thought that was maybe somehow bad for the environment as well. Maybe we can work on that for next time."
    },
    {
        "speaker": "C",
        "text": "I'll do my best."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You know, listen, I work pretty hard to focus on my mental health. And here's the thing. Like, you could be degenering for gazillion hours and not sleeping and doing all that, or you could be someone like myself, who meditates every day and writes in my journal and does all the things, and I'm still a hot mess. You know, it's not this thing about mental health. There's no, like, place that you want to get to, necessarily. It's really about understanding that wherever you are in the here and now is okay. Even if you're totally miserable. And that's what Jomo really is about, you know, Jordana says, our co founder, she says the joy of being here and here is not this, like, idyllic place where everything is like sunshine and rainbows and no snow to shovel. Like, it's a real thing. Sometimes you get a choppy snow, you know, but there is joy in everything that you're doing. And actually, sometimes when you're doing the thing you don't want to do, you get these, like, big, beautiful aha moments, or you receive some download from the universe in your mind. It's like you turn it into a meditation, and then you can kind of really understand, like, oh, I've actually been being kind of nasty in my relationship, or I've been really unkind to myself, or I need to be better with strangers or whatever. Fill in the blank. Thing is, you know, ways that you can be better for you, for the world come through when you're present. So, you know, Joe's about being present, and that's if you don't have the shit coins, which I don't have any, you know, I am, by the way, accepting eth. If you're sending eth, it's Janasturn eth. It's real simple."
    },
    {
        "speaker": "A",
        "text": "Chamber. Send this woman to me, please."
    },
    {
        "speaker": "B",
        "text": "Once gas, once fees died out a little bit."
    },
    {
        "speaker": "A",
        "text": "There you go. I love what you're saying here, jana, because I personally have felt this a lot in the past, you know, two years being in the space, and sometimes it's really overwhelming. And what I loved about what you just said was kind of, how do you recognize that in yourself? And because I think that's what it's all about, right? You can't help yourself unless you recognize it in yourself. And so for me personally, I, you know, at the beginning of the year or end of last year, I realized in myself that I was kind of going to this default, negative place, and that was never me prior. And I didn't like it, and I could, but I could feel it, I could recognize it. And everything was taking this negative tilt, and I didn't like that about who I was kind of becoming there. And so I started trying to do this, like, daily gratitude journal on Twitter, where I kind of forced myself to think about, you know, every single day, something I was grateful for. And I will say it's very hard to do that every day. I've probably done, you know, two thirds of the. Of the days. I get to it every, you know, at this .2 or three days. But it's still a forcing function for me to kind of be in the moment sometimes and be present and actually take stock of, like, what I'm doing, because it's very easy for you to say, oh, I'm grateful for the money I made trading Pepe today, but that comes once in a potentially lifetime, right, where it's, what are you grateful for and what are you happy about in those moments where I've got two small kids running around the house like a crazy person, you know, trying, but I'm stressed out at work and all this stuff. And, like, where can you find that, like, happiness within yourself? So I totally am picking up what you're putting down. So how, tell us about a little bit about the artists that are involved here, because I think it's worth highlighting all of the wonderful, amazing artists we're super familiar with. Some, some we're not so familiar with. And, you know, Gabe Weiss is somebody that we're friends with here on the show. Sierra with her dead fellows, PfP. I met through the Starbucks community, which is really great. Talk to us about, you know, how you got these artists involved and who they are and how you're here trying to showcase and uplift them."
    },
    {
        "speaker": "C",
        "text": "Yeah, there are unbelievable artists. And shout out to both Gabe and Sierra. Gabe, I got to meet Irl when I was in LA, and Sierra is like a very, very, very dear friend. She and I both, we were like the Crystal queens that came in in 2021. You know, I often, she's got her."
    },
    {
        "speaker": "A",
        "text": "Whole, like, crystal AI fashion exhibits going on. She's killing it."
    },
    {
        "speaker": "C",
        "text": "She's crushing it, man."
    },
    {
        "speaker": "B",
        "text": "She."
    },
    {
        "speaker": "C",
        "text": "I'm so impressed. And you'll know her piece when you see it, you know, and, you know, I often call myself a crystal encyclopedia. So we were just on that vibe from jump, and I really, really, really adore her. So these artists, I mean, I could, I could read them all out to you if you want me to. They are each so unbelievably talented and have so many, you know, parts of what they're doing were just blown away. And the fact that you'll be able to get some of these artists for the price that you're paying is literally almost offensive to them. So, I mean, you know, we're working with, you know, people like postwalk and toy boogers, you know, Yvette Hammond, Alison Dica, Sherri Fox, Brian Fanzo. I mean, I literally could read them all out to you. Lindsey Kolkowska, Lisa Manton, Laurie Grace. If you don't know Lori, Lori takes the most unbelievable photos. She's a storm chaser, and she takes these incredible photos of lightning, and they're literally like, and no pun intended, electrifying. They're just unbelievable. You know, we've got pieces from nibo visuals. May, who's been in the space for so long with this big, beautiful heart, Saphir Peters, who is just beyond, beyond talented, a young girl from Toronto who I get to, you know, hang out with here up in canadian land all the time. You know, my friend, the ascendant, who is just this unbelievable, super talented multimedia artist who, you know, works with beads, but also, you know, digital art and physical art and just a super cool human being, Coco from stardust. I mean, I could just go on and on and on and on and on. We do have a thread that is going to be going out in the next couple of days of all of them and just their tags and somewhere buried in our piece inside live, I'll find it. We've got a photo of everybody all together, or all of the PFPs, I should say. Nobody posed for a group photo, if you can believe it. But, um. Yeah, go ahead."
    },
    {
        "speaker": "A",
        "text": "No, that's funny. I'm looking at the, uh, the website here, the peaceinside live, uh, slash Jomo, and you can see all of the awesome pfps of all the artists. And it's just funny when you talk about, like, the group photo and it's all just a mix of some, uh, some, like, doxxed photos of the artists. Some are their pfps. And it's just, uh, it's such a weird world we live in every day."
    },
    {
        "speaker": "C",
        "text": "Such a weird world. The idea of, like, getting everybody to even pose for a group photo from a, you know, from around the world is like a dream. Maybe one day all the jomo artists will gather together for, like, a physical, you know, retreat somewhere in the world. But until then, it's just pfps."
    },
    {
        "speaker": "A",
        "text": "Awesome. Is this something, so is this, is this project something that you guys plan on doing multiple iterations of, or is, are we just, you know, kind of doing this for mental health awareness month and as a fundraiser? What's your, like, longer term plans? Is this something you plan on kind of running back?"
    },
    {
        "speaker": "C",
        "text": "So I think this is our last mint. We're definitely not going to do that again. But we do plan on taking, you know, the collection global. We definitely want to bring it to different, you know, conferences and galleries, show off the art. You know, we have a workshop that Shira and Jordana lead called from Fomo to Jomo. You know, Jordana is a meditation guide. I myself am a meditation guide. And, you know, Shira is flexing that muscle, and, you know, we want to be able to really just spread a lot of joy around the world with it. So that's one of the things that we're doing. I mean, the utility of what this project offers will carry into the future. I'll talk about that in a minute. But, you know, I think really, where we're trying to take Jomo, there are some great ideas that we're working on sort of behind the scenes that I can't really give the alpha for yet because I'll not survive it. But, you know, we really recognize that Jomo has some staying power and that it really is a big moment that we want to carry into the future. We don't want this to just be a one and done. We do want to raise a lot of money for these charities. It is something that we're really focused on. So, you know, if you've got a little bit of extra, you know, matic in your wallet, you know, it's pretty affordable. Like I said earlier, I think I said it earlier, it's 20 matic for allow list. You're not on the allow list. Most of those pin tweets up there have the allow list in there. It's 20 matic for our allow list from 09:00 a.m. to 01:00 p.m. and then from 01:00 p.m. to 01:00 p.m. 24 hours. 24 matic, like, ridiculously, ridiculously cheap. If you are rolling in Pepe coin right now, please."
    },
    {
        "speaker": "A",
        "text": "I agree. Definitely roll some of those meme coin profits into this amazing cause. Very, very cool. If you are in the DJ network, war room, discord, and war room, we have a direct link for the allow list as well. So you can. That's an open sign up. So you can sign up for that in the Djen discord until Monday. But there are some other links in all of these tweets above. So if you are interested in getting access to this drop and some really awesome art for a good cause on the 10th, definitely sign up for that. It's super easy. It's. I think it's just a Google form. Is that right, Jenna?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's just a Google form. And I mean, maybe if you don't mind, I'll chat a little bit about the utility, because you'll like. It's just unreal. What we're. This project, this charity mint has more utility than a lot of other projects that have rubbed their butts off."
    },
    {
        "speaker": "A",
        "text": "I think rugged your butt, rugged their butts off is going to be on the show. It's going into the show hall of Fame for quotes. Chamber, we like to take, you know, our guests that, that give us some good quotes and immortalize them. We have one from, gosh, 2018 where we had somebody say that they were the big monkey on the rock and we never let that one go ever since. Rugged their butts off."
    },
    {
        "speaker": "B",
        "text": "Wasn't it like a, like a, like a, wasn't he from like Sweden? Like."
    },
    {
        "speaker": "A",
        "text": "Yeah, so he was, he was european and he was trying to get the, you know, like a euphemism. Trying to get a euphemism right. And he did not. And it was great. Also, before you get into the utility, I just want to acknowledge, Chamber, that fellow Canadian. Fellow Canadian with you."
    },
    {
        "speaker": "B",
        "text": "I was going to say, I could tell. I would have bet all of the."
    },
    {
        "speaker": "A",
        "text": "Is it the grass thing? Is it, is it that?"
    },
    {
        "speaker": "B",
        "text": "It was the vibe. It was the vibe. And I knew she was canadian."
    },
    {
        "speaker": "C",
        "text": "Chamber, where are you from?"
    },
    {
        "speaker": "B",
        "text": "I'm also in Canada."
    },
    {
        "speaker": "C",
        "text": "Are you in Canada 20?"
    },
    {
        "speaker": "B",
        "text": "I'm just down the road. Just in, just in southwestern Ontario."
    },
    {
        "speaker": "C",
        "text": "All right, sweet. Well, if I had my way southwest, I'll give you a buzz."
    },
    {
        "speaker": "A",
        "text": "Chamber, if you ever, if you ever head out down towards or back towards Toronto, just look for the house with leaves and very, very long grass and you'll. But, but no snow on the sidewalks, stairs, you'll know you've arrived. And actually just all the crystals out there, too. There'll be a bunch of crystals?"
    },
    {
        "speaker": "C",
        "text": "Oh, you have no idea. My house is ridiculous. My grandfather was a collector. So to give you an idea of what my house looks like, literally there's crystals almost here."
    },
    {
        "speaker": "A",
        "text": "Incredible. All right, so let's dive into the utility aspect. I'd love to. Yeah."
    },
    {
        "speaker": "C",
        "text": "So when we do our snapshot 24 hours after the mint closes. So that'll be 24 hours after the 24 hours of minting. If you're holding one, there's a bunch of utility that we are given to, folks. So you will get access to the soul leadership from save a love, which is Deepak Chopra's foundations offering that they're creating. And it's going to be, it's not even yet released. It's been done at a couple of universities and colleges, but it has yet to go digital or virtual in any way. And we're going to get, you'll get first access to that and then also. Yeah. And access to peace inside lives portal where there's a huge library of meditation and classes and stuff. So, you know, this mental health charity mint actually helps you with your mental health. You also get 15% off the Jomo journal when it goes live, which is amazing. You'll be able to get a physical journal to write your notes in. And, you know, there's some great prompts in there. It doesn't make you sort of sit at a blank page and freak out about what to write. So we're really stoked about that. And it has some of, like I said, some of twelve of these pieces are printed in that book. So you'll get prints of these books regardless, even if you didn't mint those pieces. So that's really cool. And then from infinite objects, our friends over there, you'll get $10 off to make your digital art a physical piece of art, which is super cool. You can take any of your nfts and print them for your wall at a discount, which is awesome. Our friends over at inner world, they are a metaverse that is focused on mental health and they are backed by Jewel, the artist and songstress jewel. And she's really a big advocate for mental health. And they've got this really cool platform that does amazing, amazing stuff. And you get a premium subscription for a month with them to test that out. And there's some awesome tools in there to learn and it's really fantastic. Polyjoge has offered 50 nfts that they're going to be raffling off unstoppable domains has given us a little bit of a discount. And all holders will also get 20% discount off my own services. That's pretty cool. And then if you're holding five at the time of our snapshot, for every five that you hold, you will get a. A custom Adam bomb squad joy bomb Adam Bob."
    },
    {
        "speaker": "A",
        "text": "I forgot about that. I want that so bad."
    },
    {
        "speaker": "C",
        "text": "Get five, man. Just get five. It's super attainable. They're super cool. They're really, really, really cool. They say Jomo is all the way and they're really awesome. And Bobbi was really, really generous in donating those to us and creating them for us. We're super stoked about it. So the more you hold, the more you get. And then if you're holding 40, if you're holding all 40 of these pieces or more, because remember, every dollar that you mint is going to these charities. I mean 97%, 3% goes to our friends over at Pledge who are distributing to the charities and taking the ETH and converting it into fiat so shut up, pledge. But if you're holding 40, you get a potential. There's tickets to give away for an event with timepieces, and we are getting a ticket to the social innovation summit from House of first love."
    },
    {
        "speaker": "A",
        "text": "Loud."
    },
    {
        "speaker": "C",
        "text": "One of our charities is going to be giving away some merch to folks who are holding 40 pieces. And the coolest of them all is that Deepak Chopra is going to be doing a private meditation and Q and a with our holders of 40 pieces. So if you're someone who's, like, just a die hard Deepak fan, this is a great way to get to meet him and connect virtually from your home with him. Ask him your questions, you know, come with whatever those questions may be, and he's going to do his best to, you know, just share some time and space with us, which we're super, super, super grateful for. So, like I said, this project has so much utility, it's just ridiculous. So, like, even if you don't care about the charities, just ape in for the utility."
    },
    {
        "speaker": "A",
        "text": "My goodness chamber. I mean, thoughts off the hop for 20 matic."
    },
    {
        "speaker": "B",
        "text": "That. That 20 matic? That's crazy."
    },
    {
        "speaker": "A",
        "text": "That's like, 20 matic. Like, that's not."
    },
    {
        "speaker": "B",
        "text": "I mean, I don't. Is that. Is that even a penny? What is that?"
    },
    {
        "speaker": "A",
        "text": "No, I don't even. What's a matic worth these days?"
    },
    {
        "speaker": "C",
        "text": "$20?"
    },
    {
        "speaker": "A",
        "text": "I was gonna say Mattock's about a buck."
    },
    {
        "speaker": "B",
        "text": "I've been dealing in, like, eight, you know, eight digits past the decimal for the past few days, so I don't even know what a dollar is worth anymore. I think I love the atom bomb squad stuff, the Deepak stuff. I mean, that. That's. I think he and I would get along."
    },
    {
        "speaker": "A",
        "text": "What do you think?"
    },
    {
        "speaker": "B",
        "text": "What do you think?"
    },
    {
        "speaker": "A",
        "text": "I don't think so. I mean, maybe I think you would get along with him."
    },
    {
        "speaker": "B",
        "text": "Yeah. You don't think you like my vibe?"
    },
    {
        "speaker": "A",
        "text": "I'm not sure. Like, Deepak, I don't think, like, he'd be, like, stay at your house kind of friendship, you know? No, I'm not sure he would, like, visit you and hang for a weekend."
    },
    {
        "speaker": "C",
        "text": "But not stay overnight. That's the kind of friendship they've got going."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, he'd come over for dinner, you know, they'd cheers a glass of. Of pure canadian maple syrup, and then Deepak would hit the road. What do you think?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I feel like we'd be, like, watching, like, we'd rewatch lost together. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "I keep high. I keep trying to do an impression. Like, in my mind, I'm about to do an impression of them saying things about lost, but I'm refraining for now."
    },
    {
        "speaker": "A",
        "text": "You think Deepak's a big John Locke fan?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Who do you think is his favorite character?"
    },
    {
        "speaker": "B",
        "text": "I might guess. I mean, you can't go wrong with John. I think he's a Ben Linus guy. Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Oprah is a Ben Linus guy."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. This is why you would not. This is why you would not get along with. There's no way."
    },
    {
        "speaker": "B",
        "text": "Who's his favorite character, then?"
    },
    {
        "speaker": "C",
        "text": "Like, early?"
    },
    {
        "speaker": "A",
        "text": "Anybody over. Anybody."
    },
    {
        "speaker": "C",
        "text": "But I. Julie."
    },
    {
        "speaker": "A",
        "text": "It's. Yeah, I was gonna say Julie. I was gonna say it's Julie."
    },
    {
        "speaker": "C",
        "text": "Okay. All right. I'll tell you who it's not."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "C",
        "text": "It's. It's not Ben."
    },
    {
        "speaker": "B",
        "text": "You know who the worst? I've just. I'm recently rewatching it. Uh, you know who the worst character is on the rewatch? It's Jack. Jack is the worst character, maybe of all time. He's so unlikable, and the things he, like, gets away with is unbelievable. Yeah, it's. It's like the last, uh."
    },
    {
        "speaker": "A",
        "text": "The last. You know who. You know who does not have Jomo? It's Jack, that's for sure. He does not Jack. Jack needs to be involved in everything all the time. Um, I do think that you're wrong about Deepak's favorite character being banned."
    },
    {
        "speaker": "B",
        "text": "I'm going to dm him later. We'll see what happens."
    },
    {
        "speaker": "A",
        "text": "Jana, do you. Do you agree that it should be Julie?"
    },
    {
        "speaker": "C",
        "text": "I think it's Julie. Or it's Hurley, like, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, good one."
    },
    {
        "speaker": "C",
        "text": "Yeah. I really love Hurley, Mandy. He's just so wholesome."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You know, and Deepak has that kind of vibe. His whole team does, actually. I have to say. The save a love team, they knock it out of the park every time we speak to them. They're just so kind and wholesome. They're really practicing what they preach. It must be really wonderful to be guided every day by such a powerful force in this world. It's just. It's really incredible."
    },
    {
        "speaker": "A",
        "text": "That's exactly how I feel every time I do this show. A chamber is. It's just."
    },
    {
        "speaker": "C",
        "text": "I get it."
    },
    {
        "speaker": "A",
        "text": "Yeah, you get it. See? Awesome. Talk real quick before we kind of start to wind this down here. I think it's worth noting the different nonprofits that are involved here and where the funds and donations are going to be going."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "It definitely is worth noting because they are really phenomenal, phenomenal projects. Each and every one of them. So I'd be happy to. I'm going to start with our friends over at love loud, who we are really, really, you know, we adore them quite a bit. Their foundation that are bringing, you know, the LGBTQ family into safe spaces, creating mental health support for those folks. We know that there's a lot of challenges that come with, you know, a life that is outside of the quote unquote norm. And so love loud is really doing some really incredible things to support those guys. So we appreciate that. The next one is the Minds foundation. They're a global charity. They work with folks in India who are suffering from mental health issues. We recognize that mental health is not a north american problem. It's a global problem pervasive in thriving in North America. But it's, you know, mental health affects everyone, everywhere. And so Minds foundation, you know, works. Works over there to support them. And we wanted this to be an international campaign that affect, you know, that that helps more than just America and american charities. So we love them. Then next up is our friends at half the story. They were founded by our friend Lars Larissa May, who is working to create policies in government, working, you know, battling the big companies like Twitter and Instagram, Facebook and all that kind of thing to create some digital wellbeing, particularly for the youth, but really for everybody, because once that legislature comes in to protect us against this capitalistic beast that we are constantly being subjugated to, then maybe that puts us in a better space. I don't know. We'll see. But we wanted to support them in the hopes that that would happen and that we could support that initiative moving forward. Next up is our friends over at the American foundation for Suicide Prevention. They're a national charity in the United States doing the work of literally saving lives. They help to, you know, also support folks who have lost friends or family members to suicide. That one hits real close to home for me, so. And, you know, most people know somebody, or at least they know somebody who knows somebody that, you know, is affected by suicide. And, you know, for this mental health awareness month, we were really serious about making sure that that was on the list. And then last but definitely, absolutely not least is our friends over at the Acoma project, founded by Doctor Alfie. And those guys are helping to provide support to our youth of color, you know, again, another marginalized community that doesn't necessarily get the support or the, you know, financial support to be able to navigate through the challenges that come along with being born in a body that is more melanated. And in a world that doesn't understand that, you know, peace inside live is really big on supporting as many marginalized folks as we can. We recognize that Shira, Jordana, and myself are three jewish, white passing women. And we really wanted to make sure that we support more than just our own community and our own selves. We're people who just look like us. So we actually did interview and had a couple of different charities pitched to us, but we're actually connected to all of these places or all of these foundations personally, so we can kind of vouch for them. We know that they're doing, like, a lot of grassroots work, so we're really, really proud of each of them."
    },
    {
        "speaker": "A",
        "text": "That's amazing. Everyone sounds super awesome and that they're doing amazing things for people. And that's what. That's part of what this awesome web three space allows. It allows us to support artists, support causes, support each other. And I think that's really cool. And so this has been such a really great conversation. I do want to make sure, Jana, that we didn't miss anything. Is there anything so far or anything else before we wrap up here that we did not touch on, and if not, give the details of the mint again, where people can go on the 10th and things like that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the on the 10th is TBD. We're still waiting for Magic Eden to officially put all of this good stuff up, but it will be on Magic Eden. So you can follow those guys and give us a follow. Hit the alarm bell. We'll be tweeting a lot and probably definitely releasing more of the arthem so you can get a little taste of what's to come. And, yeah, so, like I said, if you're on the joy list, with which if you're not by now, I don't know what you're doing, but you can just get into any one of those tweets at the bottom of almost all of our threads as an opportunity to hop on that joy list. And I know that it is available in the DjEn network discord. So thank you to our friends over there at the DjEn network. We love you guys. And, yeah, so 20 matic for those on the allow list, $20 to buy one of these things. And, you know, and then from 09:00 a.m. to 01:00 p.m. they're on the allow list. You'll be able to access them at that really ridiculous price, and then at a slightly less ridiculous price, but still very ridiculous, 24 matic for 24 hours from 01:00 p.m. to 01:00 p.m. and then if you're in New York, where we are doing a gallery show, which is super, super awesome, we're going to be there live in person. We'd love to have you there. If you can be there, tickets are free. So, you know, if you live in New York City and you want to come and see this work, you know, please feel free to come through. Also, I see one of our artists popped in the space shadow. Doctor Lemni, we love you. You're amazing. Her piece is just unreal. Wait till you guys see that one. She's actually in our journal as well, which we love. And. Yeah, that's it. Just, you know, come on through. We're going to have a big, big mega space Wednesday on mint day from 01:00 p.m. to 06:00 p.m. with our friends over at timepieces. They'll be hosting us for a gazillion and a half hours. So if you guys want to come through, then, you know, any of our friends, you know, feel free to. And of course, bunch chamber, if you guys want to come up on that stage, you're super, super welcome to Riggs down there. You too. We'd love to have you up and just share, you know, just where you're at that day and how many you minted."
    },
    {
        "speaker": "A",
        "text": "Fantastic. This has been so awesome. Shout outs to doctor. Let me down there. Give her a follow. I'm super excited to see all the art. I'm excited to collect some of it as well. And I'm very excited for the Deepak Chopra utility lunch with chamber that I think you committed to here on the show. And we'll make that happen, and we'll ask him live what his favorite lost character is."
    },
    {
        "speaker": "B",
        "text": "He loves all of them equally, probably."
    },
    {
        "speaker": "A",
        "text": "That's actually probably a more Deepak answer, I would think, right? Or it's probably more accurate that he's never seen lost. What do you think?"
    },
    {
        "speaker": "B",
        "text": "I. I would bet he has seen lost."
    },
    {
        "speaker": "A",
        "text": "You think?"
    },
    {
        "speaker": "B",
        "text": "I would say it's. It's. I feel it was, like, early, like, you know, what is, like, 2004? Maybe it started. No, I think I'm pretty close."
    },
    {
        "speaker": "A",
        "text": "Lost is like."
    },
    {
        "speaker": "C",
        "text": "What I mean is there. There's no way, like, he was doing the Oprah circuit at that time, was he."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, like, that's not trying to figure out is, is, was he massive then?"
    },
    {
        "speaker": "C",
        "text": "He was deep in Deepak Ville that he's been doing this for. You know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that would be my, like, Deepak."
    },
    {
        "speaker": "A",
        "text": "The last time Deepak watched, like, tv, like, that was probably, like, cheers, honestly."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "He's been too busy outside of that."
    },
    {
        "speaker": "C",
        "text": "I'm sure he's like, you know, what is it called? Miami housewives or whatever it is."
    },
    {
        "speaker": "A",
        "text": "I'm sure that his go to, I could picture him just with, like, a bowl of popcorn. I don't even know. Maybe, like, celery. Who knows? But this has been so awesome. Janet, thank you so much for coming on and joining us today. Sorry you have to sit through some of our shenanigans. We hope we made you laugh a little bit, at least. And I hope you all had some extra jomo for at least this hour, not worrying about what your meme coins are doing. I know Chamber has been multitasking the entire episode and deciding when to buy and sell his. His stuff, but, uh, yeah, chamber. Any. Any parting words, uh, here about the jomo effect before we shut down today?"
    },
    {
        "speaker": "B",
        "text": "I think. I think anybody just hot, you know, shining light on mental health. Uh, you know, I'm old. I'm an old guy. I'm I'm 40 years old. Mental, like, mental health awareness is a new. A fairly new idea in my life. You know what I mean? Like, I could say up to. I would say, like, up to 30 years old. Like, if somebody was, you know, complaining about, you know, they're all there. I feel like, you know, just tough it out, you know, suck it up, kind of. It's just wild to see how far things have come over the last, you know, ten years or so, you know what I mean? And it's. And it's great. And I think more and more people need to feel comfortable with it. I think we're obviously. I think we're getting there, but the more we can talk about, the more we can normalize it. I think it's. It's great. So, uh, great work, uh, is my final thought there."
    },
    {
        "speaker": "A",
        "text": "Awesome. Yeah. That's amazing. It's a great place to stop when you hear chamber being genuine. Uh, that's. That's what we do here. Chamber. You you held the cackling to a minimum, so I appreciate that. Uh, and what was your reaction to that one? I'm sure you."
    },
    {
        "speaker": "B",
        "text": "I mean, that's. I mean, you got it. You know, he was. He was calling it as it was."
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, you can argue it's a hyena cackle, that's for sure."
    },
    {
        "speaker": "B",
        "text": "That's how I would describe it. If somebody else laughed like me."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're like, hey, where's that hyena coming from? That is going to do it for us today. Don't forget to check out the Jomo effect. Get up on all of those tweets on top and share them out. Raise awareness, get on the jomo, the joy list. And on the 10th, ready up your 20 matic. Hang out with Deepak, go to the super space and just overall, be aware of your own mental health first and foremost, because it is the most important thing. As Jana, you said at the top of the show, nothing can really happen if you're not taking care of yourself first. So please, please, please be doing that in any way that makes the most sense to you and that's going to do it for us today. Have a great weekend, everybody. Check out the night shift tonight at 11:00 p.m. eastern on our YouTube chamber. Are you making an appearance tonight or what?"
    },
    {
        "speaker": "B",
        "text": "Me and my mom may or may not be on."
    },
    {
        "speaker": "A",
        "text": "Just dial in. I need to hear you on the night shift tonight. Like that's right in your element at the peak of meme coin season. Like you got to do it."
    },
    {
        "speaker": "B",
        "text": "Fine, I'll see. I'll, I'll see what I can do. I'll see what I can do."
    },
    {
        "speaker": "A",
        "text": "Find a way. But that's it. The night shift tonight at eleven and Saturday morning cartoons. Talking about mental health, man, Saturday morning cartoons tomorrow should be a banger. They are always pushing that positivity with gentle tornado Danny and Omi there. And that's at 09:30 a.m. eastern time tomorrow morning on the DJ network handle as well as all of their personals as well. And that's going to do it. Until next time, stay mint."
    }
]