[
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe this. This is my mid mic crisis."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mid. My crisis. I am bunchu, alongside my esteemed colleague and co host, Chamber. Chamber. It's a Friday. How you doing?"
    },
    {
        "speaker": "C",
        "text": "I'm doing well. You know, it's. It's a little overcast out here. We're getting that, those may showers, but it's, you know, I'm in shorts and a t shirt, so it's. The weather's nice, and I'm fully nude. Are you?"
    },
    {
        "speaker": "B",
        "text": "Good for you. That's just how it rolls."
    },
    {
        "speaker": "C",
        "text": "Nips out."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just like the magic Internet cat."
    },
    {
        "speaker": "C",
        "text": "Love it."
    },
    {
        "speaker": "B",
        "text": "But we have a wonderful guest today that I had the pleasure of meeting and talking to earlier this week myself. So we are welcoming Doug Tendrift down below, and he is the creator and Dev of the $0.99 Arizona ice tea meme coin project. Doug. Gm. How you doing?"
    },
    {
        "speaker": "D",
        "text": "Gm? You guys are."
    },
    {
        "speaker": "B",
        "text": "We've been doing this for quite some time. This. This podcast has existed in one form or another since 2018. Can you believe it?"
    },
    {
        "speaker": "D",
        "text": "I appreciate anything that has. Has longevity, and you stuck to it, I'm sure. Like, the early times were difficult, but."
    },
    {
        "speaker": "B",
        "text": "Like, I gotta tell you, the most difficult time was the most recent bear market. I. We were doing three shows a week, and I wanted to quit every single day. And my loyalty to my friend Chamber here is what kept me around. But we have been around since 2018, and we'll talk about this, I'm sure, at some point during the conversation today when we kind of talk about the theme of community and whatnot. But would you believe we've been doing this podcast since 2018, and Chamber and I have never met in person. How about that? Yeah. Shocking. Shocking. And it turns out chamber, there is a, I would say, almost 100% chance that I meet Doug in person before I meet you."
    },
    {
        "speaker": "C",
        "text": "I mean, yeah, 99%. We have to leave the one."
    },
    {
        "speaker": "B",
        "text": "Turns out we. Yeah, turns out we know some of the same people and live very close to each other, in proximity, so. Yeah, so you're toasted. That's it. Doug's. Doug's my new best friend. We could be the three best friends that anyone's ever had, but."
    },
    {
        "speaker": "D",
        "text": "Anyone."
    },
    {
        "speaker": "B",
        "text": "All right, so let's get into it here. I'm stoked to talk to you because we had a conversation on, God, I don't even know what day it was. Tuesday. And, you know, your whole story and vibe struck me. I can relate and resonate with it, and I am super excited to share it with our audience. Here today, Chamber, you're coming into this blind. I basically just said, hey, I got a guest for Friday. Just bring your wonderful face and voice and, you know, let me take it. Yeah. And so, Chamber, are you familiar with the $0.99?"
    },
    {
        "speaker": "C",
        "text": "It's funny you say this, because here in Canada, it's not $0.99 on the can."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "D",
        "text": "So it's a dollar."
    },
    {
        "speaker": "C",
        "text": "I believe it's a dollar 29 on the can."
    },
    {
        "speaker": "B",
        "text": "So it's just the proper exchange rate. Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "But, yes, it is. Unfortunately, we don't have the 99 cent on the can. But the price is on the can here in Canada."
    },
    {
        "speaker": "B",
        "text": "Okay. But it's just not 90."
    },
    {
        "speaker": "C",
        "text": "It's not the same price."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, wait, wait."
    },
    {
        "speaker": "D",
        "text": "So, I'm sorry, the price on the. It does say ninety nine cents, and they're charging."
    },
    {
        "speaker": "C",
        "text": "No, it says 129 on the can. I believe. I'm trying to find a picture of it."
    },
    {
        "speaker": "D",
        "text": "That's a double scan."
    },
    {
        "speaker": "B",
        "text": "This is. This is part of the trials and tribulations of having a canadian co host, Doug, is that most things are different as it. Like, we've had many conversations about our different Halloween candies, coffee shops, fast food restaurants, all that kind of wonderful stuff. I did not know that the price was different on these cans in Canada. That is actually the most canadian thing ever. So I'm actually glad that this is happening here right now. Chamber."
    },
    {
        "speaker": "D",
        "text": "So I wish. I wish I met you guys a long time ago. I would have came and hung out and hung out here and throwing the bear market, because, like, I had the same thing. Like, I'm the guy in all the telegram groups just sharing charts to the, you know, abyss of myself. Like, it's like a journal of myself during the bear market. Once in a while, people would respond back, but it's just like, it was rough. It was like, you know, and I get it. People got other things going on besides crypto, but I would have sided."
    },
    {
        "speaker": "B",
        "text": "Well, good thing we found each other now, because we're also still, I think, going to be in need of charts. But, you know, the market's definitely better here in the last couple days than it was earlier in the week. Chamber, how are you feeling? Before we get into the specific $0.99 chat, how are you feeling about where we are currently?"
    },
    {
        "speaker": "C",
        "text": "You know, it was. We had a couple of. Couple of dark days this week, but."
    },
    {
        "speaker": "B",
        "text": "We back over 61 right now. We're back over 61. Yeah, we are."
    },
    {
        "speaker": "D",
        "text": "But you guys, we still got to break this down. Yeah, gotta break this downtrend. That's a."
    },
    {
        "speaker": "C",
        "text": "That's we gotta."
    },
    {
        "speaker": "D",
        "text": "Yeah. Anyway, sorry, we gotta recap."
    },
    {
        "speaker": "B",
        "text": "But it did come, and it did come and do exactly what we said it would on Tuesday, which was come and touch that, like 56 and a half. And we were gonna. We said that could be a bounce spot if it's not as deep as we thought it might go. But it still needs to kind of reclaim that 67 area for it to be is. Do you agree with that, Doug, as the charter, you 100%. Are you, are you, are you expecting that, or are you expecting more of a, you know, a rejection here down to the 50 to 50 range? Ish?"
    },
    {
        "speaker": "D",
        "text": "So I can't give you a fair assessment because I've been working so hard on this project that I don't have good perspective. But at a glance, honestly, the only part that's a little, just from the gut here, going into the weekend is kind of, eh. Although thinking back to the bull market of 2020, 2021, I was trying to see how many weekends were actually like, green weekends, because the bear market, you know, is the common scenario of like, hey, if there is a pump into the weekend, it's just immediate fade into Sunday, and just like, it just makes it miserable. So. But I do remember times when there was during the bull market years back where it was like, hey, weekends were actually looked forward to it granted, less liquidity, less participation. So, to answer your question, if it wasn't the weekend, I would be more optimistic. However, I like to be wrong. I would want it to be like, hey, maybe this is the first weekend where we actually just, you know, everyone thought everything was over last week, which I would say if I had to go back in October and draw out how I'd want the bull market to be. I'd want it to be, you know, pulling back into having an April would be garbage almost, you know, equivalent to September, and basically make everyone think it's overdeveloped. And then basically, it starts to our spring and the beautiful Solana summer. Just the summer in general. Right. So that's. If I were to draw it, I would love for this to basically be the. That was the pullback, and we move forward however we could see what happens. But. But still bias bull regardless."
    },
    {
        "speaker": "B",
        "text": "That's good. Okay. So that I think, you know, that jives with our assessment. Okay, I'm just going to say the quiet part out loud. Both of you now have, uh, Chamber and Payne have texted me and said that you could hear me breathing into the mic. So, Doug, we've been doing this since 2017 or 2018, but I still can't get the fucking mic right. And uh, Chamber said, I can hear you breathing into the mic. In which I responded, good, uh, real pervert stuff there. So anyway, let's get into our conversation here. I thought your backstory was fascinating. It reminds me of conversations we've had on this show in the last couple weeks as the meme coins have been taking off. Most of our audience, I would say, is primarily from the NFT side of the house, where the bull run of 2021. And so we started talking a couple of weeks ago on the show about how we could see a lot of parallels between NFTs and meme coins. And I specifically was talking about how there is real community here. And I was struggling with that before because I was approaching them as simply something to trade. And so that changed for me this cycle here. And I think you have a very similar experience. So lets start first with whats your background? Wheres your crypto story start and how do you find yourself now? Heredivide the charismatic leader of a can based meme coin."
    },
    {
        "speaker": "D",
        "text": "Canned based meme coin. I love that. Won't go too far back. But thank you for the introduction. I am a, at heart I am a data nerd problem solver. That is it. Who likes Lego too? Let's put it that way. How things considered, that is my life before ninety nine cents and trading. I've been like a, I hate to say it because I hate consultants, but I've done consulting for a long time on, you know, executive data strategy. All the, all the buzzwords you can put into the world that is corporate America for a decade plus. And I enjoy it. I mean, it's giving me perspective. I've had a lot of good relationships, seeing what's good, seen what's bad. But come 2020 was the first time for me to say, hey, what's this crypto thing? And although I had some exposure to it prior, it was more like, hey, this is coming back. It's a thing. And I really want to be part of it, especially the NFTs. And so 2020 actually was ready to leave my job. And I love where I was, I was there for a long time, but it was just, I'm very intrigued by what's coming next. That's always kind of my mentality is like, where do I see things going? How can I position myself to understand that and to really benefit from that? Sure, financially, but also too just, you know, for me as a yemenite learning, I'm curious. I always want to understand what's coming next. So I could help craft my, you know, path, but also to help others kind of see what. Where they could fit in. So went to, let's say, I don't know, maybe throwing, like, I don't number. It's probably ten grand. Got into the NFTs early on. I think 2020 was my first NFT, and it was a Lego NFT, which I think went to shit."
    },
    {
        "speaker": "B",
        "text": "Good chance, probably. Good chance."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, yeah. I. It was on eth, so just. It was. Anyway, I got. I got lucky with the Solana SMBs and a bunch of other ones. I can't remember the names of them at the time. Djen Ape Academy, all Solana at the time. So, Solana, whenever that run happened, I got lucky. And it was. It was a vibe, and, like, to your point, like, there are things then that I'm starting to see again now. But the part about that time was, like, it was electric in regards to, like, there was almost like I always talk about, I played soccer for years, too, a long time ago. And I, you know, when you're younger and you play soccer, I used to always call it swarm ball, or, like, everyone. Everyone in the field would follow the ball. Right. Regardless of a team you're on as a kid. Like, just the big chamber."
    },
    {
        "speaker": "B",
        "text": "Is that the style youth children's soccer that you coach?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. Like 90. 90% of my coaching strategy is yelling, separate."
    },
    {
        "speaker": "B",
        "text": "Separate."
    },
    {
        "speaker": "D",
        "text": "Exactly. Oh, we gotta talk soccer one day chamber. All right, let's do this. Anyway, so, so when I use that analogy, like, I think about the early NFT days in Solana, that exact nature where there was only so many people doing it. Right. And the best part was that anytime a new project came up, a new discord was created. It's almost like everybody moved together to that next discord. Like, it was just, like, so electric where you was like, a new discord was stood up, and all of a sudden everyone's there and it's just like, the feeds moving crazy. And so it was, it was just kind of. It was. It was part of that culture where you just want to bounce around. And I actually have a chart. I had to go back and find it now that we're talking, where I kind of made, like, a. It was a visual that kind of had little bubbles on with a. On a chart that showed the frequency of how often a project was released. And you could see just, like, how quickly it spurred and got bigger as the months and time went on. And they also called. Started calling out rugs and calling the things that happened next with it, right. But that was my first experience too, of being rugged, like, couple many times. Uzi, I think it was soul bears. And at the time, too, it was crazy where it was like, hey, five Sol at $200 was a normal mint price across the board. It didn't make sense, right? But that's made the whole fun of it. And so I got very lucky there early on and was trading constantly. And I'll go into this at the time, too. You ended up having to do some, let's call it mini fundamental analysis. Right? You kind of had to go once the rug started happening. You wanted to get a feel for, hey, is this a legit project where the project had to have a website, they had to have a white paper. Could, doesn't matter if it was bullshit, they could have had it. Same with the roadmap, right? Does something say, hey, we're going to do this, we're going to. Utility was the big word, right? That was the buzzword. And like those things, you had to have as the standard to be even have a chance as an NFT unless you had ways of marketing otherwise. Right. The reason I'll mention this, I'm going to touch this later, is that the meme coins requires none of that. No one cares about anything as our short attention span of the dopamine fix that is the Internet today. It's like, no, we don't, I don't give a shit. A roadmap for a website. Just the meme. That's it. We're good. It's all we need. So the reason I'm calling it out is because later you say, why this is to me, is an opportunity to take advantage of because of just the low bar that's being set across the board. So did NFTs 2021. And then I got into trading and because I ended up quitting my job, right. I want to say it was two months after Elon was on SNL, so that Tommy worked out perfectly."
    },
    {
        "speaker": "B",
        "text": "So the absolute Tom. Yeah."
    },
    {
        "speaker": "D",
        "text": "Oh, my gosh. I have a chart, actually, where I have, when I quit my job and then when I went back to the job and, yeah, it was not, it was not fun. No one told me there was the top signal of him being on tv. Was that maybe a top signal?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you just need, like the Elon dressed as Wario plastered on your, on your wall in your house somewhere. Yeah."
    },
    {
        "speaker": "C",
        "text": "Doug, you definitely need, you need to stick around with us because I definitely think we, we called that top specifically for dogecoin and then I believe we also called the you know, the choose rich, choose rich with Nick top when he was on."
    },
    {
        "speaker": "B",
        "text": "Was he on Portland with portnoy?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that was the absolute top also."
    },
    {
        "speaker": "D",
        "text": "So. Yeah, and like, on that point, what you just said though, right? So, like, it's funny. Cause, like, now it's like, I'm pretty sure I can. I can spot a top, right? And I didn't have that experience before, so you guys obviously have been through cycles, so you can see it. And, like, for me, like, I also, you know, all this. I'm a data guy. Like, I'm an educator at heart. It's like, hey, I want to share the things that I screwed up on if it's trading or whatever I've seen in the past, so you don't have to screw up on it. Even as simple as, hey, this might be a top signal just to the folks who are around my orbits of, like, I'm not saying I'm right or wrong or going to say, like, oh, I called it. Understand? Like, hey, this is something. That little. Little flag, right? And actually, when I asked the question to you guys, I've been so disconnected. Did they do the whiff sphere thing? Did that happen?"
    },
    {
        "speaker": "B",
        "text": "I know they raised that actual. They raised the money. And I saw somebody was on the timeline fudding the other day that it hadn't happened yet, and the person who was organizing it basically just clapped back. It was like, you know how fucking hard this is? Like, like, there's months long waits for this stuff. It took us x amount of time just to even be considered as a client. They would take. And so I think it's probably going to be a couple months before that happens, which I think is perfect for where you're going with this, because that, that's the next top. You know it."
    },
    {
        "speaker": "D",
        "text": "You know it. And that's why. That's the timing, right? So depending on when that is, and I want to, you know, we need to find it. If we can find a way to find out when that is, that would be, that would be interesting because, you know, election end of the year, regardless of the outcome of the election. Like, I won't go into my macro thesis on where things go from a market standpoint, but I. But regardless, to me, if that happens towards, like, q four, I'd be a little. I'd take some profit, let's put it that way. Just putting it out there right now, like, that's just, to me, that's one of those things that every news outlet would pick up. I get. You get the text from your friends who are, you know, in real life who don't care about crypto. They say, stop talking about crypto, Doug. They're the ones who'll be texting you at that time. Those are kind of the signals. But anyway, I digress. So trading, I got an interest to it and, you know, me being just the data person, like I like looking at charts in general and how data is digested and how, you know, from a data literacy standpoint, from a digital literacy standpoint, how information comes through the medium of a screen, like a chart, right. And after a while I realized like, oh, a lot of this is pattern recognition. So I spent a lot of time buying every single indicator. I could talk all stories about trading, but like, it took me a long time to realize like, I don't need any indicator. I'll use RSI here and there. Just I can look at a chart and with a high degree of probability it's going to probably do one of three things right. You can kind of just get that sense. And it took me a very, very long time to figure that out where, you know, trying to figure out what a system is and how you should look at other traders. And like, I believe my system is a function of 20 traders, primarily three individuals. And that's just me picking styles, hearing things here and there. But I've definitely over traded, over leveraged, lost stupid money in the bear market. But at the same time it taught me how not to do something and now the way to do it. So I didn't realize the benefits of what liquidity was like. When actual markets come back and people start paying attention again, I use the analogy now of saying, hey, if I was in a river and I had a canoe, the bear market is basically, you're hitting rocks, there's dry spells, you get stuck on a rock, you get move a little bit. But now in October when things were happening, I was like, oh, what river do I want to be on? They're just all flowing and it makes it so much easier. And basically getting crushed with horrible price action for years in the bear market is what made me a successful trader because I like failing. Failing is a good way to basically understand how you move through something in a strategic way, but just be recognizing the mistake and then adjusting it going forward or testing it, a b testing. So I love trading. So I've been doing that for four years, 4 hours a day. And I'm also into a lot of AI with trading and I'm going to go down that path. But I really believe there's a way to. I want to create a second version of my mind. I don't want to be in front of the computer anymore. I want to be like present in like physical world, like actually go touch grass, but have the AI almost trade as if it was my style. Like a second brain. So there's a lot of things I'm really interested in in the AI front. I have my own thoughts on AI in general. I hate it, but also love it. So it's."
    },
    {
        "speaker": "B",
        "text": "Man, you're, you're just. Sorry, Chamber, you're. It's not the three best friends. We're just. It's just me and Doug now."
    },
    {
        "speaker": "C",
        "text": "I can hear our relationship falling apart."
    },
    {
        "speaker": "B",
        "text": "Yeah. Sidney Sweeney, I had to. I had to have. Speaking of that Sidney Sweeney, magic Internet cat meme crossover, up top, fire. But yeah, you're totally right, Chamber. I mean, Doug, for example, I had to teach Chamber. We had the live on this show have chat GPT, tell Chamber how to coach youth soccer. And we built his practice plans with chat GPT. So, you know, Chamber, Chamber has not been the most AI literate until he actually found Udo, until I changed his life a couple weeks ago. Is that right, Chamber?"
    },
    {
        "speaker": "C",
        "text": "That is correct. But I do not want to give any more fodder to the replacement lover you have found. So."
    },
    {
        "speaker": "D",
        "text": "Send me your wallet address. Chamber, I'm going to drop you."
    },
    {
        "speaker": "B",
        "text": "There you go. Yeah. $1.29."
    },
    {
        "speaker": "D",
        "text": "But now I'm very interested in, like, where things are going. And, like, I could. And I. We actually, yesterday I was forced to be on space with Vinay Gupta and."
    },
    {
        "speaker": "B",
        "text": "That was, that was excellent, by the way."
    },
    {
        "speaker": "D",
        "text": "It was, it was hard, like, for me, like, it was a mental gymnastic to kind of like he, he's a different level. Right. And for me, I'm like, trying to, like, hey, I think I know you're going. I want to have a question."
    },
    {
        "speaker": "B",
        "text": "But I'm like, oh, any question I ask is like, way too dumb for you. That's basically the more the. What happens on this show."
    },
    {
        "speaker": "D",
        "text": "And after that, I was so tired after my mom. Anyway, I was so. But, yeah, so, like, just on like, the education thing and, like, where things are going and he, he's way out there, right. But for me, it's like I try to get the three year picture. That's for helping me from an investment standpoint, from a career standpoint, from a education standpoint, like where, who needs to know what the good and the bad that's coming? So really dial into the markets, like, nonstop. And I was successful with it. And it was, in my world of my full time job, which is low key, just, you know, make lots of graphics and educate there as much as I can with crayons and shapes and colors and about big, big things. And then, so I trade, and so it was march maybe getting really into shitcoins, and honestly, I hate them at the time. I hate meme coins because they were so much easier to make money than actually trading actual markets, which I've spent three, four years on mastering my craft with. And it just. It just grant, I'm like, oh, it's so much easier. But at the same time, it's like, I work so hard, and I didn't get to benefit. I did for three months, three, four months, but. But it just became easier. I'm like, why am I even doing these trades like this? Make sense? Like, wait, cocaine's pumping. I'm gonna buy Adderall. Just the easiest beta play ever. Like, it was. That was one of my best trades the entire time. Like, they're gonna go the legal route eventually. Like, their people are gonna think like, yeah, the legal one makes more sense. So I was there a little bit early, and, like, those are types of things where the trade just, like, just I. So the meme thing to me, like, if I could go back to before this bull market happened, couldn't predict it. I don't think anyone could have. They would say, sure, there'll be some aspect of memes, but not to the degree of what it was now. And it's. It's just interesting to, like, take a step back and see. And I'm really. I do want to go back and being, like, a data person to kind of understand the progression of how fast these things actually came about because, you know, there were different ways of the. The memes and things. Solana, for the most part, that is, like, you know, the guac. Like, there were different phases of. Oh, yeah, back to."
    },
    {
        "speaker": "B",
        "text": "There's lots of different. And they rotate very quickly. Right. Like, yeah. And they seem to all use the same artist, by the way, whoever. Whoever draws those thumbs, those, you know. You know what I'm talking about. Chamber the book. Yeah."
    },
    {
        "speaker": "C",
        "text": "He's about to buy Facebook with all the money he's made of."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Whoever's doing that kind of art, I mean, you got to imagine it's like the same couple people doing these on Fiverr that are just getting taken advantage of."
    },
    {
        "speaker": "D",
        "text": "I've said that, though. If you. If you had. If you already had this established business on Fiverr before AI, like, just a certain things there, you could pivot or leverage your business like you bet you better influx after."
    },
    {
        "speaker": "B",
        "text": "Same with NFTs in 21. Like everybody was all of a sudden an NFT profile. Picture our generative artist on Fiverr. But anyway, okay, so that's an awesome story of your background. We are exactly halfway through the show. So."
    },
    {
        "speaker": "C",
        "text": "Hey, everybody, just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter ed Mike Crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple, podcast, Spotify, or wherever. You're listening to this right now. Let's get back to the show."
    },
    {
        "speaker": "B",
        "text": "I'm going to stop there for a second and remind everybody listening, we're giving away some $0.99 today, $50 worth. All you got to do is retweet the space below. Also drop us a good $0.99 meme if you have one. Not required to win. All that's required is retweet the space and then chamber before we get into the story, the origin story of $0.99 here. Now let's play. Let's play the two Udo songs that I made the other day as I was sitting here joining the $0.99 community pain. Fire them up in any order you like. They are two different style of song and chamber. You could tell me which one you prefer."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I stand for the tea. Every sip I have completes me. Yeah. The price is on the count. The price is on the count."
    },
    {
        "speaker": "B",
        "text": "That one's one. I figured. I figure that's like right up your alley, style wise. What is, what are your thoughts? It's not bad."
    },
    {
        "speaker": "C",
        "text": "It's not bad. I gotta hear the second one. I gotta hear the second one."
    },
    {
        "speaker": "B",
        "text": "Okay. The second one is in my preferred pop punky style."
    },
    {
        "speaker": "C",
        "text": "I'm a sucker for pop punk, though."
    },
    {
        "speaker": "B",
        "text": "They come out so good on youtio. I don't even know why."
    },
    {
        "speaker": "D",
        "text": "Oh, bunch of friends."
    },
    {
        "speaker": "B",
        "text": "Sorry. Continue. There you go. All right, play a pain."
    },
    {
        "speaker": "A",
        "text": "I stand for the t. Every sill I have complete me. Yeah, the price is on the can. The price is on the can."
    },
    {
        "speaker": "B",
        "text": "So good. That one didn't come in quite as clear, but that one better though. It's so good, it'll be."
    },
    {
        "speaker": "C",
        "text": "It'll be crystal clear."
    },
    {
        "speaker": "D",
        "text": "So we can use some of the actual tracks. Sorry."
    },
    {
        "speaker": "C",
        "text": "Yeah, it'll be crystal clear on the podcast version. We'll have those. We'll have those. Nice and clean."
    },
    {
        "speaker": "D",
        "text": "On there."
    },
    {
        "speaker": "B",
        "text": "Yeah, we could send you the tracks to Doug."
    },
    {
        "speaker": "D",
        "text": "I love that. I love anything. This is also the whole benefit. Sorry. This whole project is like this. These songs would have been created. There was someone else in our community created a song, so they haven't created songs in a decade. And like, so like that, that's what makes totally."
    },
    {
        "speaker": "B",
        "text": "So I really. So let's give the, let's give the origin story of token here because I thought this was really fun also. So go ahead, you. I think your token, by the way, is exactly the same age as our wonderful sponsor, magic Internet cat. And before you get there, I have to do our daily read. Magic Internet cat. Introducing magical Internet cat. It is the exclusive club where ordinary cats can transform into extraordinary creatures. Join thousands of cat lovers who have already eaten cat food and be one of your own. Say goodbye to mundane meows and hello to magical powers. Magic Internet cat. It's a meme. Thanks."
    },
    {
        "speaker": "C",
        "text": "Sure is."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, tell us the story."
    },
    {
        "speaker": "D",
        "text": "Hold on. First I gotta give you guys love the Internet cat. Like everyone knows here, I've experiencing collaboration and just like art right now, it's happened the last 48, 72 hours from all the folks in our group. And like, the memes are so good. The collab memes are so great. They make me so happy and they just keep coming. They just keep coming. So appreciate it."
    },
    {
        "speaker": "B",
        "text": "It's been so much fun."
    },
    {
        "speaker": "D",
        "text": "Oh, it's great. Sorry. So the origin story here, there's a couple of the, like, even further back when I make it simple, I was very aware of like, the trends that were changing. And the one that I saw that popped up for me first was like this, the company trend, let's call it the soul mail, the soul chat, which by the way. Oh, fuck. I keep forgetting. I got fudded out of both those bags. I had them both under 100,000. That's another day of story for another different day. I just remembered, I'm so angry right now. Okay, anyway, I digress. So I was very aware of the company meta, let's call it right where soul cloud was coming. Soul me. And so I had an idea. I'm like, I have a concept that I want to kind of throw out there. And it was just kind of resonating in the back. And one day we'll pull that out. It's box. It's dead now. But the reason that's important is because I wanted to say, hey, if one day I wanted to create a token, like what, what is the, what are the mechanisms of the vehicles that I have to do to do said, you know, creation. And that's when I got exposed to pump fun. And for those who don't know, pump fun is the most degenerate site I've ever seen. Like, maybe the equivalent of like, what's the, what's the hamster thing? Back in the day, one of the original og memes that were on the Internet, like, those type of things were just like, just like resonate to where just like, this is, this is a lot, this is different. So pump fund pumps out 20,000 plus tokens a day, 99.9% of scams. But I had heard you could actually create your own token on said platform. So it was the 29 march, and I wanted to, on a Friday, my girlfriend, before we were going to dinner Easter weekend, I'm like, I want to go try to create a token just because I want to know how things work. And for me in general, like I mentioned before, I like to problem solve, but to do that, I need to understand what tools are in front of me, what processes are, and like, really just understand the whole situation. So I wanted to know, hey, what controls and parameters do I choose? Can I actually type in tonight? Determine the supply? Is there a minimum liquidity amount? So I want to go see it. And truth be told, it's basically nothing. You can type in the token, name, the description or the long, the short description, long description, and you put in a certain dollar amount to start, and that's it. There's no, you can't control the supply. That's it's, it's, it's the fair launch platform that is pumped up fun. So this was right when cost Costco was, was pumping two days earlier. And I was telling my girlfriend, she's laughing at crypto, like, she always does love her, and I'm like, just saying, like, the price, the Costco price is a buck 50. And that's the whole narrative. And it's like maybe 80 million. At the time, it was something crazy. It was 40. So as I'm getting ready to create a token, I'm like, well, hey, I might as well try to create something that maybe falls inside this, this meta of the food, of the food and beverage, consumer goods, whatever you want to call it. And so I'm like, what is there staple of thing that's out there that people could resonate to? They could think about it, they could see it, they think there's stories behind it. And I'm like, how's it nice tea. Like, the price on the can I'm like, even better, because cheaper than the hot dog. It's cheaper. So. So I'm like, yeah, I'll do this. You know, again, at the time, I was. I didn't have an intention of, like, saying, hey, this thing's going to go crazy. It was more just. I'm also just try to do something witty. I actually think Buffy the vampire slayer crossed my mind at one point, too, which is weird. That was. That's a whole different conversation. I just realized that, too. Um, because. Because I just, like, right now we're reliving, like, many different past decades of times. It's almost like you can just kind of predict what's going to happen next. Uh, anyway, so I, uh, so I put the token in and, I kid you not, almost started typing in Zona. Zona. I'm like, no, you know what? Let's make it straightforward. Ninety nine cents. The token names me $0.99 because even makes it more clear, the message is, the price is on the can, the price is there. And I put the tagline, say the price. That was it. That was it. That was my description. Say the price. Put a couple soul in, sent it to the one two telegram groups. I'm in one two discords. And because that's all the attention I have in general before this. And said, hey, launched through this token on here. Just watch it. Have fun. Once a dinner. Hour later, phone's blown up. I get like, I'm one of the guys that, like, doesn't like the badge icons, right? I don't like the badge icons. It's kind of one of those things."
    },
    {
        "speaker": "B",
        "text": "Chamber, you strike me as a non icon guy. Do you like to clear your notice?"
    },
    {
        "speaker": "C",
        "text": "So, like, when you say badge icon."
    },
    {
        "speaker": "B",
        "text": "Like, you know, the. You've. How many emails you have, is your inbox clean, is it? Or is there thousands?"
    },
    {
        "speaker": "C",
        "text": "Oh, no. Clean."
    },
    {
        "speaker": "D",
        "text": "Clean."
    },
    {
        "speaker": "B",
        "text": "Yeah, you strike me as a clean guy. Meanwhile, I have 504 unread emails, 83 text messages for missed calls, and four missed calls."
    },
    {
        "speaker": "C",
        "text": "You have. You have the little red circle for missed calls. Like, I'm losing my mind right now."
    },
    {
        "speaker": "B",
        "text": "I do. I'm just saying, you know, I'm built different and it's, it's a."
    },
    {
        "speaker": "C",
        "text": "The unacceptable anxiety is just, just crying."
    },
    {
        "speaker": "B",
        "text": "I had to. I'm sorry I interrupted you, Doug, but I had to jump in because I knew we were going to be different."
    },
    {
        "speaker": "D",
        "text": "Well, it's funny, right now I'm. Now I am you. Like, I have 1600 unread emails. I have badges everywhere because my world's changed very much. So. But before that was very low key. Hey, I have less than ten on any given app. And would be. Would be resolved by the end of said day. Like, that's. That's how it would work, right? There's some exceptions."
    },
    {
        "speaker": "C",
        "text": "We should have a lot. We should have a live cam on my face right now. Every time bunch and Doug agree on something, because every time, it's just. My face just goes."
    },
    {
        "speaker": "D",
        "text": "Just goes."
    },
    {
        "speaker": "C",
        "text": "I look. I look like the guy from narcos, you know?"
    },
    {
        "speaker": "B",
        "text": "Doug, you. Doug, do you want to maybe go to cracker barrel next week?"
    },
    {
        "speaker": "D",
        "text": "Yo, I worked at Cracker Barrel for."
    },
    {
        "speaker": "B",
        "text": "A week and a half. Oh, prep. Oh, that was."
    },
    {
        "speaker": "C",
        "text": "He's got a short term storage from that guy gets work story."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're the same. Sorry, Chamber. This is over. I'm now joining the $0.99 podcast after this. And that's it."
    },
    {
        "speaker": "C",
        "text": "Well, Doug, you seem like a fine gentleman, and if I'm going to lose, I'm going to lose gracefully to you. And you know what?"
    },
    {
        "speaker": "D",
        "text": "It's okay."
    },
    {
        "speaker": "B",
        "text": "All right? So you are. You're at dinner. Your phone is blowing up. The thing is, the thing is just took off on pump fun, which is crazy. And like I said, or like Doug said, sorry. Now I am him and he is me. If you've never been on pump fun, it is wild. So there's probably no rush greater in the space than being in on something early that leaves pump fun and makes it into the glorious world that is the radium pool. So you now are experiencing this in full effect at dinner with your girlfriend and her parents. Is that right? Oh, your parents. Okay, so. So now your phone is going off the hook. You are. $0.99 has made it out of pump, and it is on radium now. What?"
    },
    {
        "speaker": "D",
        "text": "So it's the getting the screenshots and going back and like, we were starting to document all this. Just like, your friends being like, hey, yo, it got out to 300,000. There's one text message or one message. Me saying, oh, shit, I need help. Help, like, because I didn't know what to do. Like, I had no idea. So basically had told my parents that they wanted to disown me. I'm like, you're. I have to go. Like, this is this. I'm sorry. One day you'll understand. I promise. So that was that. So I got back here as quickly as possible. And the thing I was told is that I had a very short period of time to get it onto deck screener, like, with a little identity, with a badge, a banner, and an icon and they're like, you need to pay $300 because it's out and people are going to think it's going to rug. They need, it needs some, some purpose of what it is. Uh, so pay $300 and get to upload two images and do the word taking. And like, call me a boomer. I use Microsoft office. I'm trying to size the thing in fucking PowerPoint and the form won't take. It's me, three by one banner and one by one and it's not taken. And my hand shaking, by the way. I'm just like, I'm like, what the, so I'm like, it's gonna, someone's gonna sell, blah, blah. So thankfully, random guy might DM's Tony, I've said this multiple times. He's like, I got you. And he gave me the images, uploaded it, and then, you know, fast forward 8 hours things at like $15 million. And it was just, it was so surreal because also through the time it was late, I was tired, I was frantic. It was a long week. And it just like, things just started happening. Then afterwards, like someone set a Twitter account. Someone said telegram, actually, for a week. I thought someone else set up a telegram, but it actually was me. I found out later I forgot I did that. It was like I basically blacked out of like that. That's, that's the best way to say I blacked out for the first 24 to 72 hours of this whole thing. All in a good way. And then also there's people in the community, there's telegram, there's people saying stuff like, oh, I can help you with this, I can help you with that. And like, all the folks who are in my core circles were just stepping up to the plate. I'm like, yo, this is, this is awesome. Like, I've built companies in the past, and it's difficult because either you're the person that's got to do the thing or figure out how to do the thing or find someone to do the thing. And that takes the time, right? It takes a while to do that. This was like, no, I basically had multiple people saying they can help with the same thing or variations of it. I'm like, yeah, just go, go, go. I never experienced this before."
    },
    {
        "speaker": "B",
        "text": "So you, so you come out of pump, you're frantic. Here. You've got deck screeners getting set up. By the way, I had to update our deck screener today, and I also had trouble with the banner. So Q chambers face the. So now this thing, like got out of control. Like it went, it went from pump fun where you start at literal zero in one night. Was it one night?"
    },
    {
        "speaker": "D",
        "text": "So. Oh, the pump fun thing was. It's funny ask this. I still have to go back and document. And the best part is I have so many messages from different chats just going back and forth. So there's timestamps of everything. So I want to sequentially do this, but the pump fun and I. Someone keep me honest here. It was definitely less than 3 hours. It was, it was fast. It was, it was just because it was so unexpected."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm looking at your chart. I'm looking at your chart and it went from. On March 29, you kind of topped out at like eight. So this would have been 08:00 would been the close at like literally pumped up fund to 3.4 ish million. And then that night, because you start the new candle at eight, you went straight up into a $15 million market cap. Dude, I cannot even imagine what your brain must have been doing at this time."
    },
    {
        "speaker": "D",
        "text": "So there was, and I've said this, there was a time that I did look at the wallet. So it wasn't in a place, it was, it was after. Again, I timing. Like I wasn't like I saw it happening too as I'm like, you know, just like trying to put things together but I wasn't in a place to actually. You can consider taking any action with the wallets. And like I. There was a point where I saw it and the number was so big that I. It didn't cross my mind to sell. And I saw the number on the top, I saw the risk and I get the exact number. I need to. Don't quote me on this either. Eight. It was between 8010 thousand holders. And I'm like, what would I be if I even considered selling or did anything right now because I didn't have. There was, this was a test, this was, this was a. I've said it was an accident. It's a gift now. It's a gift. This was a gift at the time, was an accident, right. And like this, like what if this is something else? Like what if this could be something else? Like this was like it's a think I heard. Embrace the unexpected, right? Like it's almost like this was unexpected. So I'm gonna embrace it. Like I'm fortunate to be doing well in my, you know, life. Like I'm in a good place and I could trade and things like that. So like, I don't, I don't. This is, this is this would be greed, right? And this is by me explaining this. This is milliseconds going through my head. So it was like, it was like, no, no, not doing that. Not even considering it. So that happened. And then it didn't happen. I didn't sell, and then now, now I'm in the community, and for whatever reason, I felt like, yo, I'm gonna go on the Vc video. Why? I have no idea. Don't know why. And there have been, I'm gonna say probably 10% regret it. Regretting of doxing to date, 95, 90%. Mostly it's great, but, like, the beginning of it was, I pull a sweatshirt, I put a hat on, I started talking about, I don't know what happened, and all of a sudden, like, my face is on all over the place. I was next to Pete Davidson."
    },
    {
        "speaker": "B",
        "text": "You became the meme."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Incredible. By the way, Doug would be, Doug would be a good meme token. Just in general, it's a good ticker. So your next pump on endeavor, they've."
    },
    {
        "speaker": "D",
        "text": "Already, I've already been asked. So, yeah, that's $0.99. That's the focus. But no to that was happening. So all of a sudden, memes are happening, and then it's like this creativity boom, which is like, all of a sudden the people are creating stuff, like really, really good content. And I wanted to be an artist a long time ago. Different conversation for different day. I wanted to animation at Pixar, and I just didn't pan out that way. This is before I went to college. And so I very much appreciation for the arts, every single aspect of it. So just seeing all these beings pop up and then actual, like, like, it's different art styles. We're just, we're just pumping, just flowing. Like, this is fun. I'm like, this is, this is a vibe. And, like, for me, it was like a sense of euphoric. It was euphoria. But in later, you know, weeks later, it was like, I'm like, no, this is a new, like, natural high. It wasn't a one time thing. Like, I still have it today. And, like, also, too, I was a, I participated regularly in the, the devil's lettuce rituals for trading before this happened. And then I stopped because I, like, gave me, like, put me in context for how to look at the market. Like I could see into the matrix chamber do."
    },
    {
        "speaker": "B",
        "text": "Is that how you trade as well? I mean, Doug, now, you don't know this Doug, but chambers full time job, he actually worked, works for a cannabis company. He is the cannabis salesman in his area. So you are just right at home here on this podcast."
    },
    {
        "speaker": "D",
        "text": "Dude. There's a thing chamber I'm gonna buy you. There's a thing on etsy I saw. It's called a nugget. It's like a. It's like. It's. Dude, it's like a sewn. It's like a. So get it. I saw that. I saw the headshot the day. I'm like, this. This thing's great. I got to get it."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I'm gonna send you an $1 and 20."
    },
    {
        "speaker": "D",
        "text": "Yeah, I love it. Yes."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "D",
        "text": "Doug, you're."
    },
    {
        "speaker": "C",
        "text": "You're all right."
    },
    {
        "speaker": "B",
        "text": "You're."
    },
    {
        "speaker": "C",
        "text": "You're okay."
    },
    {
        "speaker": "B",
        "text": "So I want to pause here on the story, because I think it's important to go back to, like, where I was saying before about. Cause you just brought up the community and the power of the community and the power of a bunch of people doing things together to kind of get stuff done and. And just kind of like the vibe it gave you versus where you had been prior to that, where you were. Hashtag not a community guy. Right? Like, you were a trader. What was, like, that thing that made you feel, because I've heard you say now on your show, and you even said this when. When I was talking to you live, was you didn't necessarily. You were a community skeptic, which chamber has been a community skeptic in the past. So I'd love for you to talk about that experience between, like, where you were and where you are now and kind of like what that means for the future of you're doing with 99 cent, 100%."
    },
    {
        "speaker": "D",
        "text": "So skeptic. Yes. And it was that, you know, like I said, I've only. I was only in two. I'm in one alpha Defi group. Shout out to them. They were so helpful here, you know, 100 individuals been together for, like three and a half, four years. And then I'm in a couple trading groups, or actually one trading group, and I'm in the monkey dao for. With Solana and then a couple other random Degen telegram groups, which I appreciate, all those guys who followed me initially. But, like, you only can do so much of a relationship through chat, right? Like, I can maybe say out of the main group, out of the hundred people, or let's call as a percentage. I maybe had one audio call, like, 1% of that. The entire population of, you know, any given. Any given community. And, like, you're chat so much like you can build a relationship through chat by saying you can't but it's different, right? So there's a human element that's missing and to where you're. And so for me, I'm like, how is the web three world going to actually, like, you know, coordinate and make things happen? And you still can be effective in the, you know, the PFP texting only format. But for me, it's like I need to have some more sense of the human part of the equation to actually make things like scale and like, be like, to feel like energy and like to get a feeling for like, where other folks are. And so it ended up being like, I've had video chats now. I've had audio chats with people, video calls around the world, all around the world. It's the best part, too. It's like I'm meeting people, different parts of the country in the US, like, brilliant people. UK, Australia, like Hong Kong, it's Thailand. It's kind of opened my eyes. I'm like, oh, this actually is a portal to building new relationships where previously, to me, it was just like, it was a transactional type relationship. And I also met a bunch of folks that are in the, our core group here. Met them in person now. And I didn't know these people like a month ago. So a lot of these things just kind of made me like, okay, well, I'm, now I have to take back my word and like, I web three communities are definitely a thing. And for us, that's what make this whole thing special. It's like every day, like, I'm having fun. Like, I'm like. And I'm a fun guy in general. Like, you can tell, like, I do. I look at life in the positive way, every way, all the time. But like, this was a different, it's almost like I feel like, I don't know, early twenties again. Like, I actually also think I'm like, work."
    },
    {
        "speaker": "B",
        "text": "Like, I gives you energy."
    },
    {
        "speaker": "D",
        "text": "Like, I got. Yeah, dude. It's like, I'm, like, I said this before too. I didn't care about, like, I feel like my, my purpose in the contribution of the professional world has been valueless. We're like, I create a lot of things. They just go to the wayside. I helped my friend paint his room two weeks ago or two months ago. They would paint his new as needed, move to a new house, painted two rooms white. It was the greatest thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was really, it was really nice of you to come over and do that. And, and I just wanted to thank."
    },
    {
        "speaker": "D",
        "text": "Hey, you need paint. I like to paint."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to thank you again. And it was really weird that you were, like, in your face chamber as you were leaving. I didn't understand it at the time. I didn't understand it at the time, but I get it now. So thanks. Appreciate that. But I love what you said there, and it resonates with me. It's like this idea, and I've done this in my web three life for many years now, is like, building communities is one of the most rewarding pieces of this. And I think that's what you're describing now, right? Like, building communities that are going to have long lasting value after you are the one that's in charge. Right? Like, you're building something and putting it into the world is pretty cool. Like, you know, what we've done with dj network. You know, there's, there's some fighting infighting that goes on in there every once in a while in the war room, but largely it is this, like, agnostic, an unfinancialized place where people come every day and talk to each other. And we built that, and that's pretty cool. And I don't show up there every day anymore because I'm building other stuff. But, like, there's, there's. It's kind of magical when you see that. And I feel like that's what you're describing. And so now, as we kind of, like, wrap up this interview, you are sitting here right now at a. Wow, you're almost about to hit. You're almost about to have a celebratory tea here. You're at $984,000 market cap. So you're about to hit that million again. It must feel pretty good having, you know, had that wild first day, and then you kind of see it bounce around and come back and then the. This is where I feel like the test comes in, right? These last two, three weeks of. Okay, less volume, stagnation. Floor dropping. Riggity, riggity wrecked, son."
    },
    {
        "speaker": "D",
        "text": "Do we lose them? This is rugged. Him. Yeah, he rugged. Who muted me?"
    },
    {
        "speaker": "B",
        "text": "Who muted me? Damn it. You got me. Now, I was saying, like, this last two weeks or three weeks or so must have been a pretty big kind of test in terms of morale and grinding through it. You see declining volume and people get scared and all this stuff, and now you see kind of a rebound happening. How is that making you feel? Like, how are you approaching that in the community? Because I think that's a really special thing to have kind of survived this, that experience."
    },
    {
        "speaker": "D",
        "text": "It was, it was. It was interesting, to say the least. And I have. I've been, like, kind of taking notes for myself, too, about the things that happened during those two weeks. And it's. It was super high highs and super low lows. Right. And to your point is a testament, too, because it was. We survived many things and it's going to survive many more. And to me, it's like all the things in the past that were kind of the excess baggage of the what. The original part of this was of just like, trying to figure things out, who's doing what. You know, the folks who were there initially knew they phased out because they had other things to do. Cool new people are here. Like, what is this vibe? Right? So figuring that out during this time, it was difficult, but, like, now it's like, bring on anything else from a headwind standpoint of problems. Like, there are obviously going to be challenges, but, like, bring it on. And I was saying the other day, too, I'm like, bitcoin, go to zero. Like, I'm still going to go hang out here. It doesn't make. It's not gonna zero, right? But, like, that's, to me, it's like, that's why this thing's bigger than, than what this just the actual project itself. But, but where, I want to say, too, this last new, if you notice, the price went up. It was like on the 13th. I think it was 14th. I was there. That was a Twitter space. We told the first, the origin story kind of told you to hear. And it was the point when I realized I was going through it, I'm like, you know what? I'm like, yo, I'm like, let's make trust the new meta in a way, because we were trying to do the thing as much as possible, be transparent about the process. We put all some of the funds to a treasury multi Sally trying to educate folks on that. I'm like, if you're. If I'm thinking like, this is the point earlier about the NFTs, the bar is so low on meme coins where it's like, it could be just kid in the back of high school classroom is good at AI to make something happen, or a kid with his mom. That's, that's, that's a whole, my gosh, different conversation, different day, too. Um, but like, for me, it's like I, I want to, like, I'm like, well, no, like, we, let's. Let's just like, say what's happening. Let's be transparent. And so I was at the point, I was saying to everyone that was on there I'm like, if you're in a bunch of meme coins and the dev is not talking to you like I am, and we're not establishing transparency of what we're doing and why we're doing it, you know, question their validity. Not saying it's a rug, but just. Just ask questions, right? Because to me, it's like, well, hey, if we're like, to me now, it's like, I'm motivated. Shit. I'm like, I actually want to build all kinds of things. I've had this motivation in a long time. And like, to me, I'm like, it is the reason also to the fuel is that no one else is. There are some. There are folks that are like, obviously love you guys. You guys are doing it, too. But, like, you care. But you care, like, if you care a little bit and, like, and even let's say you want to have the intention to build and do things, you're above 99% of the rest."
    },
    {
        "speaker": "B",
        "text": "Nailed it."
    },
    {
        "speaker": "D",
        "text": "So, like, at that point, it's like, so why not? Like, this is, this is, this is easy. So it's like, to me, like, the memes, great. The price on the can, it's a. It's say the price. It's there. It's on the can. Going to embrace that. But there is so much more to this, too. And, like, for me, it's like, I'm going to take advantage of this early. Like, we have a head start. We have a head start and other means realizing, like, oh, we have to actually start doing stuff now. We actually start, like, actually saying we're going to do things. I'm like, yeah, yeah, you have to keep up with us."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Like, that's where I think it's expensive."
    },
    {
        "speaker": "B",
        "text": "Totally. And I don't think there's a lot out there that are doing it right now. And the ones that are doing it now, setting it up for what's coming in the next 18 months or so are going to have, you know, an insane value proposition when people come to. Because first of all, you get tired of getting rugged, right? Like, you get tired of getting rugged. It's. It's literally the reason I decided that I was going to be doing this thing with magic Internet cap because it literally rugged twice in two days, three days. And I was pissed about the people. I was pissed or the people that were in there, and I was like, this, I'm not gonna let this happen. And so similar story there and very, very cool. And you will not believe this. You just won't believe it. I swear to God this is true. I'd been telling my wife for the last couple days to get me an Arizona iced tea can so I could do some, some memeing with it on my own. And literally while you were talking that last point there, she walked in and handed me the can of Arizona iced tea, green tea. So I'm holding it now. And the price is indeed on the can. It is not canadian. It is. It is an american version, but. All right, real quick, Doug, we'll get out of here in a second. What is next for ninety nine cents? And where is this thing going from?"
    },
    {
        "speaker": "D",
        "text": "From here, the easy answer is the price on the can. That's it."
    },
    {
        "speaker": "B",
        "text": "Aka the job's not finished till the price is $0.99. You got four zeros to eat. I'm digging it."
    },
    {
        "speaker": "D",
        "text": "So we're embracing that as full as. Yeah, that's where it's next. But there's more. And like, because like, those who know me already, like, I have hundreds of ideas, things that I've wanted to bring to market and so many ways that are just more than just trading. But the other part too, I got smart people around me all over that can make things happen and they have ideas. And it's just almost that we're just running with this organic train and we have some pretty cool concepts that are coming. But. But to me right now is the focus on the meme. Focus on the price. That's it. But that's only the beginning. Only the beginning."
    },
    {
        "speaker": "B",
        "text": "Incredible. Where can people find you guys? Where can people find you? Sense any of that? Where, like, where should people come to hang out and be part of this?"
    },
    {
        "speaker": "D",
        "text": "So we'll post the link tree on the space. Let's see if someone could do that. That'd be fantastic. But you can follow myself, trend drift, also on Twitter. And also we have a $0.99 Twitter account as well. And I would invite you to come into our Twitter or, excuse me, our telegram. Our telegram. I had not been a big user of telegram prior, but I now understand what these. The main chat is a telegram and it is, it is electric and we have a 24/7 GC. We just were trying. There's been very few times we haven't had that thing running and I frequently set stop in there. So I invite you to come to the telegram, ask me questions, ask the team questions, get a feel for the vibe. And then, then you decide where to go next. But I invite you to come because it's fun. And with, obviously with you guys, it's in the dial keeps getting turned up. The fundal keeps getting turned up every second. Come back in the chat."
    },
    {
        "speaker": "B",
        "text": "So, amazing chamber, we have one more order of business here. You've got to run this giveaway down here to decide who wins our $0.99 giveaway. So this will be $50 worth. So you could buy 50 plus cans of Arizona iced tea with this or just hold it until the price is on the can that matches the price of the token, because that's. That's obvious."
    },
    {
        "speaker": "C",
        "text": "You'll be able to get, like, 50,000 cans."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. Exactly. It's delayed gratification. Always works, you know? But while you're doing that, while you're running this giveaway, there's no chance in hell, not a single chance, not a snowball's chance in hell that I let either. And certainly not both Pat and T row up on this stage today after we had this wonderful conversation. They both have their hands up requests."
    },
    {
        "speaker": "C",
        "text": "And this will matter."
    },
    {
        "speaker": "B",
        "text": "I mean, it's like the fucking apocalypse if we let the two of them up here."
    },
    {
        "speaker": "C",
        "text": "They should know better than the both ask."
    },
    {
        "speaker": "B",
        "text": "Come on. Yeah, right, like that. Well, at least this possibly proves that they aren't the same person, which we were not sure prior to this. They have now been spotted, at least in the same paint in the same place, but that is. Yes. Sorry, guys, that's just not going to happen today. Come back on Tuesday and we can have the actual. We could just duke it out with you two on stage and. And the whole thing will just be a rambling mess of incoherent nonsense. But, you know. Love you. That's it, Chamber. You got. You got us a winner here."
    },
    {
        "speaker": "C",
        "text": "I have a winner at versatile, aka Jake."
    },
    {
        "speaker": "B",
        "text": "Jake wins. Jake is the winner. Jake, a member of both the 99 cent community and the magic Internet community, I believe. Really? Yes. So a worthy winner. I actually spent some time on the phone with Jake today, so I am a very, very pumped that he. Of course you follow him. Why wouldn't you? He's the logical John."
    },
    {
        "speaker": "C",
        "text": "He is a logical john."
    },
    {
        "speaker": "B",
        "text": "Yes. You love logic. You love Jake. I really do."
    },
    {
        "speaker": "C",
        "text": "Be my new friend."
    },
    {
        "speaker": "B",
        "text": "I've actually met. I've actually met Jake in real life. How about that? Yeah, we. We were standing next to each other at ape fest and."
    },
    {
        "speaker": "C",
        "text": "That's fun."
    },
    {
        "speaker": "B",
        "text": "Didn't realize that each other were each other. And then we became best friends and now I have a new best friend and his name is Doug."
    },
    {
        "speaker": "C",
        "text": "It's amazing. Gonna be a long weekend, guys."
    },
    {
        "speaker": "B",
        "text": "Sorry, sorry. Favor. Sorry. Look, look, man, you want to come paint my house?"
    },
    {
        "speaker": "D",
        "text": "Honestly?"
    },
    {
        "speaker": "C",
        "text": "Booked a plane ticket to New Jersey during the show."
    },
    {
        "speaker": "D",
        "text": "What are you doing after? Do you want to do a grab a drink?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Let's go get Applebee's. Let's set up some apple."
    },
    {
        "speaker": "D",
        "text": "Let's go."
    },
    {
        "speaker": "B",
        "text": "All right. This was fun. We've got congratulations to Jake. Sorry to the request we didn't get up today. Usually when we have a guest, it's hard to bring people up. Definitely wanted to give the $0.99 community a nice piece of evergreen content, so that's going to do it for us today. Check out $0.99. Check out Doug. Go join the community, hang out and chamber. I'll leave the last words to you over this weekend. What do you think? Oh, he's already gone. That's it. He's already checked out. He's already checked out. Well, that's going to do it. Until next time, keep the mic hot."
    },
    {
        "speaker": "D",
        "text": "We'll see you, CC, in four short months."
    },
    {
        "speaker": "A",
        "text": "I will see you. What have I done? What have I become? I can't describe this. This is my mid mic crisis."
    }
]