[
    {
        "speaker": "A",
        "text": "Awful lot of bear posting going on today."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, it's. What is their first time?"
    },
    {
        "speaker": "A",
        "text": "Feels like it. No?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think there's a lot of. A lot of people that aren't used to this type of action. I can imagine it's probably difficult for some people, right. Like, they're putting in money that they could probably maybe or maybe not need to spend and they're sending money to just straight up anon addresses and crossing their fingers and toes and hopefully, and hopefully 100 extra money. So I don't know. We'll see."
    },
    {
        "speaker": "A",
        "text": "All right, so we haven't spoken since this time last week. So a lot has happened since then. How have you. Have you been faring in the market? Let's start there. We're talking you personally. What has the last week in this market been like for you?"
    },
    {
        "speaker": "B",
        "text": "Honestly? Like, not awful. There have been a lot of people that have done very well. I've done okay. I'm up more than I was a week ago, so I think that's good."
    },
    {
        "speaker": "A",
        "text": "But nice."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there are people that are up significantly from a week ago, so I'm not one of those. How."
    },
    {
        "speaker": "A",
        "text": "Why do you feel like you're not one of those?"
    },
    {
        "speaker": "B",
        "text": "I did. I haven't hit, like, one of these 15 x plus trades."
    },
    {
        "speaker": "A",
        "text": "Right. So I get. So what I mean by that question, what in your strategy has kept you from being one of those?"
    },
    {
        "speaker": "B",
        "text": "Honestly, it's just. I think it's just bandwidth for me, as you may or may."
    },
    {
        "speaker": "C",
        "text": "Riggity riggity wrecked, son."
    },
    {
        "speaker": "B",
        "text": "And that. That takes up a certain amount of, you know, my bandwidth. So."
    },
    {
        "speaker": "A",
        "text": "Sorry, what does you cut out?"
    },
    {
        "speaker": "B",
        "text": "Oh, sorry. I might have to step down for a second. Come back."
    },
    {
        "speaker": "A",
        "text": "All right. Pain? Have you hit any 15 x's?"
    },
    {
        "speaker": "D",
        "text": "Um, I had a potential 13 x."
    },
    {
        "speaker": "A",
        "text": "But unrealized 13 x from yesterday. The unrealized 13 x from, uh, Tyson. Paul."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I, you know, you get a little bit greedy. You just try to etch out that last little bit and turns out it."
    },
    {
        "speaker": "A",
        "text": "Never comes that last x or two."
    },
    {
        "speaker": "D",
        "text": "Yeah. But I'm hopeful. I'm hopeful as the fight comes closer, that. That it comes back, right?"
    },
    {
        "speaker": "A",
        "text": "Oh, totally. I think so. What I like about that specific one in particular now is like, one super low cap. Right? So you're in early enough. Two. It's the first one. You figure, like, a bunch of these will pop up by that time, right? So I think, like, getting out in front of it is, uh, pretty good."
    },
    {
        "speaker": "D",
        "text": "Yeah. I'm surprised I am still up on it. So I definitely got in early."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's how low you're in. That's what I mean. Right. So, like, yeah. Um. So back to you, Chamber. Was chamber not here yet?"
    },
    {
        "speaker": "D",
        "text": "Well, he was, and then I guess he went back down. Uh, just."
    },
    {
        "speaker": "A",
        "text": "Oh, Mandy guy. He didn't mean mental bandwidth. He meant, like, bandwidth on it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I didn't pay the bill."
    },
    {
        "speaker": "A",
        "text": "He literally doesn't have the bandwidth to trade. All right, go. I'll going back to you, chamber. So what doesn't. What? What is taking your bandwidth? Real life? No, because that's."
    },
    {
        "speaker": "B",
        "text": "No, no. Like I was saying, I'm also the charismatic leader of my own meme coin, and that takes up a lot of bandwidth. So I haven't been, you know, I haven't been completely. At least last week, I wasn't completely dedicated to all of the avenues I have for Alpha and to make money. So I'm just kind of, you know, I was probably getting 30, 40% of the information I normally get."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, one, I would love to hear how your experience is going as the charismatic leader of a meme coin during this. During this time. And specifically, how hard is it?"
    },
    {
        "speaker": "B",
        "text": "It can be difficult. So there's really two avenues that happen with these things. You either get that immediate pump. I know you guys were talking Tyson and Paul a little bit earlier, so you either get that immediate pump and there's sell off, and you can, in some cases, come back from it. And then there's the other option where it's a little bit of a slower build. We saw that with Pepe on soul, where you're just building a base, building a community, and then slowly but surely kind of building momentum. I didn't choose the path. The path chose me, and it feels like I'm taking the latter path. So it's a slow move. You want to try to keep everybody engaged, which is its own thing. You want to try to be consistent. When you know you're promoting, you're talking about it. So it's some work. It's work."
    },
    {
        "speaker": "A",
        "text": "It's a lot of work because I have become a de facto charismatic leader for. And I gotta fucking tell you, man, that I've never worked so hard for anything in my entire life. It is. It is quite the challenge. And it's like, I'm not out there, so I, too, have not made it yet. Right? So I was not made an instant millionaire by boom because I missed that pre sale. I don't even know. I must have been living under a freaking rock. I haven't hit big on. I didn't buy slur faster. The $10 million burnt. I've decided, like, I'm not even left curve enough when I'm left curving. So left curve is now mid curve. Like, you need to dial it back even further. And so I found myself now very. In a very convicted play on Pepe, on soul, in which I am kind of contributing a lot of time and effort to the project as well. So I feel you on that. And hopefully these are plays for us that play out over the long term here in this cycle. I will say being in that position has left me pretty comfy on days like the last few, where everything feels like it's down and there's lots of panic and selling because people have been just chasing tops all week. Right. And then you're kind of caught with your pants down a little bit. So I have avoided a lot of that because of the strategies that I've taken, but I have yet to kind of hit the big wins. So that's kind of where I'm at right now. What are your thoughts just overall on, I guess. Let's start with bitcoin, eth Solana, the majors."
    },
    {
        "speaker": "B",
        "text": "You know, we saw a lot of congestion on the Solana blockchain today. There's some pre sales, one that I'm actually involved in that's just having trouble launching because of."
    },
    {
        "speaker": "A",
        "text": "We haven't even. Let's not even get to presales yet. Let's stick with the majors for now."
    },
    {
        "speaker": "B",
        "text": "Just."
    },
    {
        "speaker": "A",
        "text": "Just a little other competition."
    },
    {
        "speaker": "B",
        "text": "Yeah, just a little tease there. But the price action we were seeing specifically on bitcoin was what we talked about. We hit all time high, but it wasn't this God candle through all time high. It was slightly above all time high. I can't do the math here, but it's probably 4% above all time high. You know what I mean? Is the new all time high. So I think we hit 74, maybe at the very. At the very top current price of bitcoin. 63, seven. We're seeing that pullback, I honestly think."
    },
    {
        "speaker": "A",
        "text": "Where do you think we're headed?"
    },
    {
        "speaker": "B",
        "text": "I think I brought up a number earlier. I do think 50, 58. Looks like it might be a magnet."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've got that, like, 57, 56 area between 50."
    },
    {
        "speaker": "B",
        "text": "I think that's for sure coming. There could be as much downside as to, like, 52,000, I would say."
    },
    {
        "speaker": "A",
        "text": "Yeah, my low is 50."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So 50,952 is where I have."
    },
    {
        "speaker": "B",
        "text": "And all of this, I mean, is very reasonable for bitcoin. You know, we went straight up."
    },
    {
        "speaker": "A",
        "text": "It gets scary. It gets scary under 50k, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say if we do go under 50k will be momentary. Like it'll be like 2 hours."
    },
    {
        "speaker": "A",
        "text": "You might get that spike into like 40 is where I would see it. But I will say that 50 level the 51 ish. That's like retracing the entire ETF move. So like, I could definitely see that happening. And then they all start piling back."
    },
    {
        "speaker": "B",
        "text": "In and buying exactly up only is not healthy. So this is very good. This is what we were talking about when we were talking about new all time, like the all time high for this cycle. A lot of people were saying some crazy things on the timeline, but I think both of us were on the same page where this is going to take place probably over the next six to six to twelve months. And I think that's what you mean, the very top of this cycle. Correct. So this is exactly what we expected. It's Q two or are we in Q two yet? We're going to be going into Q two. There's probably going to be some more downside. It's still very healthy, but yeah, I expect this move to finish off in the later part of this year, October, November, December into January 2025. It's as expected. I know in the moment it's very difficult for a lot of people where you go from fifty k to seventy five k in the span of a month. I think it felt like more or less."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then you're going to get that meme where it's like bitcoin is at prices that haven't been seen since six weeks ago, 100%."
    },
    {
        "speaker": "B",
        "text": "So I don't know. I think this is very healthy. I can imagine for some people it might be scary. Depending on where they purchased either bitcoin or they bought their Solana. Solana was performing super well. I think we got up north of where we get to. Yeah, north. Almost 205. So that, I think is a separate conversation. I don't know exactly what Solana is going to do. It might perform similarly to bitcoin. Over the next little bit, I could see maybe a pullback to. We're currently sitting at 180. I could see a pullback to 140 on Solana. Again, I think that's super reasonable. We'll probably see new all time highs for Solana as well. Ethereum is the one that I still think has the most upside. We saw not an all time high for Ethereum. We got up to about 4k."
    },
    {
        "speaker": "A",
        "text": "More upside than."
    },
    {
        "speaker": "B",
        "text": "Not more upside than Solana. Okay. But more upside than bitcoin. And with the, you know, again, just going by sentiment over the last month, you know, a lot of people have been dogging Ethereum. I've been quietly just collecting solid Ethereum projects that have done, you know, how many board apes. Not that kind of salad or not that kind of ethereum project. Zero. Zero bored apes. But there's some cool, some cool things that I'm buying on Ethereum right now that are performing well. And again, when everybody's kind of dog in one thing, and I should have took this advice back when Solana was under $10, but, like, what?"
    },
    {
        "speaker": "A",
        "text": "Yeah, what a dumb play. Not to just like, pile everything in, but I mean, look at that time, it felt like it legitimately could be different."
    },
    {
        "speaker": "B",
        "text": "Well, honestly, exactly. In our defense, Solana was directly correlated."
    },
    {
        "speaker": "A",
        "text": "To the play was after it came back and broke $20 on the other."
    },
    {
        "speaker": "B",
        "text": "End of it, 100%. So, yeah, Sam Bankman freed was directly connected to Solana and FTX, and we all know how that has gone. So we were probably, it was probably the correct decision in the moment. But in retrospect, that was a nice play to be had. So, yeah, Solana, I still think, sees new all time highs this year as well. Similar to bitcoin, you know, similar to ethereum. But I think ethereum right now is in an interesting position."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't, I'm just like, have no desire to play there right now, do you?"
    },
    {
        "speaker": "B",
        "text": "I'm, I'm playing a little bit there because I do think if sentiment."
    },
    {
        "speaker": "A",
        "text": "Mainnet, layer two."
    },
    {
        "speaker": "B",
        "text": "Main net only layer twos. Layer twos for."
    },
    {
        "speaker": "A",
        "text": "So you're not like, traversing into base and things like that."
    },
    {
        "speaker": "B",
        "text": "So I know, and you know how I feel about switching, switching my metamask connectivity. But that being said, I found, like, sneaky money on some l two s that I had, like, airdropped. I ended up finding like $1,500 on. I forget what I have to go back and look. But, yeah, I found like 1500 bucks. I'm like, oh, let's just bridge this back. I bridged it right in metamask and put an extra $1,500 in my pocket. So that was, that was nice. But yeah, so I don't know. It's. Right now we're obviously at the tail end of this current meme coin season, I would say."
    },
    {
        "speaker": "A",
        "text": "I'm calling it, like, phase one."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Kind of. I don't disagree. I think that's probably the end of phase one. So there's like, reloading for phase one."
    },
    {
        "speaker": "A",
        "text": "There's like two phase. Correct. There's like two phases of this, in my opinion. There's PvP and Pve. And right now, we are surely still in PvP mode. What I mean by that is player versus player. And what I mean by that even further is like, I think what you're seeing now in Solana meme coins, for the most part, is PvP to the max. It's just large rotations from one thing to the next. Whatever's got the momentum. Phase two of this will be once the bitcoin really starts cranking past all time highs, once everything is cooking and your grandmother starts asking you about bitcoin, then the masses start coming in. That's phase two. That's pve. And that's no matter what you hold, when you hold it, it's going up, up. So, like, for me, if I'm thinking about those two phases of this, phase one is where, you know, quick rotations, quick in and outs, that's going to make you a lot of money right now. Phase two is you're going to leave a lot of money on the table doing that strategy. In my opinion, that's the, that's where I left a lot of money on the table. Um, during NFT bull run, right? Because I was playing the PvP stage very well. A lot of in and out trading, just stacking, stacking, stacking. And when Pve got here, apes run to 150. The ape coin airdrops worth 100k, you know, Azuki's run to 30 etH, all of that stuff. Like you don't have to do anything and it's all just going to get biddenness. So like that said, if you are a trader, comfier bag holding positions in either major memes, if you're playing that street, or major tokens, major alts, all of that stuff. And that's when everything just, that's where you just sit on your bags. Do you agree with those as the two phases of this."
    },
    {
        "speaker": "B",
        "text": "Absolutely agree. Hey, everybody, just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter edmike Crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple Podcast, Spotify, or wherever you're listening to this right now. Let's get back to the show. I'd be interested. I'd be interested to know what your kind of maybe like top three, top five meme coins are that you're, well."
    },
    {
        "speaker": "A",
        "text": "I'm playing like solely in Solana."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think we can agree for the most part that, you know, the vast majority of these meme coin plays are going to happen on Solana."
    },
    {
        "speaker": "A",
        "text": "I mean, for the eth ones, let's just touch on them. Right. I still think it's a. I still think it's like Pepe, Eth, Shiba, Inu and Doge. Like, those are going to be the three major ones over there. They've got a couple things going on, on base that are potentially interesting. Solana, I think your major ones are going to be with bonk boom. Now putting themselves in that conversation really quick, which was what we've seen in the last week. And, like, those are majors that are going to stay major."
    },
    {
        "speaker": "B",
        "text": "I have the list. This is from Coingecko of the top meme coins by market cap right now. So dogwith hat is number one. It."
    },
    {
        "speaker": "A",
        "text": "I think the hat stays."
    },
    {
        "speaker": "B",
        "text": "It's a two point, call it a $2.5 billion market cap. It's number 52 overall in all cryptocurrencies currently. I do agree. I think that the hat stays on bonk is number two with a $1.5 billion market cap, number 73 overall. And the third one is actually boem currently with a $650 million market cap. Slurf is number four."
    },
    {
        "speaker": "A",
        "text": "In two days. Number four. God damn."
    },
    {
        "speaker": "B",
        "text": "So. And some other ones in there. Miro is also in there right now at $225 million market cap, 293 overall. And then it kind of fades from there. So I do think, yeah, Dogworth Hat bonk."
    },
    {
        "speaker": "A",
        "text": "I do think there's room for more. For more billion dollar plus market cap memes on Solana by the time this is all set."
    },
    {
        "speaker": "B",
        "text": "So do you think it's going to be. So right now we only have two with Bonk and dog with hat. Is it book of Meme? Is it."
    },
    {
        "speaker": "A",
        "text": "Well, book of Meme was at a billion and retraced."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "They hit more than a billion. Did they hit almost two?"
    },
    {
        "speaker": "B",
        "text": "I think they did, yeah. I think definitely, like one and a half billion."
    },
    {
        "speaker": "A",
        "text": "I believe they hit in 24 hours. Like, that'll be back, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah. Jeez. Yeah, they did. They did. Okay. So, yes, I agree that Owen probably comes back. The fear, though, is these, that 24 hours window is, is wild to me. And I'm always a little bit more hesitant with those ones. You know, we saw it with. It's not even showing up on the list here, but, like, rich or, pardon me, Nick is nowhere to do you."
    },
    {
        "speaker": "A",
        "text": "Think those, those are close to done?"
    },
    {
        "speaker": "B",
        "text": "I think. I think so, yeah. Like Nick's not even on this list. I don't know where it is. There's Pepe on Saul. Nice."
    },
    {
        "speaker": "A",
        "text": "Hey, that's got a Scott Billy potential. Don't sleep."
    },
    {
        "speaker": "B",
        "text": "I don't see make it all back though. It's not on this scroll. Scrolling, scrolling. Yeah, I don't see Nick on this list. I don't think Nick is currently on Coinmarketcap's main page. So maybe that's probably why. Um, so yeah, I do agree though. I think. I think multiple billion or multiple comma, billion dollar market cap. Meme coins, uh, is definitely a thing."
    },
    {
        "speaker": "A",
        "text": "Uh, yeah, I mean, boem, like Boem bounced right where I would think it should have if you're looking at like a four hour chart. Uh, so like there could be support there. Um, I think the thing with these meme coins, the ones that are going to win out of the ones that have the most liquidity, most liquidity, best wallet distribution, those are the ones you're going to want to be in for PvE season, in my opinion. Like boom. Boom's got $60 million of liquidity."
    },
    {
        "speaker": "B",
        "text": "That's wild."
    },
    {
        "speaker": "A",
        "text": "$60 million of liquidity. And that's why it's sent so hard. Because these, like, you can, when you have this kind of liquidity there, it absorbs massive cells. You know what I mean? So like, that nobody gives a shit about your 100k airdrop cell. You just got. Because it's just getting absorbed by. Because it's liquidity. The combo is liquidity and volume, right? If you have those two things, liquidity, volume and distribution. And you're like, that's the recipe for absolute turbo send. Like just the pepe on Seoul example. You've got two out of those three right now. You've got. The liquidity is decent. You've got 31,000 holders. For example, Boem's got about 70. I think Pepe on eats got like 160. Dog with hats got, I think, approaching 100,000 holders. So like, pretty decent distribution. If you look at the wallet distribution, nobody holds more than like 1.8%, which is pretty good. What it's missing is the volume, right. And that, that will come once the attention is on it. But like, that's what's keeping it back right this second. But those three things, I think are the combo for ones you want to hold and ones that can be strong long term. The rest, you know, then the rest are PvP mode where you're going to kind of get in, ride the wave, get out and move on. You know what I mean? So if I'm playing this, it's like once, you know, I'm building a bag for both things and I'm approaching it both ways. But know which one you're comfortable with, because days like this, if you don't know which you prefer and you don't have conviction in the ones you're holding, that's where you get shaken out, and that's where you see tweets like, I sold my whiff bag at now, it would have been worth $10 million. You know, that's what happens."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So I. It's very counterintuitive. Um, unless you absolutely need the money, if you do have conviction in something, but you're seeing these, you know, big down days, it's hard. It's."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you, it's fucking hard to keep your, it's so natural to."
    },
    {
        "speaker": "B",
        "text": "Want, and I don't know why, because it's so counterintuitive. You want to sell it at the bottom, like your body's telling you every time. Just your body's telling you, sell it. It's the bottom, just sell it. And it's always the wrong or not always. It can be a very poor decision."
    },
    {
        "speaker": "A",
        "text": "It's almost always a poor decision, in my opinion, because I've lived this so many times, and I just had this same feeling with pepe because I. One, to me, it was a signal that, you know, you could potentially be oversized. Right. If it's. If I. It's causing you to feel that way. Two, it's, it's. I've done this mistake so many times in the past couple years, and it's bit me every time. I could count ten examples on my hand right now where I've done this and been and regretted it later. And that's because. And those are plays that I otherwise had really strong conviction in. And so I'm not doing it this time. I literally am not. I've had to really have a tough conversation with myself when I'm feeling like it's a mental wreck sometimes. Like, do you agree?"
    },
    {
        "speaker": "B",
        "text": "It's so difficult. I mean, I don't know about you, but, like, I'll be like, I'll, you know, if I get up in the middle of the night, I'm checking my phone, like, you know, it's like 430 in the morning. I'm like, oh, let's just, you know, check my phone, check the charts. I mean, it's always a stupid thing. I mean, once in a hundred times, you're like, oh, it went up significantly. You know what I mean, I'm like, that's great. I can go back to bed and sleep, you know, sleep like a baby."
    },
    {
        "speaker": "A",
        "text": "Either way, you're not going back to bed. You're gonna be jacked up because it's up or you're gonna be nervous because it's down. You're just fucked."
    },
    {
        "speaker": "B",
        "text": "It's the worst. So, like, that type of stuff can be very taxing and it's just a constant, you know, it's constantly on your mind, you know what I mean? Especially when the markets are absolutely, you know, on fire as they have been over the last couple of weeks."
    },
    {
        "speaker": "A",
        "text": "It's also really, really hard to keep your conviction when every, when, like, you feel like you're waiting your turn. You know what I mean? Like where everything else is turbo sending around you and yours, whatever the thing is you're convicted in has not gone yet. And that's a whole different mental game. But like, I mean, I've seen examples of this that people have shown me of, just like sellers that are rotating into whatever's hot and you can see their p. L. S on these trades and they're just losing money left and right, chasing things. You either have to be early or know what you're doing. It's usually not worth a selling your bag on a down day to chase something that's pumping. It's usually not worth it. But I mean, that's my diary over the past like two weeks. I'm still holding strong. And look, if I never hit the big one on this cycle, that's okay. I'm not going to. Those are the rules. I'm not chasing, you know, good rule."
    },
    {
        "speaker": "B",
        "text": "I mean, captain, I was listening to coffee with captain. I don't know if, I think it was maybe on Monday, and cap was saying, and I think we've said the same thing, is you really only need, I think he said one, I said one or two. I think I said one or two, but you just need like one, two, you need really nice hits and that changes your year. Like again, we've talked about it before, right? Is this a life changing money? Is this year changing money?"
    },
    {
        "speaker": "A",
        "text": "Year changing money?"
    },
    {
        "speaker": "B",
        "text": "Yeah, year changing money is okay. Is nothing wrong with, you know what I mean? Very few of us get the life changing money. But if you can make, again, one or two every year, because realistically, I mean, even in bear markets, there are moments where you can make year changing money. There's little pockets, whether it's a week or two or maybe a little bit longer than that. But even in bear markets, there are moments, if you're plugged into the right things, you can catch something and make year changing money. And if you do that every year in web three, I mean, you're doing all right. Obviously squirrel some away in more traditional finance."
    },
    {
        "speaker": "A",
        "text": "Or just yeet it all into pre sales and pray for the best."
    },
    {
        "speaker": "B",
        "text": "There's been some real. There's been some real nightmares and pre sales."
    },
    {
        "speaker": "A",
        "text": "Well, I want to talk about the pre sales, but Riggs. Riggs is up here, so I want to give Riggs a chance to tell us about how hard he's winning."
    },
    {
        "speaker": "C",
        "text": "So Riggs, GM, GMGM. I've been on a heater. I've been on a heater. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Your boys on a heater."
    },
    {
        "speaker": "C",
        "text": "Yeah. You know, this is the time you don't leave the tables, right. You know, if someone's rolling and they're on a hot streak, you just ride the fucking thing till the wheels fall off."
    },
    {
        "speaker": "B",
        "text": "That said, I keep flash forwarding. Flash forward six months."
    },
    {
        "speaker": "C",
        "text": "Well, I will say that said, I've kept to my. My plan of where, like, I think where people really fuck up is where they have a big. Like, I had a huge win on bone, right? Huge win. Pre sale. Wrote it all the way to 1.8 million market cap like, or billion market cap like. Huge, huge win. You get those wins at the beginning of a meta, all of a sudden, you go away from. And I only put two soul in. So, again, it was a huge win. Or I put two and a half soul. I massive win. But then people start the infinite regret of God, I should have put more right. And then you chase the next 30 pre sales, and you're going with ten soul or 20 soul because you've got it right. I kept consistent with one. I'm not going in every pre sale. I've been doing a little bit of research, trying to find if I know a dev, if I know who's behind it, and then I'll stick with the two to five soul and the presale. Like, that's kind of been my. And I've. I've hit 100 for 100 profit. Like, 100%. Not saying, you know, not saying that they've all been bangers, but if I put two soul in, I've at least gotten two points something back. And so that."
    },
    {
        "speaker": "A",
        "text": "Right, your strategy is a full on, you know, quick in and out trading strategy for."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's kind of like with anything. I'm not Boem was interesting, right. It. I saw the."
    },
    {
        "speaker": "A",
        "text": "Oh, it was the perfect."
    },
    {
        "speaker": "C",
        "text": "It was. And I kind of saw the writing on the wall, especially with the liquidity side of things that you were previously, previously talking about. So I I still though day one, like, I woke up day one, and I was like, up huge. So I go, okay, I'm going to lock in a 14 x. So I sold 40% of my bag, day one at a 14 x, which, hey, by the way, don't be mad about it, right? It's a 14 x er. And then, yeah, of course, all of a sudden, boom, it just kept going. I was like, oh, shit, this is like real money. My wife's trying to get me to go out, like, to fucking go in the street, you know, into the city. I'm like, I'm not leaving. I'm watching this chart all day long. And then she's like, what's happening? And I go, I don't want to tell you."
    },
    {
        "speaker": "A",
        "text": "And I boom to affiliate."
    },
    {
        "speaker": "C",
        "text": "All of a sudden, she walks by my computer and she sees, like, $40,000 or something in my phantom wallet that she previously saw 1500, like two days before. And she goes, what's that? And I go, don't ask questions. Don't breathe right now. Just let this go. I go, I'm going to the gym. So I go to the gym. I come back and it's at like $65,000. I go, well, that was a good fucking workout. And she's like, sell it. Sell all of it."
    },
    {
        "speaker": "A",
        "text": "And I'm like, you're like, no bump to a billion."
    },
    {
        "speaker": "C",
        "text": "It's, it's, it's going higher. And she's like, what the fuck is happening? We go to sleep, we wake up and she goes, I bet it's down. I go, you're fucking wrong. Check this number. And like, so it was just one of those things. And then finally I started taking more profit. Taking more profit. And I had an exit strategy where I'm fully out of it right now just because I think there's a point."
    },
    {
        "speaker": "A",
        "text": "Where, well, you didn't want to repeat."
    },
    {
        "speaker": "C",
        "text": "Yeah, I didn't want to repeat anything. I didn't want to repeat nfts. I didn't want to repeat. You know, I rather lock it in and feel good that I've got, you know, seven. I took two soul to, like, 600."
    },
    {
        "speaker": "A",
        "text": "Like, you said something that was really important there, in my opinion, because I've heard you talk on, like, coffee last couple days, and you spoke specifically about your why, right? And knowing your why. And I feel like youre on a heater. But it's different this time because your why. You, you truly know your why for this cycle, which during nfts, your why was different. Is that accurate?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it is. I mean, as much as I think during the real heater of nfts, I still didn't quite understand I was in for so little. The money was getting astronomical, but I was getting wrapped up in the community, right? It's all about the community. I think it's the fucking dumbest thing you can do is be about the community. If you want to make money, you'll make stupid decisions, absolutely atrocious decisions. And so I made really bad choices. And I also thought this was somewhere I wanted to work full time. And I did for a while. Well, that was really tough. Like, it's not the fun side of trading, you know, it's work, it's a job. And so now I really can focus on what I started here for, and it was to make fucking money. And some people don't like that. Some people. I've had some people in my DM's literally be like, I don't like who you become. You're all about this money side of things and. Yeah, well, then the unfollow buttons right there, buddy. You don't need to follow me. You don't need to talk to me if you don't like this, because guess what? I don't give a shit. Like, I'm here. My close group of friends that I have, right? We're still friends. We're still gonna talk. I'm trying to help out as much as I can if people want to learn this stuff, but I'm learning it too. Like, I'm. It's. It's not like I'm sitting here super experienced with all of this stuff. We're just kind of fucking around. And I love you too, chamber. Yes, absolutely. Absolutely. That's what we do."
    },
    {
        "speaker": "B",
        "text": "So I just dm'd him. I love who you become."
    },
    {
        "speaker": "A",
        "text": "That's funny because."
    },
    {
        "speaker": "B",
        "text": "No, absolutely, like Gregg's, you know, I've been preaching that same thing through my NFT run and from past crypto, so. But it's so similar. I mean, you can see it was the same opportunities in NFTs as it is trading cryptocurrency. You know what I mean? It's the same. It depends on what you want to do. And I mean, some people did want to just be part of the web three movement and be entrenched in the community, and that's cool. But like you said, my goal is to make more money. I see the divide between the rich and the average person growing every single day. And there are fewer and fewer traditional opportunities to make money, depending on how old you are. Your parents were probably living in."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "B",
        "text": "Prime years to make absolutely shitloads of money. And a lot of us were promised, were painted a picture of what our adulthood was going to look like. And guess what? It does not look like that. And we have to find avenues to even get to the same point, if not exceed it. So I saw web three, I saw cryptocurrency as that avenue. That's what I'm here to do. I want to make, I'm trying to kind of even the playing field a little bit when it comes to, you know, my, my status for the, for my family, how comfortable, how comfortable we are financially and the future for my kids. That's, that's it. Like, that's what I'm here to do."
    },
    {
        "speaker": "A",
        "text": "That's why my life savings is wrapped up in a frog on a, on a second."
    },
    {
        "speaker": "B",
        "text": "These non traditional markets."
    },
    {
        "speaker": "A",
        "text": "Yeah, right. Exactly. Go ahead, Rick."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think it's just so funny how we have certain people in this space as well right now that are just bashing the pre sale meta and how dumb it is to just send money to a random wallet. Do you understand that a mint was the same thing? Like, it really was. It doesn't matter that you get a fucking picture back. If they weren't going to do anything with it, it was going to be a rug. And so in theory, this is just another way of gambling a little bit. And whoever said it, I think it was chamber, maybe it was. You bunch it, I forget. But there's the same opportunities here in crypto that there were in nfts fucking hundred percent. You got to take the shots, though. And if you want to sit there on the sideline and talk shit because other people are one, having fun, making money, taking some shots. Dude, this is Pvp. I'm sorry. In every market, there's a winner and a loser on a trade, period, flat out. And so if I get in something early and I sell for more money and someone else's loses, I'm sorry. That sucks for them. Not my fault. I mean, get in earlier, right? I mean, that's just the reality. And again, some people don't like this side of me. I am 100% competitive. I want to make more money than everybody else makes, which I can't because obviously I'm not gambling at the level some people are. But I. It just is what it is. And there's so much opportunity here to set yourself up. Set your family up, if that's what it is. Like, my wife and I want to move out of this country. And in order to do that, what."
    },
    {
        "speaker": "B",
        "text": "Country do you want to move to?"
    },
    {
        "speaker": "C",
        "text": "We've got a few that we're looking at. I mean, Portugal is high up on the list. We're actually going there this fall to start scouting some things out. We've talked about Bali. We've talked about Belize. Oh, get that money. Yeah. I mean, and I want her to not have to work. Right. And so I'm going to focus on stacking. Stacking right now. And it's kind of like, I got shit on the other day for selling a pudgy penguin, right. At a certain price. Got absolutely crushed. Well, guess what? I turned that into a fucking bitcoin. One full one. Pumped for. Let's go. I think that'll age nicely, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So we didn't talk yet, really, about the pre sale stuff. Riggs, you've participated in quite a few. Give us some things that you are looking at when you're jumping in these. What should people be most aware of and kind of some tips and tricks that have done well for you?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, one, turn your brain off. Shut it off. Because your brain is going to tell you, absolutely don't do this. This is stupid, because most of the time it is."
    },
    {
        "speaker": "A",
        "text": "Yes. My brain has done that with every single."
    },
    {
        "speaker": "C",
        "text": "So you got a full fucking left curve. Like, full left curve. So I look at things and I say, is this funny? If it makes me laugh right from the jump, like the one last night, the. The DEi one, I started. I started cracking up laughing, and I was like, I'm going in. I'm fucking going in. I'm probably going in pretty hard on this one because I was laughing that hard, let alone when I saw their website. They put a little effort into it. I'll try to figure out. So I'll look into their twitter. Scroll back. You can start to hit go. You can search people's twitters. Launch or this or that, and you can actually pull up old data of whether or not they've launched things in the past for. So I'll. I'll check that. I'll see if people are scumbags. I may pass it around and ask a few folks that I know that are deep in the streets as well. Hey, do you know this person? Do you not know this person? And if I can find one or two people that say, I know of them, they've been in the space for a long time. And it made me smile or laugh. I'm buying it, period. Like, and I'll not think anything more of it until it starts to launch. And then I put all my notifications on. Like, I'm sitting here waiting for trippy labs to post their damn contract address to snipe this shit. But, yeah, I mean, that. That's kind of what I look for. I don't spend a lot of time the whole, do your own research. Yeah, very little research. Does it make me smile? Does it make me laugh? Give him some money."
    },
    {
        "speaker": "B",
        "text": "So it sounds like you're talking, like, you know, if you're looking for red flags in this, you're going to find them. I think what you're saying is we're looking for green flags."
    },
    {
        "speaker": "C",
        "text": "Hundred percent."
    },
    {
        "speaker": "B",
        "text": "How many green flags can I find? Because it's all red flags. How many? If I can find, like, three green flags, I feel pretty good about it."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm okay. Even if I can find a couple yellow flags. Like, I mean, it's just, I, like, take snap, for example. Snap had a bunch of red flags. They had a few yellows, and then all of a sudden they had one green. It was the amount of soul going into their presale. And I was like, send it. So I put five. I went my top end on that one. I was like, I'm going five. Sold, and I'm going to get the fuck out of this. I like seven x, right? I feel great about that. Could I maybe gotten more? Probably doesn't matter. Well, guess what? It trended down after the fact anyways. And so the yellow flags, maybe one green flag, you know, a hint of green feels good to me."
    },
    {
        "speaker": "B",
        "text": "Like a lime flag."
    },
    {
        "speaker": "C",
        "text": "A lime flag? Yes, a lime colored flag. I'm good with it."
    },
    {
        "speaker": "B",
        "text": "So I do have a question, though, because I have, I'm waiting for possibly the next big one. I participated in the small pre sale, and it looks like it's set to launch later this evening."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "We'll see. What are your, what are your thoughts there? Do you see? I know you're a boom guy."
    },
    {
        "speaker": "C",
        "text": "Well, I I'm a bomb guy, but I'm a, I'm a small guy too, bro."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what are your thoughts on small?"
    },
    {
        "speaker": "C",
        "text": "So it's gonna be diluted? Let me tell you, it's gonna be diluted. Um, they've got some central exchanges they're going to be launching on. They've got a shit ton of liquidity. We, we talk about liquidity, I think as long as they don't. Here's the thing, they need to make sure that pre sellers get their tokens first."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Otherwise it comes off, you lose sentiment. And they need to make sure that the. The liquidity pool, the LPD, get set up without a hitch. Those two things. I have a good feeling that we can see a run on it. I don't think we'll see a boom. I just don't think we're going to see another boom in the next couple of weeks. We'll see boom again, right? Another one."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Just not in the next couple of weeks. But I think this could be good."
    },
    {
        "speaker": "B",
        "text": "So currently, Boem is sitting at $650 million market captain. Do we see. Do we see small overtake boom in the short term at launch?"
    },
    {
        "speaker": "C",
        "text": "I don't know. What did the sloth get up to at its peak?"
    },
    {
        "speaker": "B",
        "text": "What? Slurf?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Over a billion, I think."
    },
    {
        "speaker": "C",
        "text": "Over slurp hit over a billion."
    },
    {
        "speaker": "B",
        "text": "I think so."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I thought it did."
    },
    {
        "speaker": "C",
        "text": "I think it was 750 sleep that night. What an idiot."
    },
    {
        "speaker": "A",
        "text": "750. Okay."
    },
    {
        "speaker": "C",
        "text": "Oh, man. Okay. I. I can see. They gotta be able to do more than slur. I mean, granted, the whole burning of 10 million helps lurf. Yeah. I don't care what. That was a marketing stunt. It was not an accident. I don't care what they say. They can go. They can go cry on. They got bailed out as well by people that are the exchange."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, don't even get me started about Jupiter refunding. Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "They got bailed out. Total bailout. But is what it is. I think 500 million is probably the number. I'm gonna take some fucking profits."
    },
    {
        "speaker": "B",
        "text": "Okay. And now, you know, they collected about. Just over, I think was about $32 million."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, I mean, are we counting that as the pre sale, like, market cap is? That's what the number is."
    },
    {
        "speaker": "C",
        "text": "Well, so it's the liquidity in there, but then they're putting 50% of the tokens in the liquidity pool. And so you take that. It's going to be higher than that from the start. I think it's going to be, like somewhere around 80 million as a starting market cap, if I'm understanding that correctly. I am by no means a technical analysis or numbers cruncher when it comes to these."
    },
    {
        "speaker": "B",
        "text": "Now, what are your thoughts on this? Like, 1700 sole purchase during the presale on small. Did you see this?"
    },
    {
        "speaker": "C",
        "text": "Yes, I did."
    },
    {
        "speaker": "B",
        "text": "There's some conspiracy theorists out there saying that it was a central exchange, possibly even binance. What are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "I could definitely see it potentially being a central exchange. I mean, binance is an interesting one. Heres the thing, if things get listed on binance, its a great thing whether people like to admit it. I know it pulled back when Boem got put on binance. You saw the pullbacks. I would love to see this. Because being listed on binance requires market make, true market makers. And so if they've done that, there is going to be consistent buys taking place. And so you won't see those super, super red candlesticks. And so if you do choose to want to exit, it's not like you're having to rush to it. And so people always say binance marks the top. It could, but it also gives you flexibility to get out at a quicker time. So I could see the 1700 being some sort of central exchange and it could be finance."
    },
    {
        "speaker": "B",
        "text": "Interesting bunch. Did you get in on. Are you, are you waiting for the small drop?"
    },
    {
        "speaker": "A",
        "text": "No, dude, I have no liquidity."
    },
    {
        "speaker": "B",
        "text": "Pepe on soul giving you a salary."
    },
    {
        "speaker": "A",
        "text": "They. I'm trying to work."
    },
    {
        "speaker": "C",
        "text": "Did you sell your, did you sell your e girl?"
    },
    {
        "speaker": "A",
        "text": "No, it just took the last bit of liquidity."
    },
    {
        "speaker": "C",
        "text": "Trusting me, man. Oh, brutal."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Shroom is not out."
    },
    {
        "speaker": "A",
        "text": "It's okay."
    },
    {
        "speaker": "C",
        "text": "No, the contract address is not out. They keep."
    },
    {
        "speaker": "D",
        "text": "Dang, I was watching the fake one. I should have, should have jumped in. It is cranking right now. But that's, that's how it goes."
    },
    {
        "speaker": "C",
        "text": "Yeah, but that any, if you're in a fake one, it's the matter of time. You're playing chicken."
    },
    {
        "speaker": "D",
        "text": "Oh, 100."
    },
    {
        "speaker": "C",
        "text": "They're gonna pull the fucking liquidity 100%. Yeah. So just be cautious. By the way, can I, can I throw an idea out to you that I think would be really fun? If anybody knows how to do the dev work on this."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "First shit coin."
    },
    {
        "speaker": "B",
        "text": "Let's do it."
    },
    {
        "speaker": "C",
        "text": "So we had Tyson and what's it called, Paul the other day. So I, ironically enough, I've been thinking about this as the fight. First off, they totally messed up the timing. When's the fight?"
    },
    {
        "speaker": "B",
        "text": "July."
    },
    {
        "speaker": "C",
        "text": "Yeah, that time. That was so stupid. So stupid. So coming up to the fight, we gotta, we gotta time it correctly, but we actually set it up to where you're picking your fighter and Ulta."
    },
    {
        "speaker": "A",
        "text": "That's what I said."
    },
    {
        "speaker": "C",
        "text": "Stake them and you stake them. But ultimately, whoever wins, the losers liquidity pool is immediately removed and put into the winner's liquidity pool."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I think it would be fucking awesome. And it's a straight degenerate. So because basically one of them's going to zero, period."
    },
    {
        "speaker": "A",
        "text": "Right. And it's just which, yeah, I think."
    },
    {
        "speaker": "C",
        "text": "It would be really cool. You'd start to see people mitt, you know, if it makes it through round."
    },
    {
        "speaker": "A",
        "text": "It would get so wild leading up to the fight and just how it would trade during the fight, it would be. And plus, because it's staked, you've got like, this environment for just, you know, crazy."
    },
    {
        "speaker": "C",
        "text": "So, like, I was talking to a few people. I couldn't find anybody that can do the dev work. They were like, I mean, oh, I'm."
    },
    {
        "speaker": "A",
        "text": "Sure we could find."
    },
    {
        "speaker": "C",
        "text": "I think it would be awesome. I would totally be down to lead some of that. And the best part is as well, it's not like a long term meme coin. It's a fucking fight meme coin, which."
    },
    {
        "speaker": "A",
        "text": "Is such an interesting thing when you, when you think about, like, event based tokens like this, right? Because that is literally leading up to an event and it's pretty much done right. And then, like, you're seeing it happen with the political coins as well. Like, the Trump Biden stuff's gonna last, like, potentially all election season, which is interesting. And there's just like, crazy content plays that could be done with these. So I'm totally on board with. I think the election one should be the same."
    },
    {
        "speaker": "C",
        "text": "That would be, that'd be another good one, right? I mean, there's just so many things you could actually create gambling mechanics for the people. We, we say we're gambling now. Let's fucking crank it up a notch. Let's get real degenerate."
    },
    {
        "speaker": "A",
        "text": "Riggs is now in the phase of his career here. The gambling career, where he's taken it off the main table. He's now in the basement bedding his fingers. That's what's happening here. And we're watching the evolution in real time. It reminds me of the always sunny, where Frank sets up the gambling in the corner where there's no rules, and he just starts speaking Korean out of nowhere. And it's. It's fantastic. But, yeah, I mean, I think there's a lot of cool mechanics you could do with stuff like that. So I'm on board with that. And I just think the hype would be. It would be wild. Yeah. And the swings would be crazy. It would literally be, what's the pepe meme? Where he's like, got the dart in his mouth looking at the phone? You know what I'm talking about? That's exactly what it would be like. Yeah. Cap, GM."
    },
    {
        "speaker": "E",
        "text": "GM. We have to ship it. I'm going to coffee with captain. Will now be, like, powered by looking for a dev or something like that, because it's. Yes, it is. It is a fight based token. But build the protocol, build the smart contract in every election, every boxing, every UFC bout, every, every Ohio state, Michigan game. Like, it'd just be like, perpetual, like one time use meme. I don't even know, maybe it's not one time. There's definitely something here, but even in its simplest, rawest form, I think it would be a hit in this, in this world. And it is. It is like you're playing a game of chicken. You're playing roulette. It is like the essence of PvP. One of them, as you said, is going to zero. And the other one, I guess theoretically you got, like, what creates any sort of staying power after the fight, or is just everyone going to be rushing to dump that as well. But I think it's, there's an opportunity to build a, you know, a smart contract where this, you know, it creates a, essentially a gambling by way of token ecosystem."
    },
    {
        "speaker": "C",
        "text": "So I will say I think there is some longevity, maybe not."
    },
    {
        "speaker": "E",
        "text": "By the way, I don't know anyone here, if there's any, by, in case of any investigations, I must have been placed here by some."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "Or what's going on."
    },
    {
        "speaker": "C",
        "text": "I do think there's some longevity, maybe not for this fight, but in most of Logan Paul's fights are kind of like more celebrity, money making driven, uh, concepts, which is great. But at the same time, if you go to UFC, right, and old McGregor and McGregor would do, like, normally, if there's a championship fight, you're going to have to see a three peat, right. They're, they're going to fight three times, especially if one wins you. So you could actually carry over the liquidity pool and the people gain additional odds if all of a sudden people are buying the other person that lost the previous match. So, like, there's all kinds of stuff you could continue to build on if the tech allows it. My brain is just straight degenerate. I don't know if the tech will actually work that way, but it'd be a lot of fun."
    },
    {
        "speaker": "A",
        "text": "Totally. I think it'd be super. I don't know what the implications of putting the liquidity in the winner. Or maybe it's like you get the losing sides tokens based on how many you've staked and you're matched or something. There's. There's some cool stuff you could definitely do there. Um, I don't know. We'd have to think that through. But the gambling mechanic is very interesting. I'm also curious to see if, like, you know, when the, the first, when those two tokens hit the market yesterday, the, the Tyson Paul ones. Tyson went out to a massive market cap lead, right? So I'm wondering if like, the betting odds would be reflected in price in any way. All of kinds of stuff like that. It's really fascinating to see, like, you could see sentiment in real time based on price and market cap and all of that stuff. Oh, and yeah, it's just a wild concept, but anyway, chamber, we got one more speaker here and then we'll wrap this thing up. Rel wel, welcome to the stage."
    },
    {
        "speaker": "F",
        "text": "Hey, what's up, guys? Thanks for letting me up. I don't even want to take too much time. I just commented a second ago, the first time I've ever caught you guys live and I've been listening for like, I mean, I don't want to exaggerate. I feel like a couple years at least. It's been some time."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "F",
        "text": "It's literally been like so long and I've never caught you guys live. I'm always like in the middle of work or something. So, yeah. Just wanted to jump up and say what's up? I was hoping maybe I'd get a trivia question, but I think you guys are done with that now."
    },
    {
        "speaker": "A",
        "text": "Yeah, you know what?"
    },
    {
        "speaker": "F",
        "text": "Let's do it now."
    },
    {
        "speaker": "A",
        "text": "All right, let's get it. Let's get a trivia question. Um, chamber, you're going to get on."
    },
    {
        "speaker": "B",
        "text": "Let's see here. I'll pull it up."
    },
    {
        "speaker": "A",
        "text": "Rel, have you been listening back to like the wrecked podcast days or are we talking like mint condition days?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "F",
        "text": "So I think this was just before because I remember beginning to listen and then seeing like, because I typically listen on like Apple podcasts. So when I saw the image change to mint condition, I do remember that. So it probably was end of reg podcast, but a while before, I remember Chamber talking about like buying a bunch of saison, which was a while ago for sure."
    },
    {
        "speaker": "C",
        "text": "And, oh, we love to say chamber. Love the saison."
    },
    {
        "speaker": "B",
        "text": "Maybe my, maybe my new favorite listener."
    },
    {
        "speaker": "A",
        "text": "Oh, easy. So, Ralph, I mean, there hasn't, there's not too many people that have been around with us that long. It's like JP Cass, the mizzles of the world. And that's, I mean, that's pretty much it going back to that far back."
    },
    {
        "speaker": "F",
        "text": "Well, dude. Yeah, I appreciate you guys. So I'm glad. I'll try to maybe get in live a little more often if I can."
    },
    {
        "speaker": "A",
        "text": "Four to five Tuesdays Fridays live on spaces. Hope to have you back. And chamber, you got a trivia question."
    },
    {
        "speaker": "B",
        "text": "I do. Ral. So general knowledge question. What is hummus made out of?"
    },
    {
        "speaker": "F",
        "text": "Garbanzo beans."
    },
    {
        "speaker": "B",
        "text": "I will accept it. Also known as chickpeas chick."
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Same thing. Garbanzo beans, chick."
    },
    {
        "speaker": "A",
        "text": "They are the same thing."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "F",
        "text": "That I didn't know. I didn't know it was the same thing, but I always knew it was one of the other and it was a 50 50."
    },
    {
        "speaker": "A",
        "text": "Well, technic because I was going. I was going chickpeas. So I guess we would have both been right."
    },
    {
        "speaker": "B",
        "text": "Absolutely. So there we go. We're all learning today, thanks to Rel. I'm so. I'm so excited. I'm so excited. We let him up. We were talking in the background. We're like, you know, anybody knows Rel guy?"
    },
    {
        "speaker": "A",
        "text": "Yeah. We have to. Sometimes we have to vet because, you know, you never know. And we're like, all right, let's do it. Totally paid off. So, Rel, thank you so much for coming up. You got your inaugural trivia question, right? Chamber. That means you have to send the man a friend, tech key or whatever."
    },
    {
        "speaker": "B",
        "text": "I think so."
    },
    {
        "speaker": "A",
        "text": "Or at least a Mia. But you got to get."
    },
    {
        "speaker": "B",
        "text": "I'll tell you what, I'm going to send him some. Yeah, for sure. There you go. But, yeah, thanks for. Thanks for coming up. Thanks for listening on the podcast. I do a lot of back end work on the podcast."
    },
    {
        "speaker": "A",
        "text": "There are literally dozens of."
    },
    {
        "speaker": "B",
        "text": "Yeah, I appreciate every."
    },
    {
        "speaker": "A",
        "text": "Guess what, though, actually, we hit a, had to have hit like a six month high in downloads last week."
    },
    {
        "speaker": "B",
        "text": "We did. We did."
    },
    {
        "speaker": "A",
        "text": "And we only did, and we only did one show."
    },
    {
        "speaker": "B",
        "text": "Meme coin. We are the official."
    },
    {
        "speaker": "A",
        "text": "That means it's heating up. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yes. We are the official podcast of meme coin season. We are trending extremely well with those. I actually got. I got a. We got a DM or not a DM, but we got somebody tagged mid my crisis. That was a spanish language listener. And I actually asked them if there was some app that was translating our stuff. But no, they, in fact, were listening in English."
    },
    {
        "speaker": "A",
        "text": "But I mean, we could really just very easily translate this with AI to Spanish and put it out there."
    },
    {
        "speaker": "B",
        "text": "That seems like a you journey."
    },
    {
        "speaker": "A",
        "text": "Yeah, it would be a me journey. I'll see what I can do. It'll just. The titles will just be los meme coins."
    },
    {
        "speaker": "B",
        "text": "Mucho meme."
    },
    {
        "speaker": "A",
        "text": "Mucho memes with chamber and bunch. All right, that's going to do it for us today. Join us again on Friday. Until next time, keep the mic hot."
    }
]