[
    {
        "speaker": "A",
        "text": "Setting Taylor Swift every night inside the Oculus rift after Mister and the misses finish dinner in the dishes. Now the picture's definition is so much higher than it was last year. It's like the images have all become real. Someone's living my life for me out in the mirror? Can you believe how far we come in the new age? Freedom to have what you want in the new age will I be entertained? Reach your core? The channels are all the same. You're a star now, baby? So bright here, just like now from the nightmare."
    },
    {
        "speaker": "B",
        "text": "Are you familiar with father John Misty?"
    },
    {
        "speaker": "C",
        "text": "I am not, but I am now. You said the most web three song ever."
    },
    {
        "speaker": "B",
        "text": "I think it is. I mean, it's basically that particular song's total entertainment forever. And it's basically like the future where we're just plugged into. Plugged into our AI hubs making out with AI Taylor Swift and just becoming corpses at the end. It says when the historians find us, we'll be in our hubs, you know, skin and bones, basically just, you know, forever plugged into the machine."
    },
    {
        "speaker": "C",
        "text": "So a little bit like WAlL E. Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Very similar. WALL e's. WALL e's like a. I have wall e pretty high on my list of, like, Disney movies."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, for sure."
    },
    {
        "speaker": "B",
        "text": "That's. Do you have like a. Do you have a favorite Disney movie, like, all time?"
    },
    {
        "speaker": "C",
        "text": "Oh, I just feel like the chalk answer is Lion King. I really do like that. But I enjoy some of the newer movies for sure."
    },
    {
        "speaker": "B",
        "text": "I. I would argue there's, like, lots of new movies. I'm not a huge. I'm not a major nineties Disney fanboy, but I'll tell you like, my favorite, I just watched it again over the weekend, is Coco, you see this?"
    },
    {
        "speaker": "C",
        "text": "I think I. I don't think I have. I."
    },
    {
        "speaker": "B",
        "text": "It's. It's."
    },
    {
        "speaker": "C",
        "text": "I saw you all talking about it. I'm like, dang, I need to watch that."
    },
    {
        "speaker": "B",
        "text": "No, it's. It's definitely my absolute favorite bunch. Des any."
    },
    {
        "speaker": "D",
        "text": "Hey, how's it going?"
    },
    {
        "speaker": "B",
        "text": "There they are, gm."
    },
    {
        "speaker": "C",
        "text": "That was just going to be us talking."
    },
    {
        "speaker": "B",
        "text": "Just get nervous."
    },
    {
        "speaker": "E",
        "text": "What is going on? We got the whole crew in the house today. What is up, folks? We are currently live dumping on Ethereum."
    },
    {
        "speaker": "B",
        "text": "I was just looking at that."
    },
    {
        "speaker": "E",
        "text": "So that. That's going well. Pretty aggressively. It's number go down. Yeah. It is about to get crushed on the. We are under."
    },
    {
        "speaker": "B",
        "text": "Oh, it's going. It's just going hot."
    },
    {
        "speaker": "E",
        "text": "Under 16. Under 1700 right now."
    },
    {
        "speaker": "C",
        "text": "What's our next."
    },
    {
        "speaker": "E",
        "text": "This is the, uh. This is the moment that anthony, who has his hand up down there has been waiting for all day. Um, I'm not quite sure he caught this though. So uh, anthony Gm, did you catch this?"
    },
    {
        "speaker": "F",
        "text": "No, this is, I'm not kidding. I closed literally 1 minute ago."
    },
    {
        "speaker": "B",
        "text": "Close your short or closed your long?"
    },
    {
        "speaker": "F",
        "text": "Closed my short 1 minute ago."
    },
    {
        "speaker": "E",
        "text": "He had it open all day like."
    },
    {
        "speaker": "F",
        "text": "Just like trending at like zero. And I was like 04:00 the market closed. I was like ready to get away from my desk and I wasn't going to pay attention to this. I was like, all right, let me just get out of it. And then I'm sitting here and watching myself just crumble in my chair. This is literally unbelievable."
    },
    {
        "speaker": "B",
        "text": "Do you see?"
    },
    {
        "speaker": "F",
        "text": "Like this is literally tanking live. I could even provide timestamps. Like, I'm losing so much money right now."
    },
    {
        "speaker": "B",
        "text": "1670, 516, 71."
    },
    {
        "speaker": "E",
        "text": "Yeah, what's wild about. So we are, we're getting a live test of salad bot here. Is it working? Is pushing the limits of salad bot and it is. We are seeing in real time that there is, there's issues with the salad pot."
    },
    {
        "speaker": "B",
        "text": "Oh, that's good. I mean, this is what we're here for. Work out the issues."
    },
    {
        "speaker": "E",
        "text": "Okay. So, I mean, I have some updates. I brought updates to the table and you know, this is going to destroy, I think, all the metrics potentially we'll see depending on how terrible this, this dump continues to be. I should have, in theory, hit a stop loss and it did not. So we've got, we've got our first sign of an, of an issue with salad bot. So for those of you who have been following along, des, are you aware with, with what we're talking about here? Okay, so for those of you who may or may not have been following along, I built myself a trading bot and it's been going rather well. Um, it's funny, I actually just thought to myself that I changed my kucoin settings from light mode to dark mode and I literally thought to myself, uh, this is probably going to signal like, I'll probably lose money starting now. I literally thought that while I did it and now I am so back to light mode we go to try to salvage this, but, uh, I'll give you, I'll give you the salad bot stats prior to this dump where we are currently underwater. So before this, salad bot had made 20 trades, 20 total trades, and it's record wins versus losses were 17 wins, three losses. So pretty awesome hit rate. Average trades per day, three to four. So it was consistently making three to four trades per day. Since I've been running it 24 hours. And the average profit per trade was about $17.30. Total profit so far was $346.04. So all of those are great. That's all great numbers. Those are great numbers. And the problem is, if it doesn't work in a situation like this, you stand to give a lot of that back because the whole point is I'm supposed to be able to trust this thing to just operate. It would have triggered a stop loss. I would have had a losing position. But it did not do it properly, it seems. So with that, the current position here is underwater quite a bit. I'm currently in a dollar 75 loss on this one position that is currently open. So it would have and should have triggered at about a, like a $20 loss. But since it is obviously not operating properly, do we know working properly?"
    },
    {
        "speaker": "B",
        "text": "Like what?"
    },
    {
        "speaker": "E",
        "text": "Yeah, it didn't trigger the stop loss order when it. How it was supposed to and when it was supposed to. So that is the, that is the issue. So, yeah, so I'll need to go back and figure it, figure that out and we'll see what happens. But I don't know what to do at this point because, you know, in theory, like, the whole point is I should have never had to be in the position to decide if I'm taking a $100 loss here or not. And now I have to decide if I'm going to hold this position and wait for a bounce and get out in the middle somewhere or if I just cut it and reset. But that's the game I am playing. That's why we're getting live daily updates for the performance. And so it is very clear that the stop loss is not working. So we're back to the drawing board on that part and we will see what happens. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Chamber I'm glad we had this kind of opportunity to test it out. I think these are the little tweaks that we can make before we start making the big box. I think. I think it can't just be chop. You need big moves sometimes to see if the bots working properly. So I think it's. Even though it's a short term negative, I think a long term positive."
    },
    {
        "speaker": "E",
        "text": "Yeah, we need to know. But the bot has been in losing positions before. In fact, earlier today there was a little dip from about, you know, 1747 all the way down to 1720. So again, this is change. This trades five minute charts. And so it was, it had a buy somewhere in the thirties and it was pretty, you know, it was underwater for a little."
    },
    {
        "speaker": "B",
        "text": "Do we lose him?"
    },
    {
        "speaker": "C",
        "text": "I think he got a phone call?"
    },
    {
        "speaker": "B",
        "text": "Must have. I wonder. I wonder if. If he gets liquid, like. Like, what position he gets liquidated. That's like, will the. Will the bot kind of not work until it's. Until, like, kucoin triggers a liquidation event? I wonder. This is. These are the questions I need."
    },
    {
        "speaker": "F",
        "text": "As far as I know, he's not using tons of. Tons of leverage. So I think liquidation spots probably super high."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense."
    },
    {
        "speaker": "F",
        "text": "Not like me, who was on a 50 x short on that one."
    },
    {
        "speaker": "B",
        "text": "What was your sell price?"
    },
    {
        "speaker": "E",
        "text": "Like?"
    },
    {
        "speaker": "B",
        "text": "Where did you. What did you."
    },
    {
        "speaker": "F",
        "text": "25, 20. I'm doing bitcoin. So I was sold at 25 863. So if you look at, like, the last 15 minutes candles."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm just looking at it now. Yeah."
    },
    {
        "speaker": "F",
        "text": "So the giant red one on the 15, I sold, like, right at the top of that."
    },
    {
        "speaker": "B",
        "text": "That's too bad."
    },
    {
        "speaker": "E",
        "text": "What happened? Did I just drop."
    },
    {
        "speaker": "B",
        "text": "I don't know. You just went away. I thought you got."
    },
    {
        "speaker": "E",
        "text": "What was the last thing you heard?"
    },
    {
        "speaker": "B",
        "text": "I wasn't paying attention."
    },
    {
        "speaker": "C",
        "text": "He was asking essentially if you're a. What your. About your stop loss and how that was dropping and what it cut off."
    },
    {
        "speaker": "E",
        "text": "Well, basically, the problem I have now is the whole bot was designed to revert to the mean, and the problem would be, like, it should have triggered stop loss. So that way. So it would have just lost the position, and now it would have kind of started over and done its thing, and it probably would be buying here. But the problem is now, since it didn't close the original position, it's not going to buy here, because it's used all of the balance that I've told it to use. And even though it will eventually return to this mean, the moving average is now under where my entry price is. So I'm pretty toast in this specific position. It just depends on how much it can recover. And now I have to go back and fix the stop loss function. So that's where we're at with Solidbot."
    },
    {
        "speaker": "B",
        "text": "Are we using any leverage at all?"
    },
    {
        "speaker": "E",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay. Could we."
    },
    {
        "speaker": "E",
        "text": "Of course. But if I was, I would not be in a good spot right now. I wonder if. I know, I know it's using. It's got most of my balance tied up right now, but. Yeah. So I couldn't even. I couldn't adjust it now on the fly. I wouldn't want to anyway. I'm just going to end up eating the l. I'll see what happens, how much it recovers, and I'll close out there. I mean, it's super oversold at the moment. So we'll see what happens. But that's my current update. It was. I was cruising along, feeling pretty good today, and then there you go. It gets tested. And it did not perform under pressure."
    },
    {
        "speaker": "B",
        "text": "If it was that easy."
    },
    {
        "speaker": "E",
        "text": "That was true. Anthony, what's up?"
    },
    {
        "speaker": "F",
        "text": "I actually came up today to regroup on our Taylor Swift conversation from there because I have a real, like, I did an IRL case study for you. Chamber."
    },
    {
        "speaker": "B",
        "text": "Perfect. Thank you. This is what I'm here for."
    },
    {
        "speaker": "F",
        "text": "So I was just at a. For the last couple days, I've been on a. I'll call it a bender, but it was actually a bastard party down in Scottsdale. Went out to probably all the popular bars that people know and love there. And I will say that the top, probably four songs at every bar slash club that I went to, where the entire crowd was just going crazy, was all Taylor Swift."
    },
    {
        "speaker": "B",
        "text": "That's terrible. Those are terrible bars."
    },
    {
        "speaker": "F",
        "text": "So that's where we are in this market right now. We're at the point where I. Taylor Swift is driving the market. She's. She's the Nvidia of the. Of the club scene right now."
    },
    {
        "speaker": "B",
        "text": "In what world is this even happening?"
    },
    {
        "speaker": "F",
        "text": "Exactly. So, so. And here are the songs. Here are the songs that really get."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "F",
        "text": "Number one for sure. It's an oldie, but a great, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's love story. I mean, yeah, you."
    },
    {
        "speaker": "F",
        "text": "You'll see, you'll see. In the middle of a dance floor, people get on their knees and propose to a woman that they just met ten minutes ago."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness. There's no hope for society at this point."
    },
    {
        "speaker": "F",
        "text": "I think that's. That's definitely number one."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "I would say, um, uh, I knew you were trouble. Definitely up there."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "And maybe, like, the third most popular might be, like, antihero or something. No, it's like, cuz he has to be more poppy, like."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "F",
        "text": "Yeah, I would say maybe, like, they generally, like, will remix now. Like, you know, maybe like a blank space or. What's that new what's the car one? What's the. What's the song with the car?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "F",
        "text": "I don't know. But. But it was, it was. It was the highlight of the night, so really, I think. I think she's doing all right."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think we can all agree that she's doing all right. I just. I don't know. I mean, I don't go to the clubs anymore, but I can't remember, like, a pop. Pop songs being played at the club. Do you know I'm saying, like, it's."
    },
    {
        "speaker": "F",
        "text": "A mashup scene now."
    },
    {
        "speaker": "E",
        "text": "So that."
    },
    {
        "speaker": "F",
        "text": "So the meta now mashups. So."
    },
    {
        "speaker": "G",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "So they mash up, like, it's not."
    },
    {
        "speaker": "B",
        "text": "Just house and I."
    },
    {
        "speaker": "F",
        "text": "Exactly, exactly. Mash up, like, EDM with, like, pop. Pop music. And that's. That's the scene right now. Are you a. Are you a big booty mix fan?"
    },
    {
        "speaker": "B",
        "text": "I don't."
    },
    {
        "speaker": "E",
        "text": "What does that. What does that even mean?"
    },
    {
        "speaker": "B",
        "text": "Okay. I like them thick."
    },
    {
        "speaker": "F",
        "text": "So the. So the state, the crowds. The crowd's a little older here. Big booty mix."
    },
    {
        "speaker": "B",
        "text": "I'm gonna go kill myself after."
    },
    {
        "speaker": "F",
        "text": "Is. It's the. It's the meta now, right? So it's a met. It's another deep. Two dj's. They just make mashup mixes and they post them on, like, soundcloud and Spotify. You could see them, but it's like, the biggest thing now. Like, that's generally what you'll see when you go out or listen to when you'll go out. It's pretty fire."
    },
    {
        "speaker": "B",
        "text": "Big booty mix. Is that what I'm gonna be googling?"
    },
    {
        "speaker": "E",
        "text": "Is this, like, a Spotify playlist you can find, or they have them as."
    },
    {
        "speaker": "F",
        "text": "Like, podcasts on Spotify. Spotify. You can find them. They get taken down a lot. But Soundcloud is where I is where I get them. But there's, like, 25 ish of them, and they're very, very good."
    },
    {
        "speaker": "B",
        "text": "We'll have on the Friday show, we'll have a big booty mix song ready to go."
    },
    {
        "speaker": "F",
        "text": "It's an hour long mix."
    },
    {
        "speaker": "E",
        "text": "I mean, Friday show. Friday show is actually just going to be us playing the big booty mix. There will be no chat. We're just going to play the big booty mix all the way through for 1 hour. So tune in Friday for Big Booty Mix, TMC edition, and it'll be everything you've ever dreamed for, but possibly the best. However, us not talking. Probably. What do you think? Right, Des, your big booty mix guy."
    },
    {
        "speaker": "D",
        "text": "Huge big booty mix."
    },
    {
        "speaker": "E",
        "text": "Yeah. You strike me now."
    },
    {
        "speaker": "B",
        "text": "I. I wouldn't be shocked if Des is up on this, like, daz. Are you just joking?"
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Joke. You know, you're talking about why you. You impressed me the other day with your knowledge of Kanye. Uh, okay. Not the same."
    },
    {
        "speaker": "D",
        "text": "Not even that close to being."
    },
    {
        "speaker": "B",
        "text": "I'm not taking anything for granted. I'm not taking anything for granted at this point."
    },
    {
        "speaker": "D",
        "text": "No. I'm just as lost as you two."
    },
    {
        "speaker": "B",
        "text": "Okay, good. Uh, couple of."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, couple of basic big booty bitches. Yeah. I don't even know where to go with this one. I've got. I've got nothing. I am kind of in shock that this is where we ended up here 20 minutes into the show and. But we're, we're, we're riding as, as folks may say we are. And Saladbot continues to flounder as we test the limits of the stop loss. So I'll give you any real time updates as they develop. Chamber, what has you excited this week? We are now mid week. What have you been getting into here in the web three space?"
    },
    {
        "speaker": "B",
        "text": "So Payne and I and Gia and TJ had a call today and we're trying to schedule some stuff for the Degen account. And as far as Twitter goes, really just be a bit better. I think we could be a little bit better on Twitter, just regards to consistency and stuff. So we started kind of putting together a schedule and some things we could do fairly routinely. And one of those things was, you know, maybe posting some memes and stuff. And I, you know, I delegated. I delegated this task to myself."
    },
    {
        "speaker": "E",
        "text": "Whoa, whoa, whoa, whoa, whoa. That is not what you said to me. Hold on. Let's check the videotape."
    },
    {
        "speaker": "B",
        "text": "I said. I said I was tasked."
    },
    {
        "speaker": "E",
        "text": "You said, I've been tasked with making funny memes for Twitter. That is the direct text message I received less than an hour ago."
    },
    {
        "speaker": "B",
        "text": "How is that there for the one."
    },
    {
        "speaker": "E",
        "text": "You said I tasked myself. You presented it initially as if you were given this task by someone else, like Gia volunteered you, but what you actually did was say, oh, yeah, I got this."
    },
    {
        "speaker": "B",
        "text": "That's not what I said. Reluctantly, I'm taking it over. So I'm a little bit nervous. And honestly, who's tasking me to do anything in DJ? Let's be honest."
    },
    {
        "speaker": "E",
        "text": "No one. Absolutely no one. The you are. You are the one who knocks. You are the one who knocks the. I don't know if you're the right person for the job, Des, do you think."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "E",
        "text": "Do you think Chambers the right person for this job?"
    },
    {
        "speaker": "D",
        "text": "I don't think Chambers the right person for most jobs."
    },
    {
        "speaker": "E",
        "text": "What job would you say he is fit for?"
    },
    {
        "speaker": "D",
        "text": "A weed salesman."
    },
    {
        "speaker": "E",
        "text": "Perfect. Look at that one."
    },
    {
        "speaker": "B",
        "text": "One for one."
    },
    {
        "speaker": "E",
        "text": "One for one. Yeah. So you basically volunteered to try to be funny on the DJ. Discord is what you're on the DJ Twitter is what you're telling me."
    },
    {
        "speaker": "B",
        "text": "I've committed. I've committed myself to trying to learn how to create memes consistently, which I don't do. I can be funny on Twitter, but I don't have. I don't do memes consistently."
    },
    {
        "speaker": "E",
        "text": "You don't do memes. Okay, so here's the thing. If anybody in the audience has some tips on chambers meme making, how he should approach this as a, you know, I created. Yeah, we'll get there. Give. Drop your, your meme, your best meme advice down in the chat bubble. Give us a little comment on how Chambers should approach this newly designated by himself task. And you did. You, you know, I wasn't aware that this, you know, was the new role that you have in Djen. But I will break down exactly how our exchange went at 327. I get a text from you and it says, is this okay for Djen Twitter? And it is the meme that is posted up top. It is a. I think you should leave slash Elon Musk reference or mashup. So shouts to Anthony, who is teaching us the new slang of mashups. Mashups are the meta."
    },
    {
        "speaker": "B",
        "text": "That's a big booty."
    },
    {
        "speaker": "E",
        "text": "Look, you've been, you've been playing this meta and you didn't even know it. This is, this might end up on a big booty mix somewhere if we're not careful. You then posted me the video that you just made that is now out in the wild on our Twitter. And you said, I just made it. I watched it, and I gave you a lolo. Then you said, I've been tasked with making funny memes for Twitter. I said, oh, lord, show topic, for sure. And you said, okay to post. And 20 minutes later, I relented and said, I'm down. I posted it prior anyway, so it didn't matter. And I knew that. So, yeah, look, go up top. Check out the meme. Give us a rate on it. Give. Give chamber a meme rating on this one. You know, you want my honest opinion? Yes. It's mid."
    },
    {
        "speaker": "B",
        "text": "I thought it was like an eight out of ten."
    },
    {
        "speaker": "E",
        "text": "I would. I mean, it's. It's about as mid as. As I could give it. So I'm going to go a five."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay, des, this is what I'm here for. So I'm here for."
    },
    {
        "speaker": "D",
        "text": "I'll give it a little bit."
    },
    {
        "speaker": "E",
        "text": "I'll go six. Six. Okay, so. So you're still in the mid range there. Please, please let us know on a scale of mid to great, if Chambers first attempt here is effective. Walk us through your thought process here. This is what I'm really interested in."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "E",
        "text": "I want to get into chamber, the meme creator's mind."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is a great question, because I did think about this a lot. So I'm going to start with the, with the filter. So it's the I think you should leave filter, which is very topical filter right now."
    },
    {
        "speaker": "E",
        "text": "So describe for our audience and including myself, because I don't know how. I don't know what this is. What is like, you can put this, you can overlay this filter on what platform?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I use cap cut, and a lot of times what they'll do is they'll, you know, take a scene from a show or something like that and basically just trim out everything except for the character, and then you can overlay that on top of, you know, a picture or another video or whatever. Right. So this was, this was a very popular filter. So it's the, it's, it's from season three of I think you should leave. It's the. What's the, what's the show called?"
    },
    {
        "speaker": "E",
        "text": "Oh, man. I don't know. Something love is something love Islandy."
    },
    {
        "speaker": "B",
        "text": "And, you know, he's being accused or he's being sent home, and it's, it's his reaction. I'm not going to imitate it, but it's very funny. He grunts and makes a face and looks like he's about to cry. And, you know, asking if everybody, you know, if you're sure that it's me that's going home. So it's very funny. And so I knew that's what I wanted to work with. That was the medium I wanted to use for my, for my art."
    },
    {
        "speaker": "E",
        "text": "This is, I got it."
    },
    {
        "speaker": "B",
        "text": "This is absolute art."
    },
    {
        "speaker": "E",
        "text": "Memes are my express."
    },
    {
        "speaker": "B",
        "text": "So then I'm like, well, I need to take. This is going to predominantly a Twitter thing. So, like, I got to find something on Twitter that's relevant, that's fresh. And so, you know, I start perusing. Didn't really find anything. I feel like I was forced in some stuff. And then I found this tweet from Elon, and I guess last night, Elon had some right wing, you know, social commentary, social commenters on, on a space, and basically retweeted it a couple hours, maybe like 10 hours ago, saying, basically, you know, once again, I'd like to offer this platform. So basically what he's saying is, you know, his faces to anyone on the left, you will get equal treatment. And, you know, I think the two of them together, they're both very topical. You know, it's funny. It's. You sure? I don't know. I think it worked. Well, I think it worked."
    },
    {
        "speaker": "E",
        "text": "Des, hearing the thought process that went into this, does it change your mind?"
    },
    {
        "speaker": "D",
        "text": "No, just kind of basic. Not a lot of creativity thrown in there. So. No."
    },
    {
        "speaker": "E",
        "text": "So. So my issue with it is, while it. While it may be topical to some, I'm not sure it fits our audience in terms of, like, you know, web three, except for, I guess, maybe the Elon reference."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's Elon and it's about spaces. I mean, I feel like that's pretty on the nose."
    },
    {
        "speaker": "E",
        "text": "Yeah. It's also, you know, too political for my liking."
    },
    {
        "speaker": "B",
        "text": "Ah, it's okay."
    },
    {
        "speaker": "E",
        "text": "That's fair."
    },
    {
        "speaker": "B",
        "text": "It is."
    },
    {
        "speaker": "E",
        "text": "I mean, it's very. You made. You just went right out the gate with the things they tell you not to do is get political and talk about religion. And I think you should leave as a religion. And Elon talking about the left, I."
    },
    {
        "speaker": "B",
        "text": "Feel like I'm doing the Colbert thing. Back in the day before he was shitty on late night. He had a good show where he was, like, pretending to be, like, right wing, and it was like, a funny thing. And I feel like there's some of that happening here. So I don't know, maybe a swing and a miss. Maybe a bunch."
    },
    {
        "speaker": "E",
        "text": "Look. No, I don't think it's a swing and a miss. I think it's. I think it's mid."
    },
    {
        "speaker": "B",
        "text": "I'm really. It's funny because my daughter said, my outfit today."
    },
    {
        "speaker": "E",
        "text": "Oh, you just have it. A mid. Mid week midday chamber. Oh, my goodness. All right, I got to go down to Jweb before I go through some comments here, because Jweb had one of the best comments. I thought Jweb, GM, GMGM chamber."
    },
    {
        "speaker": "G",
        "text": "It was a good first effort. But here's the thing. When. When you're giving your explanation as to why it was, you did too much, man. You overthought it. Okay. Like, the best performing memes out there, our people, are. The rationale was, I don't know. I thought it was funny. Like, it's. You're, like, in forgetting Sarah Marshall when he's learning to surf. Like, do less. Okay. Yeah, do less, do less. You're trying too hard. Like, the funniest stuff out there. You can't really force it. Like, I. And I've made that mistake plenty of times, don't get me wrong. But the best memes that I've ever made are the ones that, like, I was like, this makes me laugh. So I'm just gonna throw it out there."
    },
    {
        "speaker": "E",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "That's great advice. Thank you."
    },
    {
        "speaker": "E",
        "text": "Jay Webb's comment above was the best part about this. This meme is that chamber can only go up from here. So J. Webb doing, doing the right thing, being positive, finding the silver lining in every situation."
    },
    {
        "speaker": "B",
        "text": "Congratulations, by the way, J. Webb on your team winning the NBA championship. The best part about it though, I don't know if you guys have been following this. Have you seen, I'm sure you have, J. Webb. But if you haven't, go back and just listen to the interviews in the last, in the 2 hours post game of Nikola Jokic and it's some of the best content I've ever heard. He could care. He could have given a shit about winning an NBA championship. This guy wanted to go home and wanted to go home yesterday."
    },
    {
        "speaker": "G",
        "text": "No, he cared about winning. He doesn't give a shit about celebrating it."
    },
    {
        "speaker": "D",
        "text": "No, he really doesn't care about, like, he won. I swear to God, he really doesn't. Like, honest to God, if you told him that he could make the same amount of money racing his little chariot horses back home, there's no chance he would play another day of basketball in his entire life."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's, he's just so good that he does win."
    },
    {
        "speaker": "G",
        "text": "Like, he."
    },
    {
        "speaker": "E",
        "text": "I would like more information. Chariot horses."
    },
    {
        "speaker": "D",
        "text": "Oh, he's a huge chariot horse guy. I mean, huge chariot guy."
    },
    {
        "speaker": "G",
        "text": "Just google Jokic horse riding and like, he, he showed up the first time he won the MVP. He was back in Serbia and he pulled up to accept the trophy in one of his little chariots. It was fucking hilarious."
    },
    {
        "speaker": "E",
        "text": "It's just like, imagine living your absolute best life like that. Just, it's something that I can only dream of. I one day hope to have chariot money in, in terms of, like, I can roll up to like a wendy's in my chariot and that's me living my best life."
    },
    {
        "speaker": "G",
        "text": "He was devastated he. That he had to wait around till Thursday for the parade because his horses are racing back in Serbia this weekend and he's home for the races."
    },
    {
        "speaker": "E",
        "text": "So what point? I mean, like, I think you're making a great observation here, all of you, that he's probably not a 20 year in the league kind of guy. He's probably got like one more championship in him and then he's probably going to bounce."
    },
    {
        "speaker": "G",
        "text": "No, I would bet that he plays out this contract, but I would not be surprised if he'll be like 31, 32 when this contract ends. I would be shocked if he resigned. I think he's just going to ride off in the sunset. We're never going to hear from him again. And if he wins a title, another title with Denver, no one can get mad at him. I honestly. Yeah, I think if he retired now, I'd be like, okay, I'll miss you. Appreciate. The best part was all the video of Aaron Gordon just walking around shirtless downtown Denver. I thought that was absolutely amazing."
    },
    {
        "speaker": "E",
        "text": "Well, congratulations, J Web. I mean, look, some people claim fandom. I think you've proven it, not only throughout the course of the season, but specifically in the playoffs. How many total playoff games did you attend? Three and one. In the finals?"
    },
    {
        "speaker": "G",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Two."
    },
    {
        "speaker": "G",
        "text": "Western. I didn't go. I was traveling for the first two rounds, but I was able to get to two Western Conference in one NBA final."
    },
    {
        "speaker": "E",
        "text": "Unfortunately, the finals game is the one they lost. Right."
    },
    {
        "speaker": "G",
        "text": "Yeah, but see, I have that claim now. I went to the only finals game that the Nuggets have lost. Like, that's."
    },
    {
        "speaker": "E",
        "text": "I get it. That's. I mean, put your mark on there. But I did. I'm happy for you. I'm happy for Jokic. I do want to get to some comments. There's some good ones. Joe says, I'm really concerned about the clubs Anthony is going to. I believe the gutter dog version of Web three. Anthony would have never gone this deep on Tay Tay. There you go."
    },
    {
        "speaker": "B",
        "text": "That's true. That's a very."
    },
    {
        "speaker": "E",
        "text": "Anthony's response was, goats. Have to recognize goats. And I mean, des, do you agree?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think."
    },
    {
        "speaker": "D",
        "text": "I don't think there's a single thing that he's talking about that's referring to me, but, yeah. Yeah."
    },
    {
        "speaker": "E",
        "text": "Goats. Yeah."
    },
    {
        "speaker": "D",
        "text": "Again, I am the founder of the Goats NFT brand. Not goats. Uh, God's creation version. And I know you guys know you."
    },
    {
        "speaker": "B",
        "text": "You own all."
    },
    {
        "speaker": "D",
        "text": "Or the references. MJ Brady and other stuff, but. But, yeah."
    },
    {
        "speaker": "E",
        "text": "Uh, rook says, step up the Djen tick tock game. So chamber isn't the only commenter on each video. That's good. Who's that? Yeah, that was good. I mean, at least that means rookie must follow the DJ and TikTok."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "How about."
    },
    {
        "speaker": "B",
        "text": "How about some comments yourself?"
    },
    {
        "speaker": "E",
        "text": "Yeah, rook, get in the game. Give us a comment. Tell. Tell Chamber how mid his tick tocks are."
    },
    {
        "speaker": "B",
        "text": "I'm here. I'm here. Holding up the whole fucking."
    },
    {
        "speaker": "E",
        "text": "You're the only one that does tick tock, right?"
    },
    {
        "speaker": "B",
        "text": "I am."
    },
    {
        "speaker": "E",
        "text": "Yeah. So it's there."
    },
    {
        "speaker": "B",
        "text": "No, no. I should say no. Ken. Ken puts out quality tick."
    },
    {
        "speaker": "E",
        "text": "Oh, so we need to support Ken with more comments, is what you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "JP Kaz says. I love how Chamber says we when talking about the bot already stealing bunches alpha. That's. That's very true, Cap. With a series of texts promoting himself, which is. Which is awesome. I pinned one of them to the top. It looks like Cap and Steve will be guests tomorrow on whale coin talk. That's pretty big. Go support our folks over there. Set your reminders for that. I also put the while you're setting reminders, you've got coffee with captain reminder up top for tomorrow morning as well. I mean, not a lot of other comments on your meme game chamber, so I don't really know. I would love for the crowd to give you some tips if possible, but maybe you're just doing better than I think."
    },
    {
        "speaker": "B",
        "text": "We'Ll see. I mean, if we get a retweet from Elon."
    },
    {
        "speaker": "E",
        "text": "Yeah. In fact, I would actually love if Elon retweeted this very first one. You would just be. So I just. I think you'd ride off into the sunset and you'd pull the. Yoke it. You'd show up to our next live event and a chair shirtless and a chariot or something, and you'd be good to go. Yeah."
    },
    {
        "speaker": "B",
        "text": "But walking around my house, walking around my house like Connor McGregor right through."
    },
    {
        "speaker": "E",
        "text": "Swinging the swinging arms and all."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "E",
        "text": "Joe also says listening to chamber work through his meme development thought process was like listening to a teenage boy over explain why mom just found some girls panties rolled up in his parents bed. Lots of nonsensical story building. I mean, I think that's so far, that's a consistent feedback from both J. Webb and Joe that, uh, not instinctual enough."
    },
    {
        "speaker": "B",
        "text": "So just use the kiss method."
    },
    {
        "speaker": "E",
        "text": "Yeah, keep it simple, stupid, or whatever the heck happened in that person's parents bed, you know? Um, des, what are you getting yourself into in the world of web three this week?"
    },
    {
        "speaker": "D",
        "text": "Sorry, I'm just recovering. Almost choked on something. And this is. This is a fantastic question for future, but, you know, you got a bunch of stuff to try to get down that. That choked piece. I had to grab my child sippy cup because there was nothing else available, and I had. My options were direct tap water. We don't have the greatest tap water ever, but direct tap water, child sippy cup, or questionably old coffee. I don't know."
    },
    {
        "speaker": "E",
        "text": "I think questionably old coffee would have grossed me out, even though I drink some questionably old coffee frequently, so I'm."
    },
    {
        "speaker": "D",
        "text": "Still recovering from that. What am I getting myself into? Web three."
    },
    {
        "speaker": "E",
        "text": "Yeah. Anything exciting for you?"
    },
    {
        "speaker": "D",
        "text": "No, just kind of heads down on kind of getting goats back going and figuring out kind of nets steps. So I haven't been really buying minting anything. I I guess the last thing I did was probably upgrade some, like, pixel vault nfts but nothing, nothing crazy."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm in the same spot. I have basically inactive in the NFT streets as far as buying and selling, really just focusing on Starbucks Odyssey at the moment. And then what we're building over at forum three, which is taking up most of my time and then playing around with my, my trading bots in the, in the interim, my free time."
    },
    {
        "speaker": "D",
        "text": "Did you have anything to do with that Starbucks, the kind of candy crush like game?"
    },
    {
        "speaker": "E",
        "text": "No, the summer game. So they do, on top of Odyssey, they do their kind of seasonal games."
    },
    {
        "speaker": "B",
        "text": "Oh, is that for Odyssey?"
    },
    {
        "speaker": "D",
        "text": "Oh, that's hilarious."
    },
    {
        "speaker": "E",
        "text": "Okay. No, the summer game, not for Odyssey. That so totally separate. So that go, that's their normal kind of seasonal game cadence. And so like Starbucks for life will be in the fall or, sorry, in the winter. So towards the end of the year then they always do the summer game. But we did have a cool Starbucks event this afternoon that Steve hosted. Did an awesome job. We did our first airdrop. So if you were pretty active participant, you had to hold, I think, two journey stamps and at least one of the limited edition stamp, you were eligible for our first artist collaboration, Airdrop, which was from the artist Jade Purple Brown, who Starbucks has worked with on multiple things, including their Empire State Building launch. So that was very cool. We got to interview her in the Odyssey discord. It's actually recorded. So if you're in there and want to catch it back, if you couldn't catch it live because it was midday on a Wednesday, that's there for you. But super cool interview. And that was a fun experience to do that first airdrop and give people a taste of how you could potentially see collaborations and things like that happen within Odyssey. So that was probably the most exciting web three thing from this week for, for me. I posted this up top because I found it interesting. And this is where like Defi web three, all this permissionless tech is so interesting. So this post is from Cirrus Nft. Someone just took a $14,500 loan on two Rolexes at 12% APR from a complete stranger, all on chain. The Rolexes were sent to an escrow company, who then sent back nfts representing ownership of the watches. The borrower can use those nfts to tap into global liquidity rather than taking a predatory loan at their local pawn shop. If they default, the lender can use the nfts to redeem the watches. One of the most obvious and easy to understand use cases of NFTs chamber. What are your thoughts on this? This was done actually, this was actually done on arcade XYz. That was the platform, so. And then there's a quote. Tweet. These Rolex watches stored at 4k protocol are being used as collateral for defi loans on arcade. So using real world assets like luxury goods on chain could open up a huge market for DeFi. Interesting."
    },
    {
        "speaker": "B",
        "text": "Is this. Is this not. Is this the first time that we. That we've seen this? I feel like we've seen this before."
    },
    {
        "speaker": "E",
        "text": "Um, I'm not sure if it's the first time. Uh, it's interesting in the sense that."
    },
    {
        "speaker": "B",
        "text": "Like, maybe it was nft, something like people were people leveraging their."
    },
    {
        "speaker": "E",
        "text": "Yeah, so, like, that's been a thing. Right? So, like, cap is a user of, like, nifty fi and I think arcade even, and things like that, to actually tap into the liquidity for his assets without having to sell them. Right. So he could potentially make different moves in the market without having to part with his assets. And he's had a really good experience doing that. Um, but this case is so it's similar, except you're actually creating nfts that represent these physically backed or, sorry, physical items, and you're doing this all in a defi loan way. Right. Which is, I think, super interesting, actually. What do you think?"
    },
    {
        "speaker": "B",
        "text": "No, I agree. I think. I think this is a. I mean, what. What do you have? Like, what would you leverage if you want, you know?"
    },
    {
        "speaker": "E",
        "text": "You mean if salad bot doesn't get its act together, I'll be leveraging my house? Like, I didn't realize."
    },
    {
        "speaker": "B",
        "text": "Do you still have that baseball?"
    },
    {
        "speaker": "E",
        "text": "I do. I have my. That's actually a good one. I could probably tap into some babe Ruth signed baseball liquidity."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wonder what. Yeah, I wonder what you get for something like that."
    },
    {
        "speaker": "E",
        "text": "I don't know. Des, what are your thoughts on this type of use case for kind of defi loans and things like that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I'm for it. Definitely. This is not the first instance of it, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like this."
    },
    {
        "speaker": "D",
        "text": "Is one of those things that just, like, to really take off needs, like, a crazy amount of mass adoption up front. Like, there has to be a platform base. It can't be just like, these onesie and twosie stories of this happening. I know, like, the, like, crypto for real estate has always been kind of, like a thing, but no one's ever really got it going. So I don't know. These ones in Tuesday, stories of it happening are, you know, they're nice, but it needs, like, platform plays to just."
    },
    {
        "speaker": "E",
        "text": "Really kind of send it yeah, I get it. I think we've seen a couple of these with the real estate ones. So what is the company? Roots? Is it called rootstock? I believe it is. Where I've seen them at least sell two or three homes on Opensea properties in Georgia. I believe that's, you know, a couple interesting use cases there. I mean, I just don't know if Defi is gonna catch on in the way that people think it is. But, like, I don't know if it's something that needs to be mass adopted either. Like, in terms of correct. If it's there and people want to use it, let them use it. But, like, it doesn't rely on mass adoption. I don't think think. Do you?"
    },
    {
        "speaker": "B",
        "text": "I don't think it changes, you know, the. The essence of it doesn't change that much whether you have mass adoption or not. But I, you know, it wouldn't shock me if. If, like, there was, like, an app or something where. Where it made things a lot easier to. To do these kinds of things, and that catches on, you know, I mean, where it's, you know, you're taking the cryptocurrency or making it easier to access the cryptocurrency, you know what I mean? But I don't think it changes it at its essence."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think that's fair. I do want to sidetrack for a second, and I want to offer Anthony the opportunity for some group therapy here. I'm watching him. I would say unravel is the word. I would say in the war room. He's very upset still about closing his short right before, you know, almost an $80 dip that he probably had 50 x leverage on. Anthony, do you need any comfort here from us?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I'm not feeling great. I guess the only thing that would make me feel better is if Chamber dropped another meme right now."
    },
    {
        "speaker": "B",
        "text": "I got to think about it. 1 second."
    },
    {
        "speaker": "E",
        "text": "What did he ask for? If you would drop another meme? I think you have to. This is definitely the only remedy. I think the only solution here is more chamber memes. I'm actually excited to see where this chamber meme meta goes, and I had an interesting call today. If you have not heard of the app, I believe it's called zealous, and I'm excited for us at Djen to. Oh, boy, here it goes again. Anthony, don't look now. Yeah, it's. Don't look now, Anthony. It's still happening."
    },
    {
        "speaker": "F",
        "text": "No, I'm watching it real time. I think this is, like, this is punishment for something I did. I don't know. Maybe it's Taylor Swift. Maybe I got on and started talking too soon, but this is pure punishment."
    },
    {
        "speaker": "E",
        "text": "Yeah. I don't know about you, but I'm feeling 22 x leverage long here shortly on the RSI, so you better. You better get your longs ready. I don't know. Are you. Are you going to attempt to rage long?"
    },
    {
        "speaker": "F",
        "text": "I rage."
    },
    {
        "speaker": "E",
        "text": "Oh, you did? Well, you're in double trouble, then."
    },
    {
        "speaker": "F",
        "text": "I know. I'm literally just coping with myself. Raging long, trying to re. You know, number one rule is don't try to get all your losses back or your lack of gains back on the next trade. I'm trying to do that, but it's not worth it."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I've let the. I've let the salad bop position stay open from the beginning of the show, and so that that's not going well. So, because the bot function did not work, here I am puking back almost all the profits I've had for the last week. But that's okay. We will persevere. We're going to regroup on that, and hopefully I'll have a good fix for it and a good update on Friday. But my problem here now is the moving averages that I'm using are now far under where my entry position is. So I'm toast either way on this. It's just. Do I get a little relief? Yes or no? So, chamber posting in the war room. Have you seen any funny memes lately? And so Chambers now already just after one half of a day, posting mid memes. Uh, he. He's crowdsourcing for his own content."
    },
    {
        "speaker": "F",
        "text": "Yeah, so I. I commented this, but I need to know. Chamber."
    },
    {
        "speaker": "E",
        "text": "Like what?"
    },
    {
        "speaker": "F",
        "text": "What? Like, who's the target audience?"
    },
    {
        "speaker": "E",
        "text": "The right, apparently."
    },
    {
        "speaker": "B",
        "text": "No, no, not the right. The left."
    },
    {
        "speaker": "E",
        "text": "I thought I was. See, this is the problem. This is the problem. Anthony wanted to know, like, which generation are you even trying to appease? He says, as a millennial, I appreciate the meme, but can see why the boomers who don't know big booty don't."
    },
    {
        "speaker": "B",
        "text": "Know."
    },
    {
        "speaker": "E",
        "text": "I'm all, well, you've got about seven minutes left before to get your next meme out, and we're going to post it to the top. So let us know when you post this meme and we'll get it posted up top so we could judge it prior. And so now we've got a couple. We've got a couple things to track on the weekly progress of this show. We've got, you know, daily or episode frequent salad bot updates. We've got how Chamber is doing as a meme artist. We're tracking Des's physical therapy recovery process. And now for the last update of the day. Before we close this down, let's get a Ted lasso chamber update here. Chamber, how's it going on the pitch?"
    },
    {
        "speaker": "B",
        "text": "I'm going to be honest with you, not much happening. So last Thursday, we were supposed to have a practice, and it got canceled due to the wildfires. It was a little smoky out there. And then this Tuesday, it got cancelled due to thunder showers, and it was supposed to be our picture day. Oh, we're supposed to have picture day on Tuesday."
    },
    {
        "speaker": "E",
        "text": "So what was the strategy around team picture day? Like, were you gonna have them all for a funny pose or."
    },
    {
        "speaker": "B",
        "text": "No, let's keep this professional. We're professional athletes. We keep it. We keep it professional. You know, we're tucking in. You know, it's. It's. It's official. Yeah, that was my plan. I don't know if we get, like, if the. I'm assuming the kids get a single. You know what I mean? Like a solo pic, and then I'm assuming."
    },
    {
        "speaker": "E",
        "text": "And then one with you. Just."
    },
    {
        "speaker": "B",
        "text": "You just have every kid? Yeah, just me. Maybe."
    },
    {
        "speaker": "E",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "I'm sure I could get one. I'll ask if I can get one, and then I'll."
    },
    {
        "speaker": "E",
        "text": "I meant more like one of you and each kid."
    },
    {
        "speaker": "B",
        "text": "Oh, sorry."
    },
    {
        "speaker": "E",
        "text": "But I like you. I like you. You alone, even better. Like the very stereotypical soccer pose, or soccer picture pose with, like, you're kneeling, you've got one knee up, and you've got the soccer ball in your arm. You know what I'm talking about, right?"
    },
    {
        "speaker": "B",
        "text": "I know. Exactly."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's what I picture. And I would like if you could take that picture on picture day. Now, that is good content. I mean, you know how many memes you can make out of that? That's what we're talking about here."
    },
    {
        "speaker": "B",
        "text": "I don't want to be the meme."
    },
    {
        "speaker": "E",
        "text": "Everybody becomes a meme at some point. We're all memes. Just embrace it. Like, you're. You're. You're good. You're good at being the meme, I think. Des, if chamber took that soccer photo, would you buy a couple wallet size?"
    },
    {
        "speaker": "D",
        "text": "It's just so funny because I am not a nostalgic person, but I. One thing I have, like, from early on childhood is this little playing card or not, like, the trading card of myself as, like, a six year old soccer player, and I am doing that exact pose."
    },
    {
        "speaker": "E",
        "text": "I would propose that chamber. You get that picture, and we mint it, and it becomes a Po app for the show."
    },
    {
        "speaker": "D",
        "text": "Oh, that's amazing."
    },
    {
        "speaker": "E",
        "text": "What do you think? Are you in?"
    },
    {
        "speaker": "B",
        "text": "I love it. I'll give it to you. You guys do what you want."
    },
    {
        "speaker": "E",
        "text": "Wow. All right. This is great. Carb. I gotta wrap this thing up pretty on time today. Let's go to Joe. And then I left Snowflake waiting far too long on accident because I didn't see the request. So, Joe and then if Snowflake has any commentary on your soccer pictures, and then we'll wrap this thing up."
    },
    {
        "speaker": "H",
        "text": "The arcade loan. Like, I was thinking that that would be a really interesting product they could take to, like, brick and mortars who have inventory and have, like, a financial pressure where they need a bridge loan, but they either don't have access to cheap money or they don't want to go that route. And you could see, like, your inventory being assessed and put against somebody giving you a Defi loan where you're not gonna, you need to make a capital expense immediately, but you know, you're gonna move the inventory would be a really interesting product to show."
    },
    {
        "speaker": "E",
        "text": "Oh, totally. I mean, it's like, you know, you get, I'm picturing, like, storage wars for this something like, or pawn stars. Right? Like, that would be the setting that you could test something like this. And, or, I mean, the luxury goods is really interesting. Where would you put this, Joe, if you were creating this product? Bully."
    },
    {
        "speaker": "H",
        "text": "I was thinking about somebody I know who owns a couple of mechanic shops who was adding a second bay to do smog checks in California, which meant he had to do a smog check only bay. And so he had to take out a $250,000 loan when he was sitting there with, like, five shops that have a ton of inventory in a market that desperately needs car parts, but he doesnt have all the customers through the door to sell it because you can only fix so many cars at one time. So he couldve taken that loan out against the future of that inventory. Hes going to move, put in that second bay, and then cover the defi loan for somebody whos just sitting there with gold in their hands, because all these car parts are going to get put into a car in the next couple months. That's what I was thinking about."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's super interesting. I wonder if there will be, like, a real world cross. Like, this is a real world crossover, but what you're describing is a much more IRL use case. Right. It's really fascinating to think about. That's why I like this Defi stuff. I mean, it's hard to make a case for when it's, when most people use it for kind of like gambling casino leverage and, you know, leveraging themselves to, you know, high held to make bad financial decisions. But like, there actually is a beauty in the concept of the defi, right? Like having access to liquidity that you otherwise couldn't or wouldn't is a very interesting concept, right? Like whether that's, you know, when it gets to like staking and all the Ponzi nomics, you know, that leave that out of it maybe. But there is some real interesting use cases there. Go ahead, Joe. And then we'll kick it to Snowflake."
    },
    {
        "speaker": "H",
        "text": "If like you could help your plumber, like your local plumber covers that neighborhood, add like a second van with your own money and you know that toilets break, things flood, pipes break in the winter for you guys. Like, you're basically going to be guaranteed that money. And it's all happening on chain, but it's funding this physical business that services the whole community. It's a really interesting like way that they could shop this once they work out the canes."
    },
    {
        "speaker": "E",
        "text": "Yeah, that is super interesting. Uh, snowflake gm sorry I left you waiting so long."
    },
    {
        "speaker": "I",
        "text": "I'm doing something on the side of noise. That's why I'm like, I'm not participating in anything crazy today. I'm getting ready for tomorrow. You know, I'm getting like some, some things I need to respond to. People are asking, you know, some of people like don't know me in person. Haven't been, you know, on defy conferences or developer conferences and more into nfts. And I have been last to NFT like conferences. And if I go to any, I'm actually go to side events that are."
    },
    {
        "speaker": "B",
        "text": "One eternity later."
    },
    {
        "speaker": "I",
        "text": "And they're like, no, no, no, some problems somewhere else. And I'm like, I know you. And he's like, wait a second, you wasn't a meeting with me like with like our apple boss. And I'm like, wait, chamber."
    },
    {
        "speaker": "E",
        "text": "I think the chamber, the alpha here is you need to attend more realist like hacker."
    },
    {
        "speaker": "I",
        "text": "He was the first iOS hacker ever that actually was hacking first iPads. And I'm like, no way, I'm using your jailbreak."
    },
    {
        "speaker": "B",
        "text": "And I gotta get going, guys."
    },
    {
        "speaker": "I",
        "text": "So it was so awesome, you know, so you like caught it."
    },
    {
        "speaker": "B",
        "text": "Cut it out. Yeah, we're done."
    },
    {
        "speaker": "E",
        "text": "Shaver, you need to do. You need to be at these real life events."
    },
    {
        "speaker": "I",
        "text": "It sounds like yes, but like actual events, not like NFt vibing part, just actual like you know, developing or, like, sign up."
    },
    {
        "speaker": "B",
        "text": "Until next time."
    },
    {
        "speaker": "I",
        "text": "Yeah, until next time."
    },
    {
        "speaker": "E",
        "text": "Yeah. I am late. Love you all. Thank you, Snowflake. Thank you, Anthony. Thank you, Joe. We will be back on Friday with more. Until next time, stay. Mint?"
    },
    {
        "speaker": "I",
        "text": "Why not?"
    }
]