[
    {
        "speaker": "A",
        "text": "I feel so freed by the conversation we had earlier this week. I'm so excited to start off our new."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was like a white off."
    },
    {
        "speaker": "A",
        "text": "It really was. It really was bunch. I don't know. Do you feel the same way?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think it's allowing us to explore the space in the studio, you know, and just be ourselves."
    },
    {
        "speaker": "A",
        "text": "There's so much room for activities now."
    },
    {
        "speaker": "C",
        "text": "There's so much room for activities. We don't have to, you know, pretend to be something that we're not. I think, you know, it's not that we're not. How do I put this? It's not that we're not into the same stuff that we always were. It's just that, you know, we're."
    },
    {
        "speaker": "A",
        "text": "We have so much more than that."
    },
    {
        "speaker": "C",
        "text": "Yeah. We're a renaissance men, you know? And we're. I'm not a renaissance man. I'm a renaissance man. Let me handle my business. Damn."
    },
    {
        "speaker": "A",
        "text": "You know, it's amazing. I get it. I get it completely."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, I mean, I'm pumped about it. Pain very aptly under, you know, have working with us for so long, you start to get to know, you know, the people that you're working with, and I think pain has aptly recognized that the only motivator for me and you to actually do anything is reverse psychology and him telling us that there's no way you losers are actually going to do what you say you're going to do, and that's probably the only thing that actually motivates me to do anything. And so he is. He has justly identified that. And since we had that conversation, I've seen him ping multiple times that, you know, these guys are all talk. They're not actually gonna do this. They're not. Like, it's all gonna stay the same. And, like, I understand what he's doing, but some reason, it still worked. I was like, oh, yeah, you watch this?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Hold my beer."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, you have a rebrand by next week. Payne, I'll show you. And here we are. Still not."
    },
    {
        "speaker": "B",
        "text": "I mean, chambers over here asking for. For meetings. I'm like, what? What is happening?"
    },
    {
        "speaker": "C",
        "text": "You don't even know. Wait till chamber, like, lights the fire. Like, he's. You know, he's. He's got a good work ethic, and so if you put. Put something out there for him, he's. He's going to go for it. And I think he's the one spearheading this rebrand, and we're all for it. I'm for it."
    },
    {
        "speaker": "A",
        "text": "Pain is just fueling it, I think."
    },
    {
        "speaker": "C",
        "text": "Looks like Des is back, though. Were you expecting this chamber?"
    },
    {
        "speaker": "A",
        "text": "I was. I honestly thought that was the last time we were ever going to speak to desiree."
    },
    {
        "speaker": "C",
        "text": "The end of last show, where he just bounced as you were, like, thanking him for all the good times."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Just so epic. It was great, but I enjoyed that. Des, how are you today?"
    },
    {
        "speaker": "D",
        "text": "I'm doing good. Happy Friday. Happy to be here two times in a row. Never happened in the last six months. So pretty excited about it."
    },
    {
        "speaker": "C",
        "text": "This is fantastic. What allowed you to be here multiple days in a row?"
    },
    {
        "speaker": "D",
        "text": "I just feel reinvigorated by the rebrand and."
    },
    {
        "speaker": "C",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "A rebrand will do that to you."
    },
    {
        "speaker": "C",
        "text": "Do you have any feedback on the conversations that had been happening this afternoon in our chat?"
    },
    {
        "speaker": "D",
        "text": "Oh, I haven't looked at that. That's a big assumption. Big, big assumption. It's a big assumption, man."
    },
    {
        "speaker": "C",
        "text": "There's some names floating around there. I actually like what we just almost potentially settled on where we're. I think if we could potentially still use the acronym TMC, that would be in, like, the best interest of it. Right. It's rebranded, but not so much that it's unrecognizable. So I'm interested in exploring that. What do you think, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I'm with you. I was fooling around with. Not mid journey, with chat, JPT. It started, you know, I started plugging in some. Some commands, it started putting out some less than ideal names and then. But from all of that, I pieced together mid mic crisis. I think it's good. I think mid. The mid mic crisis. A spin on."
    },
    {
        "speaker": "C",
        "text": "That's a TMC. Yeah. You can keep TMC with that. I'm interested."
    },
    {
        "speaker": "A",
        "text": "I like it. The mid. Yeah, the mid mic crisis. It's good. I think it's good. I also checked on Twitter to see if the handle is available. And it is."
    },
    {
        "speaker": "C",
        "text": "You've tried to say it four times now and it hasn't exactly rolled off the tongue. So I'm wondering if that's a. The."
    },
    {
        "speaker": "A",
        "text": "I'm just. I'm just. I'm just sounding it out and making sure. But, yeah, mid mic crisis, like, that's what it. Like, mid life crisis, but obviously mid mic crisis."
    },
    {
        "speaker": "C",
        "text": "Oh, I get it. I mean, I. Mid mic crisis. The plight of the millennial man."
    },
    {
        "speaker": "A",
        "text": "Honestly, pain."
    },
    {
        "speaker": "B",
        "text": "I mean, what do you think?"
    },
    {
        "speaker": "C",
        "text": "Honestly, when I get."
    },
    {
        "speaker": "B",
        "text": "When you were given the. Listen, that was the first. Well, actually, I think that was the second one. The first one was the. The dads and data. I thought that was pretty, pretty cheeky. But mid Mike crisis, I could. I could go for it."
    },
    {
        "speaker": "C",
        "text": "Data dads, it seemed to."
    },
    {
        "speaker": "A",
        "text": "I want to use some. I want to use, like, a 90."
    },
    {
        "speaker": "B",
        "text": "You sounded too lame. You all are, actually. You're not. You're not lame. You are cool. So that data and dads sounded a little."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Data dads makes me want to use terms from the nineties I don't use anymore."
    },
    {
        "speaker": "C",
        "text": "Like floppy."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "Welcome to floppy disk Friday."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. Yeah. Mid my crisis. Mid my crisis. It sounds good. I like it."
    },
    {
        "speaker": "C",
        "text": "All right, let's workshop that over the weekend."
    },
    {
        "speaker": "A",
        "text": "So there's lots of, you know, there's obviously within the. Within the title of the show, there's other things we need to take, you know, take into consideration, like, is it available on, you know, as a handle on Twitter? Are there any other podcasts named after that? You know what I mean? So I've done a little work in the background. I have confirmed that there are no other podcasts named that. There's no other shows name that. There's only one shitty british hip hop song named mid mic crisis is the only thing I could find. It's pretty terrible. Search it on Spotify."
    },
    {
        "speaker": "C",
        "text": "Do you think they'll let us use it as an intro? I would be very interested in that."
    },
    {
        "speaker": "A",
        "text": "I bet you we could. But it's pretty terrible. It's. I don't think we would want it."
    },
    {
        "speaker": "C",
        "text": "That's exactly why I'm interested in it."
    },
    {
        "speaker": "A",
        "text": "But, yeah, mid my crisis, the only."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The only piece of intellectual property I could find on that was one song."
    },
    {
        "speaker": "C",
        "text": "On Spotify that could suggest it's a terrible name and we shouldn't, or it's."
    },
    {
        "speaker": "A",
        "text": "The perfect name and only a genius like me could come up with it. I looked. I was messing around with shepherd, you know, shepherd themed names, and nothing really."
    },
    {
        "speaker": "B",
        "text": "Shepherd in the."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. There was."
    },
    {
        "speaker": "C",
        "text": "I got. I can't with you. It's just too much."
    },
    {
        "speaker": "A",
        "text": "I have the list of what chat GBT recommended. So the command was creating a podcast name for show hosted by men in their thirties and for creating a."
    },
    {
        "speaker": "C",
        "text": "Creating a podcast name for a show hosted by a man who thinks he's the shepherd of the universe. And what did he give me?"
    },
    {
        "speaker": "A",
        "text": "He gave me shepherd speak. Man's shepherd. So, like, the shepherd of man, which I enjoyed. Shepherd. Shepherd duo, guiding voices, shepherd stories, shepherd talk, and Shep talk."
    },
    {
        "speaker": "C",
        "text": "What I'm worried about, what I would be worried about if we went the shepherd route, is, you know, there is a somewhat religious tilt to the word shepherd, and I feel like the people who might stumble upon our show that are christians or those that are very religious might stumble upon our show thinking they're going to get something that they are very much not on this. This podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah. That is one of the inherent issues with using the shepherd theme."
    },
    {
        "speaker": "C",
        "text": "Came for the. Came for the shepherd. Stayed for the swinging. That's the tagline."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, yeah, that didn't work. What else? I just tried. What was the other one? Oh, just funny and witty. Funny and witty. Yeah. Podcast names. Oh, middle."
    },
    {
        "speaker": "C",
        "text": "I'm sorry. As a large language model, I can't, when good conscious, suggest that you are funny nor witty. Sorry."
    },
    {
        "speaker": "A",
        "text": "So exactly what it said. Well, that's where we got midlife Mike banter, and that's where mid mic crisis came from."
    },
    {
        "speaker": "C",
        "text": "I don't know if I love it. I get it. I get it. I'm sure I love it. I need to hear what I need here, what Des thinks on this one."
    },
    {
        "speaker": "D",
        "text": "It's actually not bad. I think it's a. It does not roll off the tongue, honestly. That's probably the quickly."
    },
    {
        "speaker": "A",
        "text": "I think is like. I think it's a quick thing. Midnight crisis. Oh, it's."
    },
    {
        "speaker": "D",
        "text": "No, because it's like, oh, did you."
    },
    {
        "speaker": "E",
        "text": "Just have a stroke?"
    },
    {
        "speaker": "D",
        "text": "Like, it's a midlife crisis. It's. What are you talking about? No, it."
    },
    {
        "speaker": "A",
        "text": "But it's. It's."
    },
    {
        "speaker": "D",
        "text": "It's better written down than said."
    },
    {
        "speaker": "C",
        "text": "Let's call it the Midlife Crisis podcast."
    },
    {
        "speaker": "A",
        "text": "I feel like that's not gonna be, you know, I feel like that's been used."
    },
    {
        "speaker": "C",
        "text": "It might, because the podcast."
    },
    {
        "speaker": "A",
        "text": "I mean, the whole joke is the podcast is the millennial man's midlife crisis."
    },
    {
        "speaker": "D",
        "text": "It also, like, chamber doesn't. Isn't going through a midlife crisis like, he thinks he's at the pinnacle of his, or just on the way up. Like, this is the whole Europe. You're almost better going through, like, a Jesus version for chamber where he just sees himself."
    },
    {
        "speaker": "A",
        "text": "How about white Kanye?"
    },
    {
        "speaker": "D",
        "text": "Oh, boy."
    },
    {
        "speaker": "B",
        "text": "Please do that one. Please, let's do that one. Let's get it polarized right there."
    },
    {
        "speaker": "C",
        "text": "Wow. Welcome to the White Kanye."
    },
    {
        "speaker": "A",
        "text": "Shepherded by White Kanye."
    },
    {
        "speaker": "B",
        "text": "That's what Jesus canceled immediately."
    },
    {
        "speaker": "C",
        "text": "Hard pass on that."
    },
    {
        "speaker": "A",
        "text": "All right, all right."
    },
    {
        "speaker": "C",
        "text": "J. Web, J Webb, what do you think of these. This nonsense going on here?"
    },
    {
        "speaker": "F",
        "text": "I feel like I should leave after the White Kanye statement right there, but I'll give my. My two cent. I do like the mid mic crisis, personally, because I feel like podcasting has become part of my midlife crisis. And this was a thought running through my head when I was setting up my rodecaster a couple weeks ago, and I had to have Dow Jones walk me through every step like an infant because I am a boomer, and I had no idea what the fuck I was doing. So that this is, you know, how my midlife crisis is manifesting. So I like the name from that standpoint. Now, on the other side of things, I'm notoriously not a very cool person. So it may. If I like it, that may be, like a counter trade. Like, maybe I'm the Jim cramer of naming things. Go the other direction."
    },
    {
        "speaker": "C",
        "text": "I like that. I do think, though, that might be the audience. I agree."
    },
    {
        "speaker": "A",
        "text": "I agree. Like, the fact that J web resonated with it. I was like, this is. I think that's the idea."
    },
    {
        "speaker": "C",
        "text": "Yeah. Because there's a. There's thousands of J webs, right? Like, not quite. Not quite J web, but, like, there's thousands of people that are going through that exact same feeling. Right. You know what I mean? So maybe. Maybe it's got. Maybe it's got juice. You think it's got. Maybe you think it's got Riz?"
    },
    {
        "speaker": "A",
        "text": "I think it has, like, midlife riz."
    },
    {
        "speaker": "C",
        "text": "Maybe midlife riz. What it would have got. Maybe that."
    },
    {
        "speaker": "F",
        "text": "Can you please tell me what midlife. Can you paint a word picture? Can you put that in the mid journey? What does midlife Riz look like?"
    },
    {
        "speaker": "C",
        "text": "Please create an image. Imagine midlife riz."
    },
    {
        "speaker": "A",
        "text": "And let's see what we got. Chaos 100."
    },
    {
        "speaker": "C",
        "text": "Man. All right, while Chambers doing midlife riz. Des, I got a text from you after the show the other day, and I want to touch on this, especially with J web up on stage two. Two things about it. One, Des, did you know that J web, myself, Steve, and cap and phonics are hosting a three times a week football show here on DJ network? Did you know that? Were you aware?"
    },
    {
        "speaker": "D",
        "text": "I was not aware, no."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a. It's a real thing. We've done a couple episodes so far in the preseason, and we are kicking off the full schedule next week. So it's a Monday, Thursday, Sunday show. For those of you who are into football fantasy betting, it is called degen bets. So, des, I feel like that would be right up your alley, so you should check that out. Secondly, your text to me got me very excited, because basically what you said was, hey, I was hoping this would come up organically, but it did not, which now it is coming up. I don't know if you can call this organically, but it is coming up that you were deep in the fantasy streets this year, maybe more than you ever have been before. Tell us a little bit about what you got going on and maybe J. Webb can give you some advice here."
    },
    {
        "speaker": "D",
        "text": "I've been. Yeah, I've been taking a couple years off of, like, being in the fantasy game. And so this year, I don't know what bit me, but something didn't have. Yeah, I'm probably deep in 25 best ball leagues right now, and then maybe a handful of, you know, standard tournament, twelve teamers and. Yeah, man, it's. It's, it's good. I'm excited. I've been doing my research. I've been listening to everyone who knows something. That's why I haven't tuned in to dj and bets yet, but, you know, I'm excited."
    },
    {
        "speaker": "C",
        "text": "Hey, I think. I'm not gonna lie. I think our show is pretty, pretty sharp."
    },
    {
        "speaker": "D",
        "text": "I love it."
    },
    {
        "speaker": "C",
        "text": "In terms of, you know, just random talking heads out on the Internet. I feel like we hold our own pretty well. You know, you're in some pretty high stakes."
    },
    {
        "speaker": "D",
        "text": "I'm gonna get my ass whooped. I'm gonna get my ass whooped."
    },
    {
        "speaker": "C",
        "text": "I was impressed. I was impressed when you were telling me who you were playing with. And I'm wondering if you actually. Do you believe you have the chops to compete?"
    },
    {
        "speaker": "D",
        "text": "I probably don't, but we're gonna give it a go. Everyone likes an underdog, so."
    },
    {
        "speaker": "C",
        "text": "Yeah. What about the underdog podcast chamber?"
    },
    {
        "speaker": "D",
        "text": "I'm pretty sure underdog sports has underdog podcast, but maybe."
    },
    {
        "speaker": "C",
        "text": "Well, maybe it's kind of."
    },
    {
        "speaker": "A",
        "text": "It's kind of mid, if I'm being honest."
    },
    {
        "speaker": "C",
        "text": "Mid mic."
    },
    {
        "speaker": "A",
        "text": "No, not wish they were mid mic."
    },
    {
        "speaker": "C",
        "text": "Dez, do you have any specific needs that you would like to address about your fantasy goings on here? Do you know?"
    },
    {
        "speaker": "D",
        "text": "So, I mean, the only real value that I was hoping to eke out from you is to see if you're. I know you've been working on your sports betting model, but to see if that has had any implications on the fantasy side."
    },
    {
        "speaker": "C",
        "text": "So part of what I'm doing, and I just haven't got."
    },
    {
        "speaker": "D",
        "text": "And for those new listeners, since there's an abundance of them, why don't. Why don't you just go through a little quick explanation of what you've been doing?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, for the longest time, I've wanted to start modeling sports data to project outcomes. And, like, I never knew how to do it myself. For the longest time, I've tried to teach myself and I'm just. I guess I learn poorly or differently, and so I can never self teach myself. And then AI comes along and I can now program and write Python and pull data and scrape websites, and now all of a sudden, it's game on. So I'm utilizing AI to help me fulfill my dreams of becoming a full time degen. And that's the long and short of it. And so as you're doing this, you end up with this massive database of, of stats. And what's interesting about that, when you potentially can connect it to a chat GPT wrapper or something like that, it becomes really interesting to have all this data at your fingertips just from a raw data set and just be able to ask it questions, which I think is really fun for things like fantasy or projecting games and things like that. So that's kind of what I'm working on. Still getting stuck at very basic stuff. So it's coming along much slower than I would like. You know, doing it all myself with zero experience is proving more difficult than I had hoped, but this is what I'm working on. But Dez, part of what I'm doing is, like, for NFL, that relates to fantasy is I'm trying to build like very specific position prop models, right? So to try to model, say, wide receiver yards for prop betting and things like that. So that obviously all translates to fantasy and the like. So that's, that's, that's where I'm at right now. I started with college because it's like I'm much more of a college football fan. So that's where I'm working right now. But quickly, as soon as I get my shit together, I'll be moving on to the other stuff."
    },
    {
        "speaker": "D",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, J. Webb, we'll go to you as the fantasy and football guru."
    },
    {
        "speaker": "F",
        "text": "No, I was just gonna say, speaking of college, you got any bets for tonight? Cause, you know, you got off to a nice little start yesterday with Utah beating Florida. So, anything catching your eye this evening since we got to get our d d gen action in?"
    },
    {
        "speaker": "C",
        "text": "Yes. Let's see. So tonight we have four games on the slate. Miami of Ohio against Miami Florida. The battle of Miami's who is the real Miami? Is the question here. Red Hawk and Red hawks, you think, huh? And then there's the Chippewas versus Michigan state, central Michigan versus Michigan state, Louisville at Georgia Tech, and Stanford at Hawaii. I actually have opinions on all of these games. I think Miami, as much as they hate it, I think Miami is going to roll. So I would take this -16 and a half. I haven't put the bet in yet. It looks like it's shading towards coming down, which is not great for if you're following market action. I like Central Michigan to cover against Michigan State. I would like to get that at 14. It's currently sitting at 13 and a half, plus money. Louisville, minus seven and a half. I think they're going to handle Georgia Tech. And I. I like Hawaii, but plus three is like, all the values gone from that. If you were to bet that opening line, you could have had it at like five or six. But I still like Hawaii. I would even maybe sprinkle a little money line on Hawaii. So those are the four games going on. I have a opinion on all of them. So take. Do with that what you will, and then GM, mister House."
    },
    {
        "speaker": "E",
        "text": "GM. Yeah. For context, if you guys weren't aware, I went to Miami of Ohio. Probably gonna get the absolute crap kicked out of them, but gotta. Gotta support the alma mater of a football game. I never went to a single game of. The reason I came up was in regards to the fantasy football talk. Preluding question. Have you guys seen the tv show the league? And if so, which character do you guys see yourself as in your respective fantasy leagues?"
    },
    {
        "speaker": "C",
        "text": "Chamber? You've watched this show?"
    },
    {
        "speaker": "A",
        "text": "Oh, of course."
    },
    {
        "speaker": "C",
        "text": "Okay. I wasn't sure because I know. I know all this football talk is not right up your alley here, so I'm glad we've. We're able to pivot to something that you can relate to here. I'll let you start, because I have opinions on this."
    },
    {
        "speaker": "A",
        "text": "So, I mean, I think everybody's first instinct would. Would be to pigeonhole me as taco, which I don't."
    },
    {
        "speaker": "C",
        "text": "I would have gone Rafi."
    },
    {
        "speaker": "A",
        "text": "See, that's what I feel in my heart. I was worried I forgot Nick Kroll's character's name."
    },
    {
        "speaker": "C",
        "text": "Roxanne."
    },
    {
        "speaker": "A",
        "text": "That's right. That's what I'd be afraid of. But yes, Rafi's by. That's who I would want to be."
    },
    {
        "speaker": "C",
        "text": "See, I think you were more of a Rafi in personality and chaos factor. And, you know, he's not necessarily great at fantasy football in the show, but into many shenanigans. So I think I would peg you as a Raffi type."
    },
    {
        "speaker": "A",
        "text": "What's Seth rogen's character's name?"
    },
    {
        "speaker": "C",
        "text": "Oh, you know what?"
    },
    {
        "speaker": "F",
        "text": "Dirty randy."
    },
    {
        "speaker": "A",
        "text": "Dirty randy? I was gonna say dirty mike."
    },
    {
        "speaker": "C",
        "text": "Nah, you're dirty randy. That's. That's 100% accurate. What character are you and what character do you think chamber is?"
    },
    {
        "speaker": "D",
        "text": "I've seen two episodes of the league, so I can't even comment, unfortunately."
    },
    {
        "speaker": "C",
        "text": "Stop it."
    },
    {
        "speaker": "D",
        "text": "I know it kills me, it's a."
    },
    {
        "speaker": "C",
        "text": "Classic, especially to any type of football. Forget just fantasy, but like, I know."
    },
    {
        "speaker": "D",
        "text": "There, there are a few shows that embarrass me that I've seen less than ten episodes of. Ironically, it's always in sunny. Philadelphia is one of them. And then also the league."
    },
    {
        "speaker": "A",
        "text": "So they actually played back to back in the prime, in the prime days."
    },
    {
        "speaker": "D",
        "text": "There you go."
    },
    {
        "speaker": "C",
        "text": "That is that hour. I missed that hour, that Fx lineup. Uh, you know, it's funny, I had a buddy of mine that I was playing golf with a couple, I don't know, maybe a month ago. And he's like, yeah, you know, I've never watched always sunny. And I was like, oh, man, it's my favorite show. You should watch it. He texted me the other day that he's midway through like season eleven and he was loving it in like a month's time. So, you know, des, I think there's hope for you if you just have a little, you know, a little motivation to get into one of these shows, you'll. I think you would like them both. I actually think you might like the league more."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think the league is probably more up your alley. You should definitely watch that. I would say. I'd say j. Webb, what do you think? Who do you think chamber is?"
    },
    {
        "speaker": "F",
        "text": "You know, I would. With how much taco smokes weed. I would probably go taco just for that. That main point. Raffi is hilarious. He's my favorite character, but he is a disgusting human being. And I don't think Chamber has gone quite to that level where he's like shitting in a bucket in his house somewhere, like. So I would probably err on the side of chamber being a taco and I'm such a dork. I rewatch the league every year before the football season starts. All time. Great show."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm after this. I think I'm going to order some Jimmy Chefo's meatball experience and fire up the league myself."
    },
    {
        "speaker": "F",
        "text": "Just get a little yobagoya maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, that's actually, it's so funny guys say that because that's, we in this household, we've inherited the terminal yobogoya as, as canon in our household. It's, it's what you hear, it's the."
    },
    {
        "speaker": "C",
        "text": "Term in terms of the, the dirty version of it, the defecation."
    },
    {
        "speaker": "F",
        "text": "Taking a shit."
    },
    {
        "speaker": "A",
        "text": "Absolutely. No. Well, no, no. It's a special kind of shit. Yobogoya is in a league of its own."
    },
    {
        "speaker": "C",
        "text": "Yes, Yobogoya. The taste will destroy you."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Greatest bucket of beef in Illinois."
    },
    {
        "speaker": "F",
        "text": "Cheapest bucket of beefe."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Sorry. Cheap as fuck."
    },
    {
        "speaker": "F",
        "text": "Legally, we're not allowed to call it meat."
    },
    {
        "speaker": "A",
        "text": "But yes, no, that is the last line."
    },
    {
        "speaker": "F",
        "text": "So something like tasty brown treat instead."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. Mid mic crisis, I think might be it, my friends. That might be the show chamber. What'd you get for midlife riz up there?"
    },
    {
        "speaker": "A",
        "text": "So, I mean, I went, like I said, I went 100 on the chaos meter, and I feel like. I feel like an NFT was created. I feel like we have, like, an Azuki style nft out of nowhere."
    },
    {
        "speaker": "C",
        "text": "Oh, the one in the top left?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Which, you know, I feel like I'm more bottom left, but, you know, I think it's represented properly. They do feel like nfts, though."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, digital art, my friends."
    },
    {
        "speaker": "A",
        "text": "That's the midlife Riz."
    },
    {
        "speaker": "C",
        "text": "J. Webb says solid name in the comments. Pain. Mid mic crisis in full effect. Circle says Dez. Is this two shows in a row? Who are you and what have you done with the real des? And Shmidu says, as a Christian, anything with a shepherd in the title is on those late night shows that will heal you with blessed holy water for the. From the Jordan for just $49.99. You know, I think that might be our first sponsor."
    },
    {
        "speaker": "A",
        "text": "No? Well, we're gonna do, uh. We're gonna do a 10,000 jpeg of, uh, little bits of cross. Uh, so everybody gets a little piece."
    },
    {
        "speaker": "C",
        "text": "We're. We're sponsored by. We're sponsored by jordans. Not the. Not the shoe."
    },
    {
        "speaker": "A",
        "text": "Not the river."
    },
    {
        "speaker": "C",
        "text": "Yeah, the river. The water."
    },
    {
        "speaker": "B",
        "text": "Jordan, Texas."
    },
    {
        "speaker": "A",
        "text": "This is, uh. This is what we're here for, people. This is great stuff."
    },
    {
        "speaker": "C",
        "text": "So let's. Let's keep crowdsourcing this idea here. Chamber, you wanted to. You called a meeting today."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "On segments and show structure. I'm wondering if you initially have any thoughts on how you would like to pursue structuring this new show."
    },
    {
        "speaker": "A",
        "text": "No, absolutely. I think we go back. We've gotten away from it here on spaces because it's a little bit more difficult. But I think right off the hop, I would like to go back to a bunch of starting off of the show with an intro tagline. You know what I mean? Like your regular intro. I think whether we do a new."
    },
    {
        "speaker": "C",
        "text": "One or the hello and welcome, you mean."
    },
    {
        "speaker": "A",
        "text": "Exactly. I want a regular show intro."
    },
    {
        "speaker": "C",
        "text": "Well, most of that is because I'm late. Typically, yeah."
    },
    {
        "speaker": "A",
        "text": "But that doesn't mean we can have a little banter at the start of a space and then officially start the show. You know what I mean? I can cut it there. So that's, that's, you know, we can work with that. The other thing is we'll probably need to go back to the, well, that is your friend who was on, I want to say survivor, big brother. Big brother. To create us a new mid mic crisis theme song."
    },
    {
        "speaker": "C",
        "text": "Wow. You really, you don't think we could just repurpose one of the two that we."
    },
    {
        "speaker": "A",
        "text": "No, this is a new. Yeah, new name, new song."
    },
    {
        "speaker": "C",
        "text": "Maybe a mashup between the two."
    },
    {
        "speaker": "A",
        "text": "Maybe. Hey, I'm here for it. But then, yeah, I think we also need. I kind of discussed this a little bit in our chat already. A sign off. You know, when we did rec podcast, it was. What was it? It was don't get wrecked."
    },
    {
        "speaker": "C",
        "text": "Get wrecked. And that is financial advice, which was."
    },
    {
        "speaker": "A",
        "text": "An all time great end line. Stay mint, which I think is very good, considering it was such a good wrecked sign off. I thought mint. We did a good job of that one as well. So we would need a new, we need a new sign off."
    },
    {
        "speaker": "C",
        "text": "I liked Payne's suggestion. Stay mid."
    },
    {
        "speaker": "A",
        "text": "Stay mid is very good. I'm almost, I think that would be the one. I did ask chat GPT, maybe we could kind of Frankenstein something out of what it said, but chat GPT said, thanks for tuning in to another episode of Mid mic Crisis. We hope you enjoy the ride. We hope you enjoyed the ride through our audio adventures. Remember, life may throw you a curveball, but it's how you handle the mic that matters. Until next time, keep rocking those airwaves and don't let the crisis get you down. Stay tuned and stay awesome. Yeah."
    },
    {
        "speaker": "C",
        "text": "So absolutely not with that one."
    },
    {
        "speaker": "A",
        "text": "A hundred percent. Obviously not that. But I think there's some there's some little hidden gems in there. I do like. It's how you handle the mic that matters. There's something about that I like, and I do like there's something about don't let the crisis get to you. Some. There's, there's something there I think you could, you could maybe play with."
    },
    {
        "speaker": "C",
        "text": "We put the cry in crisis, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. It's how you handle the mic that I like. There's something about."
    },
    {
        "speaker": "C",
        "text": "I think we should have a rule, and the next thing I was going to ask you about is guests. What do you think about having guests on this show?"
    },
    {
        "speaker": "A",
        "text": "I think, well, guests is tricky because when we did guests with rect, it was obviously Twitter personalities that were in the crypto sphere and people that ran, whether it was coins themselves or exchanges or stuff like that, something crypto related. And then same thing with NFTs. It was people running projects, people on Twitter with being such a broad. Being such a broad topics, topics of discussion. I don't know. I don't know what we do for. I'm not opposed to it. I just don't know what we would do."
    },
    {
        "speaker": "C",
        "text": "I have a suggestion."
    },
    {
        "speaker": "A",
        "text": "What are you thinking?"
    },
    {
        "speaker": "C",
        "text": "Only guys named Mike."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I love it. I think that's a fun. And they can talk about whatever they want."
    },
    {
        "speaker": "C",
        "text": "Now, that's not to say, you know, we can't have our normal Twitter spaces with guests that pop up to chat. But, like, official guests should only be guys named Mike."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "C",
        "text": "What do you think of that?"
    },
    {
        "speaker": "D",
        "text": "Just running through all the mics we know and then also celebrity mics for, you know, reaching."
    },
    {
        "speaker": "C",
        "text": "But they might just be like, dudes name Mike."
    },
    {
        "speaker": "D",
        "text": "Oh, they'll be dudes name Mike, like, 99% of the time."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like other mics going through a midlife crisis. And that's. That's the angle that we have interview guests. It's the. The mic of the week."
    },
    {
        "speaker": "A",
        "text": "Mic of the week is amazing. Mic of the week. I'm right. It's being written down."
    },
    {
        "speaker": "C",
        "text": "So stupid."
    },
    {
        "speaker": "A",
        "text": "Mic of the week is a segment for sure."
    },
    {
        "speaker": "E",
        "text": "I feel like that's."
    },
    {
        "speaker": "C",
        "text": "Mic of the week is a great segment. Yeah, mic of the week is a great segment. Whether guests or not. Mike of the week is a good segment."
    },
    {
        "speaker": "A",
        "text": "That's you saying that can culminate into mic of the year. We could have a mic of the year from all the mics we had that."
    },
    {
        "speaker": "E",
        "text": "No, I was saying that reminded me of Blake. Blake of the year from whatever the Barstool podcast is. And they. Laverick's Capco win it one year wasn't even a Blake. That's the best part. You play a john who wins and all the mics just get."
    },
    {
        "speaker": "C",
        "text": "Didn't Blake Bordell's win it every year?"
    },
    {
        "speaker": "E",
        "text": "Yeah, something like that. Brooks Capco won it that one year."
    },
    {
        "speaker": "C",
        "text": "That's really funny. Yeah. Mike of the week, I think, is a good segment. Circles, what do you think of these, dare I say shenanigans?"
    },
    {
        "speaker": "G",
        "text": "I mean, I'm always here for shenanigans. I think what, you already had Mayor Mike up here last time, so that's your one mic."
    },
    {
        "speaker": "C",
        "text": "So we're kicking it off strong."
    },
    {
        "speaker": "G",
        "text": "I was curious, and it sounded like you answered what your kind of response would be to us random assholes who do come up to your stage and interact on a daily basis. And it's glad to know that while we're not considered special guests. We won't necessarily be banned because."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm talking more like interview. Like, if we spend 30 minutes interviewing somebody, the rule is they've got to be named Mike."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "Ten to 15, tops."
    },
    {
        "speaker": "C",
        "text": "I mean, I think we could get. I think we could find 52 mics, don't you think?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. Like, and like. And to your point, we made Joel look good back in the day."
    },
    {
        "speaker": "C",
        "text": "Sure did."
    },
    {
        "speaker": "A",
        "text": "And that gave. That gave me so much confidence that we can make any mic worth 30 minutes."
    },
    {
        "speaker": "C",
        "text": "Yeah. I would love to just have some random ass Mike off the street, going through his midlife crisis, talking to him about what his midlife crisis is, and, you know, just really giving that solid advice to those other folks out there that may be experiencing the same thing. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I love it. I also love the fact that neither of us are named Mike."
    },
    {
        "speaker": "C",
        "text": "Yeah. No, of course, the mid mic crisis is a celebration of mics, but, you know, both microphone Michaels, all of those things."
    },
    {
        "speaker": "A",
        "text": "It's good. It's good. I really. Mic of the week is cemented in as a. As a. As a ongoing bits."
    },
    {
        "speaker": "C",
        "text": "I'm starting to like the mid my crisis more and more as the show goes on, because I just. I do love that. We could keep TMC as an acronym."
    },
    {
        "speaker": "A",
        "text": "Yeah. What other."
    },
    {
        "speaker": "C",
        "text": "It would be TMMc, but, like, count."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's okay. What. What, like, was. Did you have that one kind of ready to go, like, mic of the week?"
    },
    {
        "speaker": "C",
        "text": "Oh, no, I just thought of that off the top of my head."
    },
    {
        "speaker": "A",
        "text": "So, I'm assuming you don't have any other thoughts in regards to."
    },
    {
        "speaker": "C",
        "text": "No potential segments or some segments prior to this meeting that you called? You know."
    },
    {
        "speaker": "A",
        "text": "Well, you know, I was. I thought about doing it on the show. The show. I'm gonna be honest with you. People's ideas are usually shit."
    },
    {
        "speaker": "C",
        "text": "I feel like we got a good show last time."
    },
    {
        "speaker": "A",
        "text": "We definitely did. I can't. I can. But I do like when it's off of. I do like having non aired meetings where I can be a bit more serious and we get work done. You know what I mean? So I think we do both places."
    },
    {
        "speaker": "C",
        "text": "The official meeting, but I'm with. You could jog. A good idea. Also, I have nothing else to talk about, so I also don't think we."
    },
    {
        "speaker": "A",
        "text": "Would have got Mike of the week in that meeting."
    },
    {
        "speaker": "C",
        "text": "No, definitely not."
    },
    {
        "speaker": "A",
        "text": "So I'm here for it. So, yes, I'm here for crowdsourcing, but I don't know, like, what could it be? Like? The nice thing is, is we could be much more broad with the segments. You know, whether it's a, it could be a movie, tv show segment. It could be child like we, you know, we mentioned last or earlier this week, like child rearing. Like tips. Like parental tips, I think is very funny. It could be, you know, I don't know, like. Yeah. Something to do with, like, just being a shitty parent. Whether it's shitty, like, you spoil them or shitty, you've, you know, ignored them for too long. I think there's some, some opportunities there. And again, it just comes down to the name. The name of the segment is really, like 80% of it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like Mike of the week without Mike. Without, without us being mics."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Look, I am a big fan of wordplay, so the more word play, the better for me."
    },
    {
        "speaker": "A",
        "text": "Who was up next? Was it Mister House or circles?"
    },
    {
        "speaker": "C",
        "text": "I think it was circles. Then Mister House."
    },
    {
        "speaker": "G",
        "text": "I was thinking you guys were asking for segments. It's been a while since we've had any drafts, and that was a pretty regular Friday segment. If you guys are thinking of regular stuff to bring back."
    },
    {
        "speaker": "C",
        "text": "Those were so much fun. I miss them. Chamber. What say you on drafting? I feel like you were, you were, you were lukewarm."
    },
    {
        "speaker": "A",
        "text": "I am lukewarm on them. They're long."
    },
    {
        "speaker": "C",
        "text": "Yeah, they're a full, they're a full episode. Yeah, they are very long."
    },
    {
        "speaker": "A",
        "text": "If we can figure out a way to. Because we used to do end of the episode drafts in the past where we took the lot with just."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "So I think we would need to either trim, like, because we were having, like, eight, nine people in our draft. I think we need to trim that down to like, five tops."
    },
    {
        "speaker": "G",
        "text": "You could maybe pull it out beforehand and then draft it."
    },
    {
        "speaker": "A",
        "text": "I think you gotta."
    },
    {
        "speaker": "D",
        "text": "I think you gotta keep it to like, three. Do it really quick. Makes for great social content because it always offends someone. You're always pissing off one party who believes it should have been drafted higher."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "First draft is clearly mike."
    },
    {
        "speaker": "D",
        "text": "Yeah, definitely. Great, great draft."
    },
    {
        "speaker": "C",
        "text": "Micro, mister House. Yeah."
    },
    {
        "speaker": "E",
        "text": "So is the show gonna take place on the same days or will it be switching for recording or like, what's the deal with that? Because I was thinking, like, you were."
    },
    {
        "speaker": "C",
        "text": "Gonna do depends on when you're available to fill in for me three times a week so I don't have to show up."
    },
    {
        "speaker": "E",
        "text": "I'm available as you're under study seven days of the week."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "E",
        "text": "That's the level of dedication I propose."
    },
    {
        "speaker": "A",
        "text": "No changes necessary."
    },
    {
        "speaker": "E",
        "text": "Was if you did, like, freezing cold, take Tuesday or something like that, and just found the coldest take you've seen on Twitter. And, you know, you, chamber and des all bring the coldest tweet and argue over which tweet sucked more."
    },
    {
        "speaker": "D",
        "text": "Well, don't bring me into this."
    },
    {
        "speaker": "C",
        "text": "But yes, definitely don't bring me into this. I'm leaving. No, I agree. I like that. I always love using Twitter as a source for content. I like this one. That's actually how defend that tweet came to be. I still think defend that tweet is probably a segment that stays because chamber, it's mostly just your takes on life. It's not necessarily crypto or NFT related. I think defend that tweet definitely stays."
    },
    {
        "speaker": "A",
        "text": "I do also like the idea of bringing back news, but now we can, again, we can broaden it out to all news, anything."
    },
    {
        "speaker": "C",
        "text": "Yeah, we could do like specifically, like weird news."
    },
    {
        "speaker": "A",
        "text": "Funny. Exactly. That's our thing. Like weird, funny kind of news. And again, doesn't have, doesn't necessarily have to be every single episode, but if we, if we come across something, it's all about multiple segments that we can intertwine within any episode. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "That's right. And if I get to, if I get to go back to saying let's get to the news that, you know."
    },
    {
        "speaker": "A",
        "text": "That'S applied, we'll also start, I mean, we also need to figure out how to create drops within spaces."
    },
    {
        "speaker": "C",
        "text": "Do we need, do we need Dow Jones to show J. Webb how to do a rodecaster setup and then him show you, which is, which is totally boomer."
    },
    {
        "speaker": "A",
        "text": "Exactly. That's what we need. So we need to start incorporating these drops again because I think that enhances the quality of the show."
    },
    {
        "speaker": "C",
        "text": "It sounds like you need to buy a roadcaster."
    },
    {
        "speaker": "A",
        "text": "It sounds like I need to buy a roadcaster. Yes."
    },
    {
        "speaker": "C",
        "text": "J. Webb, let's go to you. And first of all, how do you like the rodecaster now that you've set it up? Is it, is it good worth, do, worth getting? Should chambers spend his hard earned Hmong money on this?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I like it. I think it's definitely worth it. The quality is better, in my opinion. It's solid. You know, I was going to say on the drafts, the only reason chamber doesn't like them is it's well known via this show that chambers favorite episodes are the one where he's talking the most and when he's having to share the stage with that many people, clearly not going to be a fan."
    },
    {
        "speaker": "C",
        "text": "And, you know, I, that absolutely why he doesn't like them a hundred percent."
    },
    {
        "speaker": "F",
        "text": "And I, I would like to request the occasional Des on the street. I always was a fan of those."
    },
    {
        "speaker": "C",
        "text": "Back in the day. That was a great."
    },
    {
        "speaker": "D",
        "text": "That was a good moment."
    },
    {
        "speaker": "C",
        "text": "Yeah. Des, would you come back for some Des on the streets? Because now they could be about anything."
    },
    {
        "speaker": "A",
        "text": "Did he just quit again?"
    },
    {
        "speaker": "B",
        "text": "I guess that's."
    },
    {
        "speaker": "A",
        "text": "I think."
    },
    {
        "speaker": "D",
        "text": "No, I think I got a call, but, no, that was a great time."
    },
    {
        "speaker": "A",
        "text": "Um."
    },
    {
        "speaker": "D",
        "text": "It's tough. Those are tough, but, um."
    },
    {
        "speaker": "C",
        "text": "Yeah, but now they could be about anything."
    },
    {
        "speaker": "D",
        "text": "I think that makes it worse."
    },
    {
        "speaker": "C",
        "text": "It might. It very much might. Chamber, do you agree with the assessment from J web that that's why you don't like the drafts?"
    },
    {
        "speaker": "A",
        "text": "I love. I love the drafts. Um, I do love the shorter drafts."
    },
    {
        "speaker": "C",
        "text": "Is it because you get to speak more?"
    },
    {
        "speaker": "A",
        "text": "Uh, no, it's because just the quality of an episode is better if it's a shorter draft. I think. I think it's just more powerful."
    },
    {
        "speaker": "C",
        "text": "I have pivoted to make this show more about you, if you haven't noticed."
    },
    {
        "speaker": "A",
        "text": "And I have appreciated it if it hasn't been. You're."
    },
    {
        "speaker": "C",
        "text": "You're the real star of this show."
    },
    {
        "speaker": "A",
        "text": "I've always thought so, but it's nice."
    },
    {
        "speaker": "C",
        "text": "To hear it out loud, you know? Like, they don't call you the shepherd for. For nothing."
    },
    {
        "speaker": "A",
        "text": "Like, I gotta tell you, though, I've done solo podcasts recently, and they're not the same. They're not the same."
    },
    {
        "speaker": "C",
        "text": "Well, that's not to say I don't make you who you are."
    },
    {
        "speaker": "A",
        "text": "I think that's what it is. I think it's. It's. It's like, you know, baking soda and vinegar. You know what I mean? It makes something."
    },
    {
        "speaker": "F",
        "text": "It's Jordan. Pippin, baby. Come on, Kobe and Shaq. Let's go."
    },
    {
        "speaker": "C",
        "text": "That's right. You're. You can be Kobe, and I'll be the general, or whatever his Shaq's nickname is."
    },
    {
        "speaker": "A",
        "text": "How many Shaq nicknames can you name?"
    },
    {
        "speaker": "C",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "The general is not one of them."
    },
    {
        "speaker": "F",
        "text": "Diesel, baby."
    },
    {
        "speaker": "A",
        "text": "Shaq. The big. Big. Socrates. No. Pardon me."
    },
    {
        "speaker": "C",
        "text": "Big."
    },
    {
        "speaker": "A",
        "text": "Aristotle."
    },
    {
        "speaker": "D",
        "text": "Jesus."
    },
    {
        "speaker": "A",
        "text": "Diesel. Yeah, I think those are the big ones. Shack. Daddy. Shaq. Fu."
    },
    {
        "speaker": "C",
        "text": "Shazam."
    },
    {
        "speaker": "A",
        "text": "Superman. Shazam."
    },
    {
        "speaker": "C",
        "text": "What about the Mandela effect album?"
    },
    {
        "speaker": "A",
        "text": "Bob Barker?"
    },
    {
        "speaker": "C",
        "text": "The Mandela effect of the week?"
    },
    {
        "speaker": "A",
        "text": "I mean, we just had a new one, which."
    },
    {
        "speaker": "C",
        "text": "What was that?"
    },
    {
        "speaker": "A",
        "text": "Bob Barker died again, apparently."
    },
    {
        "speaker": "C",
        "text": "Again?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "No, there's the first time."
    },
    {
        "speaker": "A",
        "text": "No, it was the second time. And if anybody that's listening agrees with me, feel free to give a thumbs up or come up and share your thoughts on it. But I. If you were to ask me. If you were to ask me. Stop that. Is that a frog or crickets? I couldn't tell."
    },
    {
        "speaker": "C",
        "text": "It doesn't matter."
    },
    {
        "speaker": "B",
        "text": "But I thought that was something going on the background of my computer. I was like, what is happening?"
    },
    {
        "speaker": "A",
        "text": "No. If you were to ask me prior to last week or whenever he died again, a if Bob Barker was still alive, I would have said no. And then if you were to ask me, when did he die, I would have said, like, between five and ten years ago. Like recently."
    },
    {
        "speaker": "C",
        "text": "Like, that's just you I'm following."
    },
    {
        "speaker": "A",
        "text": "It's not just me. I recommend everybody google that right now and just see what's out there."
    },
    {
        "speaker": "C",
        "text": "I follow the Bob Barker health streets pretty closely, as I am a participant in a celebrity death pool."
    },
    {
        "speaker": "A",
        "text": "And sure are you."
    },
    {
        "speaker": "C",
        "text": "He was. He was dropped on waivers the week before he passed, so I was well aware that Bob Barker was still alive. What are your thoughts on having a celebrity death pool as part of the new show?"
    },
    {
        "speaker": "D",
        "text": "I literally don't want to do anything more in this world than join a celebrity death. Can I please, please be on the waitlist?"
    },
    {
        "speaker": "C",
        "text": "Yes. You're a host as long as you want to be. And you can. You can be in the celebrity death pool. We've been in this celebrity death pool for God. It's got to be close. It's got to be close to like eight years. I think I'm tied for the lead. I'm the kiss of death, apparently. And, yeah, so I knew Bob Barker was still alive, so that one's not going to fly with me on the Mandela effect."
    },
    {
        "speaker": "A",
        "text": "I'll take it. I mean, hey, doesn't mean we're from. I think we can both agree we're not from the same dimension."
    },
    {
        "speaker": "C",
        "text": "Yeah, of course that's true. Circles. Get back in here."
    },
    {
        "speaker": "G",
        "text": "Swinging back to the news segment if you need it. It could almost be its own segment is Florida man news. I'm sure Joe or Bundy mostly. Joe would probably be very willing to throw as much shade as possible towards Florida via your local Florida man segment."
    },
    {
        "speaker": "C",
        "text": "I like Florida man segments. Are they too played out, chamber?"
    },
    {
        "speaker": "A",
        "text": "Not if we only find the ones with the man named Mike."
    },
    {
        "speaker": "C",
        "text": "Yes, Mike of the Florida. Mike of the week."
    },
    {
        "speaker": "A",
        "text": "Right. That's fun. Yeah. Florida mans can only be named Mike."
    },
    {
        "speaker": "C",
        "text": "I think you should set up the Google alerts now for Florida man named Mike and get those directly to your inbox so we can use them for the show."
    },
    {
        "speaker": "A",
        "text": "I'm doing that now. These are great, actually. These are fantastic."
    },
    {
        "speaker": "C",
        "text": "I told you this would be a good idea."
    },
    {
        "speaker": "A",
        "text": "That's good."
    },
    {
        "speaker": "C",
        "text": "If we only have one meeting with pain for an hour, we're not going to come up with as much gold as crowdsourcing from the folks that actually hang around to listen to our nonsense every week."
    },
    {
        "speaker": "A",
        "text": "Drafts we can kind of keep. We don't need to really nail down one specific type of draft. I feel like we were doing drafts pretty broadly anyways. Right. So we kind of continue doing those as is. But obviously the first one back is going to be the mic draft."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. All right."
    },
    {
        "speaker": "C",
        "text": "So when are we doing this? Like, when is this?"
    },
    {
        "speaker": "A",
        "text": "Monday. I'll have."
    },
    {
        "speaker": "C",
        "text": "We're going to fully go. We're gonna fully rebrand by Monday."
    },
    {
        "speaker": "A",
        "text": "I think. So we'll see. It'll be stopping frogs."
    },
    {
        "speaker": "C",
        "text": "I'm out of content, man. Like, I'm actually really looking forward to this. So we could put some more structure back into the show, and it's more, you know, comedic structure, which is, which is, I think, where both of us like to live. And, you know, I do feel like we should have. We should have, like, some real topics that we discuss, right? Like, we should have AI news, a couple things that we cover. We should have some crypto NFT news that we cover in addition to all these other things. So maybe that maybe they're part of the news segment. And it's just like, you got one news story about x, y, and z, and it's, you know, a couple stories and that's that. What do you think?"
    },
    {
        "speaker": "A",
        "text": "No, I think that makes total sense."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I'm just saying. Alerts for Florida man Mike."
    },
    {
        "speaker": "C",
        "text": "Does anything come up when you do a quick search? I'd like to end this show with a Florida man Mike story."
    },
    {
        "speaker": "A",
        "text": "Nothing right now. Jesus Christ."
    },
    {
        "speaker": "C",
        "text": "Did we just end this early? That'd be great."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Des, what do we, you know, I don't even know. Desiree, um, what are your overarching thoughts from these last two episodes? Give us your final weigh in, and maybe it may be a final goodbye. Who knows? Fuck, he left."
    },
    {
        "speaker": "A",
        "text": "God damn it."
    },
    {
        "speaker": "C",
        "text": "Ah, shit. That's fantastic. Anyway, Chamber. What else?"
    },
    {
        "speaker": "A",
        "text": "Um, I think that's it. Um, I feel like we got some good. We got a good. Some good jumping off points."
    },
    {
        "speaker": "C",
        "text": "I'm now. I'm now rejecting. I'm now rejecting Des's."
    },
    {
        "speaker": "B",
        "text": "I was going to see if you were going to let him back up."
    },
    {
        "speaker": "C",
        "text": "Oh, absolutely not. No, he's gone. No, that's it. Farewell. How about it's. It's Labor Day weekend here. Chamber, did you know that it is."
    },
    {
        "speaker": "A",
        "text": "Labor Day weekend here in Canada also?"
    },
    {
        "speaker": "C",
        "text": "Oh, I didn't know that you. I didn't know."
    },
    {
        "speaker": "A",
        "text": "It's one of the few stat holidays we share."
    },
    {
        "speaker": "C",
        "text": "What are the others?"
    },
    {
        "speaker": "A",
        "text": "Christmas."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "New Year's day, I feel. Do you guys have that off?"
    },
    {
        "speaker": "C",
        "text": "You guys? Your calendar resets the same day as ours. Huh?"
    },
    {
        "speaker": "A",
        "text": "But do you have it off, though, as a stat holiday?"
    },
    {
        "speaker": "C",
        "text": "Usually it's new year's day or if it falls on a weekend, it's one of those days. Before or after?"
    },
    {
        "speaker": "A",
        "text": "I think that's it. Everything else is."
    },
    {
        "speaker": "C",
        "text": "We share Canada day."
    },
    {
        "speaker": "A",
        "text": "Well, that is true."
    },
    {
        "speaker": "C",
        "text": "Yeah. What is your 4 July?"
    },
    {
        "speaker": "A",
        "text": "It's the fourth. We call it the fourth year."
    },
    {
        "speaker": "C",
        "text": "Oh, unexciting. All right, I got nothing else. It's time to go."
    },
    {
        "speaker": "A",
        "text": "Okay. What do you think? You want to do one last sign off?"
    },
    {
        "speaker": "C",
        "text": "Is this it? Is this our final min condition? Are you really going to get all of this done by Monday and got a long week?"
    },
    {
        "speaker": "A",
        "text": "Are we doing our show on Monday?"
    },
    {
        "speaker": "C",
        "text": "Well, that's the question. Is it Monday or Wednesday? I'm okay giving us till Wednesday. I don't think people are going to be hanging out on labor day, do you?"
    },
    {
        "speaker": "A",
        "text": "With you? I feel like I won't be, you know. Yeah, I won't be around on labor day."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right, so, yeah, let's do it. I feel this is the last one. And again, for those listening, nothing is really that changing that much. It's all the same days, it's the same show, just tightened and broader. Yeah, I think that's, I think, I think that gives me enough time."
    },
    {
        "speaker": "C",
        "text": "We better bring the heat on Wednesday."
    },
    {
        "speaker": "A",
        "text": "That means we're doing. That means we're doing a Tuesday meeting."
    },
    {
        "speaker": "C",
        "text": "That means we're doing a Wednesday afternoon Monday morning meeting. We're meeting 2 hours before the show. And that's actually what it means. All right, man."
    },
    {
        "speaker": "A",
        "text": "Are we kicking Des from the TMC?"
    },
    {
        "speaker": "D",
        "text": "Ooh, that is official. I thought removing me from the Twitter bio was enough. But."
    },
    {
        "speaker": "C",
        "text": "We removed you from the Twitter bio."
    },
    {
        "speaker": "D",
        "text": "No, but that needs to happen."
    },
    {
        "speaker": "A",
        "text": "Oh, look at bunches. Like Chamber is a complete asshole."
    },
    {
        "speaker": "C",
        "text": "The continual, subtle hints of just dropping any, any association with Des from the show continue. Yeah, you know, speak with Chamber about the Twitter handle. I don't think I've logged into that thing for, since 2021. Chamber, are we doing a quick, like, a full rebrand of the Twitter handle too?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it all goes hand in hand."
    },
    {
        "speaker": "C",
        "text": "Wow. Or we're not. Or are we starting fresh on Twitter?"
    },
    {
        "speaker": "A",
        "text": "Well, we'll take, we can, we can rename the handle on Twitter from TMC. I checked it already."
    },
    {
        "speaker": "C",
        "text": "Perfect."
    },
    {
        "speaker": "A",
        "text": "And mid Mike crisis was available full."
    },
    {
        "speaker": "C",
        "text": "Look, I'm pretty okay committing to that right now if we want to go with it."
    },
    {
        "speaker": "A",
        "text": "All right, I'm down. Payne, what do you think, Des?"
    },
    {
        "speaker": "D",
        "text": "Do you agree you can try it on, see how it fits."
    },
    {
        "speaker": "C",
        "text": "All right. Yeah, I think we should reserve the right to try it on for a few shows and see what happens. What do you think, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I also like the shorthand mid mic."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's. That rolls nicely."
    },
    {
        "speaker": "C",
        "text": "Stay mid."
    },
    {
        "speaker": "A",
        "text": "Stay mid is good."
    },
    {
        "speaker": "C",
        "text": "And I think that's, you know, we can have your. Man, this all fits really well. We could have your mid meme of the week."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And there can be an ongoing quest for you to surpass buttered sausage. And see, we could follow your progress there. I'm really interested. What I'm most excited about is really diving in. Like, now. We can make this show very continuous around the narratives that we've created for so long. We haven't been able to lean into them as much because I feel like we need to go back to crypto and NFT stuff right now, the soccer coaching stuff, all of that. We could, you know, sky's the limit now."
    },
    {
        "speaker": "A",
        "text": "Exactly. I'm so freed."
    },
    {
        "speaker": "C",
        "text": "That's what I mean. I think. I think this is free. So that's gonna do it for us. For the final time, as the mint condition, I am. Bunch, you alongside chamber and Des, until next time, stay mint."
    }
]