[
    {
        "speaker": "A",
        "text": "Oh, I forgot about the beard. Look at that. Oh, my God. What the heck?"
    },
    {
        "speaker": "B",
        "text": "Oh, I mean, that's the open, right?"
    },
    {
        "speaker": "A",
        "text": "That is the opener right there, man. That's all you need. That's all you need to know. Bunch got in the time machine, went back to 2007, and we're. We're doing a show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Djen community."
    },
    {
        "speaker": "B",
        "text": "Well, take two."
    },
    {
        "speaker": "A",
        "text": "I didn't know. I didn't hear that."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network Media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the Mint condition. I am Bunch. You alongside my esteemed colleagues and co host, Chamber and Des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "I'm doing great. I wish I looked. I wish I felt as good as you looked right now, man."
    },
    {
        "speaker": "B",
        "text": "That's all, baby."
    },
    {
        "speaker": "A",
        "text": "We've got smokes."
    },
    {
        "speaker": "B",
        "text": "This is the first time I have shaved my beard in over two years. Last time I did was August of 2020 or about July of 2020. So neither. My child was. My child was not born yet, so my child didn't recognize me, and neither did my. Neither did my iPhone. And I'm not sure which I was more upset about, actually."
    },
    {
        "speaker": "A",
        "text": "I would say the iPhone. That's."
    },
    {
        "speaker": "C",
        "text": "Yeah, you would think."
    },
    {
        "speaker": "B",
        "text": "Yeah. So babyface bunch is the hashtag for today's episode, and, yeah, that's about it. Des, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I'm doing good, man. I am just taking it back. I didn't know that I was getting that until literally we started the show. So, yeah, I'm still trying to process the non beard."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is. I, you know, it was getting hot. I was just kind of fed up with it. And I'm like, you know, this will grow back in a month if I wanted to, so. That's true. You know, that is true."
    },
    {
        "speaker": "A",
        "text": "I like it. I like it. I'm a fan. I'm gonna go on the record."
    },
    {
        "speaker": "B",
        "text": "I had to. I have to differentiate from you, which, I mean, you've just got. You've got a glorious face rug over there."
    },
    {
        "speaker": "A",
        "text": "I think the last time I shaved mine, I was away for a boys weekend and just got absolutely obliterated. And I think I had, like, various vomit sessions in there. And I got home and, yeah, it was."
    },
    {
        "speaker": "B",
        "text": "Devin."
    },
    {
        "speaker": "A",
        "text": "I just came home. It was, like, 1130 at night by the time I got back and just got in and then immediately regretted my decision. I just looked like a thumb walking around it and I feel like 100%. Yeah, no, totally, totally. Looked ten years younger. Weird. I feel much older."
    },
    {
        "speaker": "B",
        "text": "I went from 35 to 25 in just a day here, but feels all."
    },
    {
        "speaker": "A",
        "text": "The time just walking around in his mid twenties."
    },
    {
        "speaker": "B",
        "text": "I don't even know if I know how old you are. How old are you age?"
    },
    {
        "speaker": "C",
        "text": "I'm 31."
    },
    {
        "speaker": "B",
        "text": "31. So you're like 21 really? If you'd be 41 if you had a bearden. Can you grow a beard, Des?"
    },
    {
        "speaker": "C",
        "text": "I actually can grow a beard. Yeah. Not as dope as chambers, but for sure. Yeah, no, I got, I got the necessary. Necessary growth."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "I want to see hashtag necessary growth is another one that you can use for today's episode. And let's get into it. We've got a great show for you. We're going to talk all things market and news and we have unstoppable domains joining us on the back half the SVP of unstoppable domains. Very cool platform. Gonna want to check that out, especially if you own any ENS domains. You're gonna want to check out what unstoppable domains is doing. So. But without further ado, let's get into it here. I've. I mean, there's, there's a lot to. A lot to talk about, so there."
    },
    {
        "speaker": "A",
        "text": "Is a lot to talk about."
    },
    {
        "speaker": "B",
        "text": "Yeah. Where do we want to start? Is. Is the real question, I think. Des, let's start with you. I feel you are going to take a nice victory lap today about what's going on in the moon birds world."
    },
    {
        "speaker": "C",
        "text": "I'm going to make it short, but yeah, I mean, randomly. We were just talking about last week, moonbirds. And you asked me whether I would take moonbirds or Ma YC. And surprising, or to your surprise, I picked ma YC. And my reasoning was that, you know, I just feel like moonbirds is actually trying to build something very legit, a real company and a brand. And they have different partnerships that they're pursuing. And so I, you know, I chose Ma YC. Just cause the mark. From a financial standpoint, the market sometimes just doesn't know how to react to normal business moves. Two days later or whatever, they announced their cc zero, which in all honesty, I think for the company itself and for its ability to generate partnerships is definitely positive. But as we've seen in the market and the market sentiment, it just has not been very good. And I too would be upset about paying for commercial ip rights and then them being stripped away without my, you know, input discussion or, you know, anything like that. So I get it. I'd be pissed, too. But, you know, it is. It is interesting. I think it is a strong business move for further brand."
    },
    {
        "speaker": "B",
        "text": "All right, let's. Let's get into that in a second because I want to touch on that. But chamber, what is your opinion on this entire moonbirds situation?"
    },
    {
        "speaker": "A",
        "text": "Because I'm glad you asked."
    },
    {
        "speaker": "B",
        "text": "Yeah, I definitely need to know."
    },
    {
        "speaker": "A",
        "text": "I was away when this happened, or so I wasn't. I saw some, you know, I'd occasionally go on Twitter and I saw something was happening. And I'm going to speak for the majority of people, and I think the majority of the people that own moonbirds, the majority of people in nfts currently probably don't even know what CCO means. I guarantee they don't, because I don't. And I'm, like, way smarter than most of the people listening. So can we. Can we maybe. Like what? Like whether it's bunches, can we kind of differentiate the benefits, the pros and cons of what CCO is and maybe what it means to. To the Moonbird family?"
    },
    {
        "speaker": "C",
        "text": "To be fair, I don't actually know what the zero stands for. I know it's a creative Commons license. Okay, which is where the cc."
    },
    {
        "speaker": "A",
        "text": "Maybe the o is like an ethereum thing, because it's always like, oh, something."
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "Yeah, throw no feelers. You never know."
    },
    {
        "speaker": "B",
        "text": "Dickens says, cc zero means floor go down."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I think that's what it means."
    },
    {
        "speaker": "B",
        "text": "Well, you know, it's a good thing you asked that chamber, because on our wonderful Degen network site, we had zero x. Robes write a fantastic article about the difference here. So ip rights, cc zero versus commercial licensing. It's almost like you knew that this was coming, but you, this is just coincidence. It's Creative Commons license is the difference. So robe says that the bull cases, its commitment to open development is part of the web three ethos, and that this will individually benefit holders of the NFTs in the long term because it will give the collection a better chance to be more relevant in culture. Interesting. Then, you know, obviously there's individual rights. Oh, look, our friend Lacos is bird here. But check this out. If you haven't seen it. But des, why do you think it is a better choice for them from a business standpoint?"
    },
    {
        "speaker": "C",
        "text": "I mean, I'll just give you the example that's probably happening as we speak, you know, some game or movie or whatever. Studio comes to moonbirds or proof and goes, hey, we'd love to license about ten to 15, maybe 20 moonbirds to do a show, can we use your moonbirds? And then K ro thinks about it and goes, that would be a pretty bad look if we just used our internal staff's moonbirds and excluded the community from licensing. So they go, you know what, maybe reach out to our members and get licenses. We don't want to do that. We don't want the hassle of licensing individual moonbirds. And this scenario is just going to keep happening if their idea is to broaden the visibility of Moonbird's ip. And so the easiest way to do it is just to go cc zero, now everyone has rights to use everything. Um, and yeah, it's, uh, yeah, I think that's the bull cases. Now they're going to be able to create these bigger partnerships and leverage them pretty quickly."
    },
    {
        "speaker": "A",
        "text": "Um, so which way is the awareness of moon birds, therefore raising the price of moonbirds? I think it is where we're going with that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the bottom line is it comes, it comes down to this. Cc Zero is, uh, better for the brand, uh, commercial license is better for the individual."
    },
    {
        "speaker": "A",
        "text": "Right. And we were only talking about a handful of individuals that were taking advantage of this lack of being one of them, if I'm not mistaken."
    },
    {
        "speaker": "B",
        "text": "Yes. Um, but you know, that's to be seen. We'll see if that is actually how this all pans out. Uh, you know, the, without beating a dead horse, we can talk about this for an hour. Uh, the, the real issue, I think, was the communications, how this was delivered. All of that great stuff that we've talked about on Twitter for a week now, but they have moved up their announcements session from the 30th to next Wednesday, so."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. As the floor has continued to plummet, which we are currently sitting at a."
    },
    {
        "speaker": "A",
        "text": "13 and a half or something."
    },
    {
        "speaker": "B",
        "text": "13 and a half down 8.7% day on the moonbirds. So oddities under one eth, which, you know, that's interesting as well, but, you know, it, the sky's falling for the moon birds right now. We'll see if they can rally."
    },
    {
        "speaker": "A",
        "text": "Birds can fly, baby. That's okay."
    },
    {
        "speaker": "B",
        "text": "I think long term it's going to be okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, it kind of reminds me, Steve and I were talking the other day, and I think it was about a year ago, I think, when they launched mutants, when board a yacht club launched mutants, I forget exactly what happened, but there was definitely, I don't know if it was a nation issue, but you saw the price of the apes themselves take a pretty drastic, I don't know if they went from like 30 to 15 or 50 to 20."
    },
    {
        "speaker": "B",
        "text": "It was like 50 to 30 or something."
    },
    {
        "speaker": "A",
        "text": "Yeah, I forget what, but it was a fairly big drop at the time. And there was definitely some, some negative vibes around it. And, I mean, you know, they did."
    },
    {
        "speaker": "B",
        "text": "Okay, we'll see what happens. But not to spend too many, too much more time on that topic as it's been covered all over the place. Des, in a prior episode, we had you go and be Des on the streets and you asked people about nfts if they knew about nfts. Des, you went out in the streets in a little different style in the past week, and you went to a Gucci store around the ape and Gucci announcement. Talk about what your experience was there."
    },
    {
        "speaker": "C",
        "text": "I am not one to ever go in a Gucci store, first of all. Um, I just was walking, I was in a mall and I was walking past it and I did one of those things where I, like, looked back and then, like, reverse steps. I'm like, huh? Let's, let's just see."
    },
    {
        "speaker": "B",
        "text": "Let's see."
    },
    {
        "speaker": "C",
        "text": "Now that, now that Gucci has embraced, you know, the crypto culture and is accepting apecoin of all things, let's, let's go check it out. So I walked in and I'll be honest, like I said, I've not really been in a Gucci store or Louis Vuitton store really much before, but I just felt this overwhelming sense that I could buy anything in the store. It was like seeing the fake money of, like, ethereum and crypto come to life in real life and present itself with, like, I could buy that. I could buy that, which, which never, ever would have run through my, you know, mind before crypto. So it was, it was a really weird mixture of the, the crypto in real life world of a store taking crypto. It's very, very interesting."
    },
    {
        "speaker": "A",
        "text": "And they took it at that St. Like, do all Gucci stores take ape coin?"
    },
    {
        "speaker": "C",
        "text": "No, actually, they, they were hoping to get, like, all stores up and running by August. So sometime in August. But, yeah, but this particular store, ask them and everything, and they're like, oh, yeah, we do it on the iPad over here. And so, yeah, totally. They use the client bit pay, which I'm a huge, I would love to be sponsored by Bitpay because I'm a huge proponent of bitpay. But, yeah, it's, that's awesome."
    },
    {
        "speaker": "B",
        "text": "It's legit bitpay. If you're listening, please sponsor."
    },
    {
        "speaker": "A",
        "text": "Yeah, just, just quick, quick sponsor. That'd be all right. I don't know. I don't know. I was. I was away last week, obviously, and I was at a family reunion, and I've been. And I've been noticing there. Kevin was there for one day. For one day. He was there. He's all right. He gave me a nephew, a blood nephew. So he's good. Now."
    },
    {
        "speaker": "B",
        "text": "What is that? Is that, like, sacrifice? Like a."
    },
    {
        "speaker": "A",
        "text": "Like a real nephew? Like, you know, you have nephews. This one's a. This one's DNA. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "This one's got it. I thought some kind of, like, nephew sacrificed the blood."
    },
    {
        "speaker": "C",
        "text": "You put blood in front of anything, and I'm thinking it's dead."
    },
    {
        "speaker": "B",
        "text": "I'm like, what's a blood nephew?"
    },
    {
        "speaker": "C",
        "text": "No, maybe confiscated stolen goods. Like blood?"
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Like blood diamonds."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I've been noticing since I would say, the last, you know, couple of years. You know, a lot of my family knows kind of, that I dabble in crypto. And I don't know about you guys. I'm sure lots of your family knows, too. And then when. When you see in the media, when there's, you know, pullbacks in the price of bitcoin or ethereum, and, you know, maybe they see some negative press on nfts if they know you're into that."
    },
    {
        "speaker": "B",
        "text": "Your uncle calls you and he's like, I better check on my blood nephew because there's blood on the streets."
    },
    {
        "speaker": "A",
        "text": "There's blood on the streets. My blood nephew's out there, man."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know it. You get the texts. Like, dude, are you okay?"
    },
    {
        "speaker": "A",
        "text": "Right? So. And obviously, you know, if you've been in it, you're like, bro, I don't."
    },
    {
        "speaker": "B",
        "text": "Do that to you when you have. When your company has shitty earnings calls, right?"
    },
    {
        "speaker": "A",
        "text": "I was on that last. I was on the Q three report, and it was not good."
    },
    {
        "speaker": "B",
        "text": "Are you okay, man?"
    },
    {
        "speaker": "A",
        "text": "Yeah. How are you doing? But, you know, you know, we kind. We can. We know that we're okay. But what I've done over the last couple of, like, family get togethers is really try to flex on my family a little bit more than I'd like to. Oh, wow. Just to let them know, hey, don't even come up to me bringing up these questions, okay? So, like, I actually catered one of the meals for, like, 60 people at our family reunion just to flex a little bit, so those questions didn't come up. So."
    },
    {
        "speaker": "B",
        "text": "Did you buy the Gucci store?"
    },
    {
        "speaker": "A",
        "text": "No, I catered a whole meal for everybody."
    },
    {
        "speaker": "B",
        "text": "Oh, you catered the meal?"
    },
    {
        "speaker": "A",
        "text": "Yeah, an entire. From, like, a nice rest."
    },
    {
        "speaker": "B",
        "text": "That's a nice flex."
    },
    {
        "speaker": "A",
        "text": "Absolutely right. Like, we were out there like, we had a bunch of cottages we're barbecuing. So I actually got a. A local, like a, like a fairly high end place to cater a dinner. And it was just like, you know, hey, one less thing we had to worry about one of the days, you know what I mean? Because I didn't feel like cooking, and we all wanted to have, like, a big group dinner, and I said, well, let me. Let me take care of it. And it was. It was my way of flexing on them, and I wanted to know if you guys ever did stuff like that. Do you ever flex on your family? A little bit when it comes to, you know, letting them know that it's, everything's okay. You don't have to ask me questions. You have to call me every time you see something on CNN or fox or whatever."
    },
    {
        "speaker": "B",
        "text": "Des is taking his entire family to the Gucci store next week."
    },
    {
        "speaker": "A",
        "text": "Oh, that's a flex?"
    },
    {
        "speaker": "B",
        "text": "He's just going to let them pick out one item from the store? No, it's everybody."
    },
    {
        "speaker": "C",
        "text": "I didn't end up obviously getting anything from that Gucci store experience, so I'm just like a chronic window shopper, I guess, despite the crypto."
    },
    {
        "speaker": "B",
        "text": "Des, do you flex on your. Do you flex on anybody and you flex on your family?"
    },
    {
        "speaker": "C",
        "text": "No, I was trying to think. So what's so funny about this topic is 100% the last step. You know, I had random people come into me being like, hey, you know, when I saw that in the news, I thought of you, you know, how you doing? And so I totally sympathize with that, but, no, I."
    },
    {
        "speaker": "A",
        "text": "It feels great. I highly recommend it."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, no, not really."
    },
    {
        "speaker": "B",
        "text": "I'm gonna have to try this flexing thing just a little bit."
    },
    {
        "speaker": "A",
        "text": "You know, I spend, like, you spend a little bit of change."
    },
    {
        "speaker": "B",
        "text": "Like, I don't. I don't think it. I don't consider it a flex, but I'm very much one to, like, try to grab the check or, like, yeah, that's fair. Like, it's not a. It's not intended to be a flex. That was me before crypto, too. Like, I don't know, maybe. I don't know what it is. Maybe it's. Maybe it is."
    },
    {
        "speaker": "A",
        "text": "Maybe mine's more preventative. Like, I just don't want to have any conversations with people about that. Kind of have to explain."
    },
    {
        "speaker": "B",
        "text": "JP has the opposite effect. He tells people he's in nfts and crypto to see if anyone will buy him dinner."
    },
    {
        "speaker": "A",
        "text": "That's big brain alpha right there."
    },
    {
        "speaker": "B",
        "text": "I think that's the right. I think that's the right play in. But speaking of the Q, four earnings reports and having people buy us dinner and stuff, the CPI came out today, 8.5 was the number. Des, talk about your thoughts around the CPI number. We saw. Well, let me, let me bring up a chart here because we saw some astronomical bounce happening as soon as those numbers came."
    },
    {
        "speaker": "A",
        "text": "What's CPI? Talking to CPI like, I know what I'm, like. I know what's going on."
    },
    {
        "speaker": "B",
        "text": "It's the inflation numbers."
    },
    {
        "speaker": "A",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "So right around this time, right here is when that number came out and it was point, it was 0.2% lower than the anticipated number was. And so people took that as a buy everything sign. So you could see we, we hit, you know, we bounced a good percentage here. We bounced from 1693 all the way up. We peaked at 1856. Des, thoughts? We starting to get out of the woods. We just short term bounce or what?"
    },
    {
        "speaker": "C",
        "text": "We're just dumb NFT podcasters. So I'm not going to make broader market predictions."
    },
    {
        "speaker": "A",
        "text": "Didn't they just print a whole bunch more money, like little, then they just saw. That's definitely not going to help inflation at all. That's, that that number go up is."
    },
    {
        "speaker": "C",
        "text": "My, I mean, down from 9.1, you know, I guess that's a pretty quick reduction, I would say so, you know, say the next CPI comes out in September and it's another .6% down. I mean, yeah, that would be a great signal. I don't know if that'll be the case. But, yeah, I mean, anytime it's like Wall street, right? Whatever, anytime you built beat expectations, which, like you said, expectations was 8.7, you're going to see the market take that in a bullish signal. But, but, yeah, we'll see, we'll see. The, the buzzword, right, is that soft, soft landing. Um, as far as a recession goes, and it'll be an interesting twelve to 18 months ahead of us. But, you know, not going to complain about the, the number going down. It's all good."
    },
    {
        "speaker": "B",
        "text": "Uh, how does this affect NFT markets, do you think?"
    },
    {
        "speaker": "C",
        "text": "Do you mean just the general up, up crypto?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I guess I. Because I don't think we're out of the woods anytime soon. Really. Like to me, if I'm looking at this from a, let's go to a daily chart, I'm going, I don't think we're anywhere close to out of the woods. We've kind of, we were ranging down here for quite a bit. We broke out, ranged in here for a bit. Finally broke out today. I think we're going to top out around here or here, which is like this 2100. But this is all still bear market stuff. Like, you're not out of a. Like, this isn't bull market activities yet, so I wouldn't be."
    },
    {
        "speaker": "A",
        "text": "I think. I'll tell you what. I'll tell you what my thoughts here. I think we chop here a little bit. I think we bounce off of that. We got that 1817 hundred."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like that 1700, maybe. Like, we bounce off that a little bit. And then by that, if we can cruise in this range till October, which is not that far away, I mean, we're almost halfway through August. So we're talking six weeks till October. 7 weeks till October. I don't know. Might be okay. October always seems a little bit better. October, November. We could see some things. I'm not that."
    },
    {
        "speaker": "B",
        "text": "What does that mean?"
    },
    {
        "speaker": "A",
        "text": "We could see some positive momentum. Q four is always good. Or, you know, is mostly good if you look at the, you know, the historical data. And honestly, that, like I said, if we can. If we can kind of maintain in this range for the next, like, six, seven weeks, I don't know. It could be good. It could be good."
    },
    {
        "speaker": "B",
        "text": "Could be. So you're bad, though, also."
    },
    {
        "speaker": "A",
        "text": "We've got."
    },
    {
        "speaker": "B",
        "text": "We've got a. We've got bull or bear until the fall. Are you saying we're going to go up? We're going to go. I would say cap in the comments says merge is going to hypercharge Q four. Could be cap."
    },
    {
        "speaker": "A",
        "text": "I think. I think we're bullish. I think we see a little bit of upward momentum. I could see us get into that 22, 21, 50, chopping around in there kind of leading up to Q four and then really a power move, maybe end of October, beginning in November, to, you know, who knows that? I don't know."
    },
    {
        "speaker": "B",
        "text": "I'm still a bear market. Punch you over here."
    },
    {
        "speaker": "A",
        "text": "That's okay. That's our. While you're. You seem to know what's happening, so I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't know what's happening at all. I'm just reading tea leaves, my friends. That's it."
    },
    {
        "speaker": "A",
        "text": "We're just reading what the data gives us."
    },
    {
        "speaker": "B",
        "text": "Des, break the tie. Bull or bear until fall. Is this a bear market rally or are we starting to see us come."
    },
    {
        "speaker": "C",
        "text": "Out of this, man? JP Kaz was talking shit last week in the comments, but his last comment is quality. It's gold."
    },
    {
        "speaker": "A",
        "text": "He's about to merge with a bag of chips. Yeah, that sounds about right."
    },
    {
        "speaker": "C",
        "text": "That sounds all right. So, yeah, I think it's probably still, honestly, in a bearish signal for a little while like this. This helped a little bit and it'll help us kind of bounce in this range. But I, you know, if we did get to that 2200 before the fall, I might liquidate some. Some eth and try to. Try to swing."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm going to liquidate already. 2200?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I don't know."
    },
    {
        "speaker": "A",
        "text": "No, I think. I think. I don't know. I feel that being said, though, there are so many outside forces that could really take the price. That's the other thing, I think more so than any other time that I've been in crypto. There's just a lot of things looming. Like, I mean, you know, across. Across the map, whether it's in your guys's backyard or halfway across the world, there's. There's just so many things that could. That could technically affect the price, in my opinion."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think for bitcoin, you've got a shot to hit this, you know, kind of 2024 to 28 to 31 range here, like in here. But it's got to. We have yet to be able. Why is this."
    },
    {
        "speaker": "C",
        "text": "Doing this?"
    },
    {
        "speaker": "B",
        "text": "We have yet to be able to close a single day over 24k. So until that happens, nothing happens."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Was that weekly close red, by the way, on last week? Yeah, I think it was. I. I think it flipped red."
    },
    {
        "speaker": "B",
        "text": "Yes, it did. But, like, here, check it. You got 24k here, but, like, it doesn't close. It's tried a bunch of times."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Wicked into it. Wicked into it. Rejected pretty hard wicking into it. So, like, we're still just even this bump today is embarrassing range, so you got to break this first. So 24 six ish, and then you're kind of off to the races to somewhere here and here. And that's. That's what I would be looking for if you're talking long term on these assets here. But, yeah, we've got one more topic here I want to get to before our guest. And des, you brought this one up and I wanted to talk about it, and it's the crypto dick butts. We've got a floor price on these at 2.8 eth. They hit, I think, four eth at a top. Tell us what's going on. Tell us what's going on in the land of the DBS."
    },
    {
        "speaker": "C",
        "text": "No, I mean, I'm pretty sure most people who are into NFTs saw that this week. It was one of the biggest rises across the board. I think it honestly made it."
    },
    {
        "speaker": "B",
        "text": "Dickens has one. He's got one. That's his PFP there. So what, so wait, what happened here? I don't know how this all occurred."
    },
    {
        "speaker": "C",
        "text": "So actually, I mean, I don't know, um, what, what I heard um, was that the punks discord, which you know is a very good exclusive, um, set of holders, they've always been pretty influential on some pretty ridiculous meme, um uh, nfts and just they, they move as a unit, let's put it this way, they move as a unit. And so a lot of people were saying that the punks discord was pumping up crypto dick butts and it finally, funny every time, kind of took a little rocket ship and yeah, got all the way up to like four and was number one on the 24 hours volume list for at least a day. And so it was, yeah, it was pretty interesting. I slowly started seeing like the, the influencers as well get in on it and like midway through the kind of cycle and yeah it's, you know, it's the latest, it's crazy because we can be in a bearish state and this was before the, obviously the CPI and the slow boom, but we can be in a little bearish state and then all of a sudden crypto dick butts, you know, number one, you really start to wonder. But yeah, just, just a crazy thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean you see these, this has been a project that's been around for quite some time and yeah, you know, when we talk about things that make these projects move long term, it's this idea of storytelling and culture that they create in their communities and like it's kind of this contagious subculture of people and it's, what's, what I find interesting about it is it's not necessarily nft people that you would normally see. It's a lot of like crypto crossover people in the NFT space, which I think is really interesting. So, and, but Ant Vec says it's the, the owner count. I don't. What was that owner count? I. Five, 5200 items, 1.8k owners. I don't think that's that bad. That's like a standard. That's like a 40 ish percent. 38. 40%. I guess it could be you know, a tad higher, but overall pretty good. But yeah, I think we have our guest in the, in the crowd here. Should we, should we move into the world of unstoppable domains? What a segue. What is."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So what did I do here? I don't know what I did. There you go. So let's bring in our. Oh, nope. They left. Our guest was in the green room, and they. They left. So we're gonna keep talking dick butts until they come back."
    },
    {
        "speaker": "C",
        "text": "I want you to run me through unstoppable domains without them. Bunch."
    },
    {
        "speaker": "B",
        "text": "I couldn't. I couldn't. We have our. We have our guest back. So we're. We're ready to rock and roll here. Let us welcome in Sandy Carter from unstoppable domains, the SVP of unstoppable. Sandy, how are you doing? Thanks for joining us today."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me. I'm doing great. How about you guys? Sounds like you guys are having lots of fun."
    },
    {
        "speaker": "B",
        "text": "Always."
    },
    {
        "speaker": "A",
        "text": "That's all we do."
    },
    {
        "speaker": "B",
        "text": "That's what we. It's what it's all about in the NFT space, right? Is having a good time. Where are you. Where are you calling in from? I'm digging your background back there."
    },
    {
        "speaker": "D",
        "text": "Thank you. Yeah, I'm actually in San Diego right now, and I have to say, every night after work, I go and watch the sunsets on the beach. Then we do a fire on the beach, and then we watch the firework. So it's like, what a life, right?"
    },
    {
        "speaker": "A",
        "text": "Every night. That is what you're doing. Oh, my goodness."
    },
    {
        "speaker": "D",
        "text": "We right now are living in Scottsdale, Arizona. It's 115. So we have some friends here, and they. Yeah, they have a house. And so we're here in San Diego, and we're just really enjoying it for the month of August."
    },
    {
        "speaker": "B",
        "text": "How do you even survive in 115? I sweat when I peel an orange. So that is not a climate that fits my personality chamber. I would imagine you wouldn't do well."
    },
    {
        "speaker": "A",
        "text": "In a. I know my. I have my air. I have my air conditioning set to, like 66. I have to put a sweater on it. We'll get a little chilly."
    },
    {
        "speaker": "D",
        "text": "I have to say, it was 66 when I woke up this morning, and I did have my long sleeve shirt on. Now it's like 80. It's gorgeous. Perfect, actually."
    },
    {
        "speaker": "B",
        "text": "That's beautiful. Well, thank you so much for joining us. We're excited to talk unstoppable. But before we get into that, let's talk a little bit about your background. So how did you find your way to unstoppable? What's your background? And how did you get into this wonderful world of web three?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I was actually at a little company called Amazon Web Services before I came here. I worked there for about five years and had a great time. Man, what a great company. Learned so much from the company itself and got asked to look into a lot of the emerging tech. So I was looking at IoT, Internet of things, virtual reality, and blockchain, all of the elements that we're using today in the metaverse. And web three went down the rabbit hole for about a year. And I was like, wow, this is so amazing and so incredible. And then Matt G, who is our CEO, gave me a call and said, hey, I'm going to come up and take you to dinner in Seattle. Took the call, had dinner with him. If you haven't met him, he's pretty incredible. And I was sold. I was like, I've got to be part of web three in the metaverse, not just as a side project or doing it part time, but I've got to really impact it. We're so early, we're in the dial up phase that now's the time to jump in and have a big impact."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's awesome. What were, you know, the big things that you noticed that really fascinated you, that made you kind of want to make this your career?"
    },
    {
        "speaker": "D",
        "text": "Well, first is I fell in love with blockchain. So I love doing things on chain. I just think that the technology there is pretty cool. I love the smart contracting and the fact, you know, that you can use it in the, in web two and web three is pretty awesome, too. So I fell in love with blockchain. Just the way the technology works, the, you know, all of the elements, the programmatiy of it, the transparency, all of those things. And then the second thing was just digital identity. You know, I've worked in security in and out of my career. I'm a big believer in data belongs to the people. Data should be yours. You should decide how to control it, how to use it. And so that's another big thing for me. That ownership model for web three is a big one. And in fact, I was telling someone the other day, my husband and I were driving somewhere, and we were chatting about a party we were going to go to where I was like, should I wear my stetson? I used to live in Texas. Should I wear my cowboy boots? And then I get home and all of a sudden I'm getting all these ads on Facebook from, you know, hey, do you want a little friend? Hey. I mean, so people say, oh, no, they're not listening, but. But they are."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Sometimes I think they hear my thoughts. Sometimes I'll just have a thought of something and it shows up. It really gets to me."
    },
    {
        "speaker": "B",
        "text": "I was just going to say chamber. What's the weirdest? I think, like, ad inception that you've had lately."
    },
    {
        "speaker": "A",
        "text": "Honestly, for me, it's been a. I don't know if my wife was. I was talking about it to my wife, but I'm getting a ton of cramp relief is the best way I could put it. Like a lot of massager wraps that go around your waist, that heat and massage non stop. Non stop. Maybe I was saying something, I don't know what happened, but it's definitely infiltrated my social media streams."
    },
    {
        "speaker": "B",
        "text": "That's fantastic. Well, that's a great answer, but it's totally to Sandy's point, which I think is super important. And what I, you know, it's something that I've spent a lot of time thinking about lately as well, with some projects that I'm working on and what I think is really cool about that whole ownership of your data and the way, you know, companies can target and advertise to you. Now, I like this fact that looking into somebody's wallet, which is very public, tells you a lot about people's behavior, but not necessarily their demographic. And I think that's actually something that's going to be really important in the future where you might be targeted for an ad because you're a 35 year old male with an income of XDev, but you may be missing out on the people that may not be, who actually is using your product. I had a conversation with somebody that I thought was interesting and she was telling me, she's like, I'm a 33 year old woman gamer and I am kind of excluded in things like that. Now, I don't get companies targeting me for things like that, but peeking in your wallet, you would have a total different perception of what that person does, who that person's personality is and what they're interested in. So I think that's a really important and fascinating point that you just made there, Cindy. And then chamber won't get cramp relief."
    },
    {
        "speaker": "A",
        "text": "I'm not opposed to it."
    },
    {
        "speaker": "D",
        "text": "You know, it's really interesting because one retailer we're talking to, because you now as a user, so let's say you have an unstoppable domain, which is your digital identity, you get to decide what information you share. So we were talking to one retailer and they were telling us they spend x amount on Facebook advertising and Google advertising. They buy data, obviously, and then they assume a 40% fraud rate because people have multiple accounts, that sort of thing."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "And so they were saying, well, what if, you know, we could use and get entice the user, the owner of the data, us, to give us that data that we need, like you just bought a new house, for example, instead of, wow, that's a brilliant idea. Did you hear that, guys?"
    },
    {
        "speaker": "B",
        "text": "I like that. Save it."
    },
    {
        "speaker": "D",
        "text": "What if instead we paid the owner? And so they went and did some homework and they came back and they said, on average, Sandy, we use a 20% off coupon for a buyer because they sell like home goods, that kind of thing. And because we have to buy data and we have to then assume a fraud rate, we could actually give a person a $1,500 coupon. I was like, wow, what a great reward for me as the owner of the data to grab $1,500 versus having to pay Google and Facebook and assuming fraud, there's lots of value here other than just the privacy. The rewards that you get as an owner of your own data also is very big."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's fantastic. So before we get any deeper into that, because I think that's really important, let's tell our audience, who may not be familiar, what unstoppable domains is and what you guys actually do."
    },
    {
        "speaker": "D",
        "text": "Yeah. Okay. So I like to say that we do two main things. The first one is we sell domains, right, unstoppable domains. But we are a web three domain providers. So our domains have superpowers. You can use it to set up a web three website, but in addition, that domain now becomes your digital identity that travels with you through the metaverse and through gaming and through defi, through everything. So you can see on my, on the screen here, I have Sandy Nft. I can now take Sandy NFT and I can, you know, log into a game, a metaverse, a defi app, etcetera. So it's really important, you know, as you're grabbing your domain, which everybody should do, because now you own it, it's yours, it's not a subscription. Someone's not going to send you a note in a year and say, hey, you got to pay like another x dollars to get it, it's yours. We're also very cognizant of the environment and the climate. So we are a layer two solution. No gas fees, which I think is also pretty incredible. And so that's kind of part one of what we sell, which is that domain. The second piece is really for our partners, and that is we do login. So we have a solution that a partner can integrate into, and that is what enables that domain to be used. And that's also where you, as a owner of your data, as you log in, you can permission the data that you want to share so if you want to share your email, you can share your email. If you want to share, you're, you know that you wear a size hue or like chamber, you get cramps all the time. And so that is where you get to decide on that information. So one is the domain and the second is that login capability that enables a partner now to be able to leverage all of that digital identity as you move forward. I think it's a powerful combination and gives a lot of power back to the people."
    },
    {
        "speaker": "B",
        "text": "Yeah. Des, I'm curious your initial thoughts on that. I don't believe you were familiar with unstoppable prior. So what's your thoughts midway through here?"
    },
    {
        "speaker": "C",
        "text": "Interesting. I guess my initial question goes to like, what is the biggest differences between owning your domain through unstoppable domains and then owning it as your ens? Right. And how do those two meet, merge? I since so many people, you know, hold their ens very dear to their hearts."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, you can have both. The market is huge, so you can leverage both. Some of the differences are the fact that you own your unstoppable domain. You rent or subscribe to your ens domain. You don't own it, you're gonna have to renew it. The other big thing that I love now, again, I am biased because I am from unstoppable, but we also protect companies name. So, you know, you could, let's say you're McDonald's. McDonald's. I don't know if you know this or not. They were late to the.com game. They were one of the last people to put up their, you know, McDonald's dot. They ended up paying millions and millions and millions of dollars, even though they own the trademark for that. And so part of our philosophy is we're Web three. This is an ownership model. So we do want to protect all those domains for all those companies if they're trademarked or copyrighted. We even protected Paris Hilton, who, you know, came and got her. Parishilton, NfT we protect people's names as well, especially if they kind of own that name as they move forward. So I see there's lots of differences here between the two, but in the end, you know, we're all about, you know, Web three. Web three is for all. So we want everybody to own a domain and there's enough space for lots of different folks in the market."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's super interesting. And I think, you know, you made an interesting point before about partnerships and, you know, you mentioned this home, goods place and things like that. So how does partnerships work in the strategy with unstoppable domains? Because, you know, just another add on to that question. Des was like, you know, ens is kind of this open protocol, right? But you, it seems that, you know, through unstoppable, you kind of have the backing of unstoppable going out and doing some partnership things here. That, that is interesting. So talk about that a little bit, if you can."
    },
    {
        "speaker": "D",
        "text": "Yeah. So actually, my mission, I ran partnerships for Amazon Web Services services. In my second role there, my first role, I started an enterprise workload division. And so they brought me over, Matt brought me over to look at our strategic partnerships, how we do, you know, how we help those partners market value to their customers as well. And so our mission has been since the, since I very first came in, is to get a lot of partners to integrate with unstoppable. Why? Because it's a, the greatest thing for our customers. We actually, the screens you're showing shows 2.4. We actually now have 2.5 million domains out there. We want every one of those domain owners to be able to log into as many metaverses, as many games, as many defi apps as they possibly can do. Today. We have over 320 different applications that have integrated with us that enable you to use that domain everywhere. And our goals are much, much higher. So you'll see us go into the thousands here very shortly. So we're at 316, we started at 61 when I came into unstoppable back in mid December. And we're now at 316 integrated and tons more that have already committed. So for us, you know, we're customer obsessed to steal a word from Amazon Web Services. We want the very best for our end users, our community. And so that's why we're working with all these partners as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's awesome. Who are some of your biggest partners that you've worked with so far that people can integrate with?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So Blockchain.com is one of those big partners. We actually just announced a new TLD for blockchain, for all those blockchain.com users. Lane, who's the chief business officer for blockchain, came online and talked about, you know, and right now it's for iOS users only, not for Android. So we had 200,000 people on the waitlist waiting to get ahold of that blockchain domain. We've partnered with OpenSea as well. We've done some premium domain auctions. So what does that mean? Let's say Christmas X, right? Might be hundreds of thousands of dollars or a dear friend of mine, his name is Ray with an r, and he wanted R X, which is about a million dollar value for a domain. And so we auction off some of those premium domains with our partners, like we did with Opensea. We did something similar with crypto.com. and again, you know, our partnerships go really broad and wide as well. And if I can mention one other partnership opportunity too, I'm really big and also bringing diversity into this space. So we also started unstoppable women of web three. We have 120 companies who have now joined with us to support getting more diversity in the space. As you, you guys probably know, only 8% of the builders and creators in web three are women. And for me, that's just a tragedy. When I was at Amazon and doing Web two, it was like 25 to 30, and that was too low. 8% is ridiculous. And so we also have tons of folks joining us in that mission, like Google Cloud, for example, who started a web three division, Deloitte, which has a blockchain division, as well as the who's who of web three. And they are also all partnering with us to do what I call domain drops, where we will give a free domain to people like the city of Abu Dhabi. We gave a million domains away to all the women in that location, if they so choose to claim it, so that we can also open doors for this next generation as they form web three, that we've got that diverse perspective coming in."
    },
    {
        "speaker": "B",
        "text": "Very cool. Very cool chamber. What are your thoughts here? You're going to buy this domain I got on screen. I know."
    },
    {
        "speaker": "A",
        "text": "I could see you searching for a domain. And as I squinted, I saw what it actually was."
    },
    {
        "speaker": "D",
        "text": "Yeah, tell me what it says, guys."
    },
    {
        "speaker": "B",
        "text": "Chamber. Chamber. Cramp dot crypto."
    },
    {
        "speaker": "D",
        "text": "I'll give you that one. Chamber, if you want that one."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. No, I think it's great. And it's funny you speak of diversity because I'm blown away. We take a look at our site statistics, our download statistics. It's reflecting that same thing. And I have two daughters myself, and I try to, you know, try to. I never know what the best approach is. So I kind of try to play it like it's not a thing and you just kind of treat them regularly and there's, there's no, you know, there's no. There's no difference. So it. My daughter got shot. My oldest daughter, she's nine, got shocked the other day. She was watching an old, I think was an old movie and like, for maybe from the nineties, or something. And one of the boys in this movie says, oh, girls don't play video games. And, like, my daughter plays a ton of videos. Like, she looked at me like we went to a different universe. Like, what is this? And I'm like, yeah. Like, that was a thing. Like, you know, girls didn't play video games, or at least it was, it was seen that way. So in her mind, it was, it was completely insane that you would even make that statement. So hopefully, as things progress, we see more and more women in this type of, like, new and, you know, this growing, you know, these types of growing technologies and stuff like that. So hopefully we start to see that in the newer generations and we will for sure."
    },
    {
        "speaker": "D",
        "text": "We've already trained 40,000 women right now on web three through our women and web three effort as well. So fun fact, I used to run a women's gaming community over."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "D",
        "text": "Over a million women gamers? Yes."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Send your daughter to me. So for sure."
    },
    {
        "speaker": "A",
        "text": "That's awesome. That's awesome. Yeah, she was that. I'm very happy to hear that. So I'll make sure to relay that information."
    },
    {
        "speaker": "D",
        "text": "Yeah. So the power here, you know, to me, of the unstoppable domain is, it now helps everybody enter into this space. So another partnership that we just did is with Blue Studio female founded company, which I love. And what we did was we've launched a family wallet and a family Dao template. So it's really cool how this came about. We were doing a Twitter space together and someone got on and said, you know, my kids kind of know more about this than I do. Then I started talking. Well, every Sunday night, my family gets together and we have some people on Zoom, right? Because my parents are in another state. My daughter, my daughter. I have two daughters, too, chamber. My two daughters are there, my husband's there, but also their aunt and uncle, who are school teachers. And they're like, hey, we want to know more about the space. Everybody really is interested in web three. And so we partnered with Blue Studio Kelly, who's the founder and CEO there, to produce a family wallet that has permissions and controls for the family. And in some cases, you know, the kids are teaching the grandparents. There is, you know, play, play to earn capabilities as well. And then as I started talking about sitting around my kitchen table, people were like, wow, that's a family dow, Sandy. What you have there is a family dow. And so jointly, we've created some templates together as well, in a partnership with unstoppable to create your own family. Dao as well. So we're really into making sure that web three is accessible for everybody. We believe that everybody owning your own identity, we believe is a human right. So we want everybody to have a domain. Whether you're the grandparent, the aunt, the uncle, or the kid, everybody should own their own domain. And in fact, I'll have you guys guess, what's the earliest that anybody's ever had their unstoppable domain?"
    },
    {
        "speaker": "B",
        "text": "Oh, like probably birth. I'm sure somebody's bought one at birth. That I have a second son coming in November, and now I might have to buy his now, so that way I can set the record."
    },
    {
        "speaker": "D",
        "text": "You could set the record, yeah. Because we have someone who got their domain at 8 hours. So I think you could break that."
    },
    {
        "speaker": "B",
        "text": "I could do it. All right, I'm going to do it. I got to set myself a reminder. As soon as I have his name, he's gonna, as soon as we know his name, I'm gonna buy his unstoppable domain. T row for show says he would be voted out of his family dow knowing t row. I really, really, I agree with that. Yeah. Yeah, exactly. Des family dao vote on what's for dinner tonight. What are you, what are you proposing?"
    },
    {
        "speaker": "C",
        "text": "Is there a real world penalty for not voting? Because I just feel like my family members, that's, they just, they end up defaulting to whatever I choose, so."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Come on. That's like, I mean, if you could solve that problem of not knowing what to eat for dinner, you could change the world."
    },
    {
        "speaker": "B",
        "text": "So I, the other day, actually, that these dows and like the Dow in a box solutions and things, they need to, they need to be anonymous voting because, yes, they do. We just created a dao in the DJ network, and one way or another, certain people hold value in their vote if people know that it's them that voted. And so they've like, I've influenced the vote on totally on accident. So I've had to like, wait till, like later in the process to vote because I don't want to influence people. So I think a lot of these Daos need to have, I had a."
    },
    {
        "speaker": "A",
        "text": "Similar issue where I put through a proposal, and anybody that voted against me, I wrote down their names. Now you're on the list. Okay. And you know who you are. I know you're listening. I have your name. And anybody that voted for me while they get, they got extra leniency when they propose something. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's awesome. So, Sandy, last question here before we wrap up. I've really enjoyed this conversation and your futuristic view on where this is all going. Where do you see NFTs and the metaverse going ten years from now? And how does this idea of owning your identity and domain fit in there?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I think, in fact, I think that people often ask me, you know, what's your favorite digital identity solution today? And I'll say it hasn't been created yet because there are so many new ideas flowing in. So a couple that I really love for the future, we're working with a college right now that wants to place your educational background, so your diplomas, your certifications into that digital identity. How cool is that, right? Instead of having to call an employer to verify something, you could just go to your digital identity and send your record through. I graduated from this college, or I'm certified in blockchain or whatever you're certified in. One of the newest ones I love too, was at NFT NYC. We met with a group of healthcare startups and they told me that 60% of misdiagnosis caused by the doctors have their records or their test and they're all siloed. And so they're looking at putting some of that data on an NFT that could be stored in your digital identity and then you could choose to share, you know, all the tests and everything that you've had with a doctor so that they could make better diagnose. How powerful is that? Now, of course, if we do that, we need great security because I don't want to be sharing my blood pressure right now as I'm on this live with you guys. Right. I might want to share it with my doctor or, you know, someone who's getting ready to, you know, do some surgery on me. So those are some of the, I think, really interesting use cases that can come up. And I would love to hear from your listeners others, because we're getting so many great ideas. Again, the community has the best ideas and we're incorporating that into the future of where we want to go."
    },
    {
        "speaker": "B",
        "text": "Very cool. Yeah, I love that. And I think that's where this is all headed. Everybody, you know, the mass people out there right now see the NFT space and they think of it as flipping jpegs on the Internet. And there's really so much more. What this actually is, is a technology infrastructure that's going to create this digital identity for us all going forward. And I think that's where we're headed and that's the kind of stuff we need to see to get there, which is really cool. Before we wrap up, chamber or Des, any last questions here for Sandy?"
    },
    {
        "speaker": "A",
        "text": "Not on my end. We. Sandy answered all the questions that I needed answered. But I'm excited you're going sidechambercraft crypto right now. 100%. No, I'm excited. And to Sandy's point, and to your point, too much, the fact that, yes, it's not just about flipping jpegs or trading bitcoin or trading altcoins. I remember years ago when I first got into the cryptocurrency world, the ideas of being able to keep your medical records on blockchain, to vote on blockchain, I still think are two of the biggest opportunities worldwide that are going to take shape, hopefully sooner rather than later. But, yeah, I think the opportunities for this technology is almost incalculable at this point. It's exciting to hear smarter people than me say the same thing, which is always validation for me."
    },
    {
        "speaker": "B",
        "text": "Des, anything before we wrap up here?"
    },
    {
        "speaker": "C",
        "text": "No, this was awesome. That was good. Closed by chamber. So, no, really cool."
    },
    {
        "speaker": "B",
        "text": "Awesome. And then, Sandy, where can people find you? Where can people find unstoppable? What's the best way to learn more?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Well, obviously, our website, unstoppabledomains.com, if you're interested in women of web three, it's unstoppable. Wow. Three.com. and x. We actually have a web three website as well. And you can find me on Twitter at Sandy Carter, or telegram at Sandy Carter, or Instagram at Sandy Carter, founder. I'd love to hear from any and all of you, and I will gift all of you. If you guys all send me your pick for your domain, I'll get that over to you. Or for your. Is it your son, you said? Or daughter? I forgot."
    },
    {
        "speaker": "B",
        "text": "It'll be a son."
    },
    {
        "speaker": "D",
        "text": "Okay. Yeah, let me know. Okay. Awesome."
    },
    {
        "speaker": "B",
        "text": "Very cool."
    },
    {
        "speaker": "A",
        "text": "My future son."
    },
    {
        "speaker": "B",
        "text": "Your future nephew. Your blood nephew. Wrap it all up. There you go. Thank you so much, Sandy, for joining us. We really appreciate it. Go check out unstoppable domains, secure your digital identity, and until next time, stay mint."
    }
]