[
    {
        "speaker": "A",
        "text": "Who had the best intro? When you tried to replace me the."
    },
    {
        "speaker": "B",
        "text": "Other day, pain was unmistakable. I, like, literally, I didn't know if it was bunch, you or pain."
    },
    {
        "speaker": "A",
        "text": "I would like to kick it to pain to do the intro, if he's available. Payne, would you like to do the honors today?"
    },
    {
        "speaker": "C",
        "text": "I would love to. I actually have the Airpods in. How do they sound?"
    },
    {
        "speaker": "A",
        "text": "Great. Sound great."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Pretty great."
    },
    {
        "speaker": "C",
        "text": "Okay. Good deal. Hello, and welcome to the mint condition. My name is Payne, your substitute host alongside my esteemed colleagues. Bunch, you and chamber. How you fellas doing today?"
    },
    {
        "speaker": "A",
        "text": "I love that you just cut des out, man."
    },
    {
        "speaker": "B",
        "text": "I give this man so much praise, and then he has the stones to just cut me out. No wonder his name is."
    },
    {
        "speaker": "A",
        "text": "You were totally right that his was definitely the best, because."
    },
    {
        "speaker": "D",
        "text": "And I like the sound of. My name is pain, too. Like, that sounds."
    },
    {
        "speaker": "A",
        "text": "I mean, like, he could be in a movie with that, but."
    },
    {
        "speaker": "C",
        "text": "All right, completely my bad days. And if you. You might want to go review your team, team members, circles space, because I think they were sponsored by cocaine. And that's. That's all I'll say."
    },
    {
        "speaker": "D",
        "text": "They were sponsored by cocaine."
    },
    {
        "speaker": "A",
        "text": "All right, so we are officially kicked off here. We are pivoting today's draft from conspiracy theories to I think we should stick to nineties only chamber. What do you think?"
    },
    {
        "speaker": "D",
        "text": "I mean, I have a certain feeling about nineties music, but I feel like."
    },
    {
        "speaker": "A",
        "text": "The fan, like, oh, you're anti 90."
    },
    {
        "speaker": "D",
        "text": "The people will. Yeah, you know, it's not my favorite, but I know a lot of people are all horned up about nineties music."
    },
    {
        "speaker": "A",
        "text": "So I think it'll be, we want to pick, like, have genre requirements like we did with the movies, or do we want to just artists or songs."
    },
    {
        "speaker": "D",
        "text": "And artists are songs, specifically songs, and I think open. Open to interpretation. So whatever, nineties."
    },
    {
        "speaker": "A",
        "text": "Okay, so just. We're just gonna pick 390 songs that are. Okay, cool. So if you would like to participate."
    },
    {
        "speaker": "D",
        "text": "If you want to do all grunge, you know, if you want to do all grunge, you can do that if you want to mix."
    },
    {
        "speaker": "A",
        "text": "Cool. If you would like to participate in today's draft, please request up. I have a feeling this could be a fun one. I like songs over artists, because, like, someone's going to say a song and there'll be, like, an actual audio react like, you people be like, oh, yeah. But I feel like if you say an artist, like, you get a little less of that because people will probably pull some deep cuts out. So we. Yeah, come up. Come up and request up. If you would like to participate in today's draft. We'll get that going in a little bit. However, let's start with some NFT, you know, the latest in nfts this week. But before we do that, definitely go up to the top and set your reminders for Saturday morning cartoons tomorrow with GT. That is a fire space that they've been just absolutely crushing. Also, still later on tonight we have the NFT night shift, the Friday night edition at 11:00 p.m. on our YouTube channel. I think it's simulcast to Twitter as well. So check out the night shift for all your trading alpha. Check out Saturday morning cartoons tomorrow for just a absolute kick in the ass of positivity in the morning to get your weekend started. So set your reminders up top and let's get into it. Des, going to you first on the quick hit because I'm tired of talking about it at length, but I need your quick hit response on moonbirds, parliament yesterday."
    },
    {
        "speaker": "B",
        "text": "You sure you don't want to go to our third co host?"
    },
    {
        "speaker": "A",
        "text": "We can go to our third. Or wait, which we have like five co hosts now. I'm not sure if you're talking about Payne or Morgan or Steve. I don't even know anymore."
    },
    {
        "speaker": "B",
        "text": "Oh, I'm, oh, I'm like 7th now."
    },
    {
        "speaker": "A",
        "text": "Oh, Jesus."
    },
    {
        "speaker": "B",
        "text": "Okay, my quick take on parliament."
    },
    {
        "speaker": "A",
        "text": "First of all, did you watch it?"
    },
    {
        "speaker": "B",
        "text": "I got the highlights from a thread."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Let's put it that way. Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, if, not to mention, I mean, it just took over my Twitter feed for the rest of the day."
    },
    {
        "speaker": "A",
        "text": "Overall, I don't know."
    },
    {
        "speaker": "B",
        "text": "It's just more of the same. Nothing I really got too fired up about, to be honest."
    },
    {
        "speaker": "A",
        "text": "Are you still holding?"
    },
    {
        "speaker": "B",
        "text": "You know the answer to that."
    },
    {
        "speaker": "A",
        "text": "Okay, so if you were a moonbird holder, would you be excited that they're moving to the, you know, just full on art or are you kind of feeling a little like you little bait and switched here?"
    },
    {
        "speaker": "B",
        "text": "Total bait and switch."
    },
    {
        "speaker": "A",
        "text": "Okay. Chambere."
    },
    {
        "speaker": "D",
        "text": "I mean, my thoughts on the whole thing is I'm not giving them any more oxygen. I just feel they're just fair. That's done. I just don't see a path to success with them."
    },
    {
        "speaker": "A",
        "text": "Take from me is I thought watching the actual episode, the actual broadcast was the highlight of my day yesterday. Not because of the content, because I feel like it was benign. 90% dj war room folks in the comments of the YouTube chat, just absolutely roasting. And you know, we, we were, we were really just having fun. It was like the fun kind of fud, not the, oh my God, my bags are going to zero. Everybody sucks, bud. But like the, you know who was the leader? There was just so many Anthony down there was just crushing the comments. He was, he was killer. Steve Jobs in and had a good time. Made sure."
    },
    {
        "speaker": "D",
        "text": "Was JP in there?"
    },
    {
        "speaker": "A",
        "text": "I did. Yes. JP was in there. Actually. Sugar Shane had a lot of good, good comments in there. Steve got his coffee with Captain Plug in there as he's. As he would. Yeah, you've got a copy of Captain Plug in there. Frank was in there. Frank. Just like what an absolute power move, by the way, to just pop in and basically take over the chat. The proof cop in the proof episode. So that was pretty fun, but that was the highlight of my day. Kevin Rose looked like he was trying to be Steve Jobs. They did pottery at one point with snow fro. I mean, it was all there for you. So it was an hour and a half long. It was probably an hour too long. But as far as like, what the substance was that came out of it. I think if you, if you bought a moonbird at the, you know, an astronomical price, you're pissed no matter what, right? So like you're, you're just not happy no matter what. Because I don't think anything that they said yesterday is going to get you back to those prices. Like, I'm just straight up and even with all the art airdrops. So if price is your concern, then I think you're unhappy no matter what. I think you could be potentially unhappy if you're a proof pass holder because it does seem a little bit like the lines are going to blur and they're still going to try to do some stuff with these moonbird elders in the future for proof people. But I think you're probably a little perturbed about that otherwise. I think there's a chance I'd buy a moonbird again if the price got low enough because I'm actually interested in what they're doing. I wouldn't buy at six, I'd probably buy at like three. Because I think, you know, the whole curating art and uplifting artist is a cool mission. Do you feel bait and switched? Probably right? Like it took you a year to get here, I think. I mean, I definitely was listening to some people's takes this morning on coffee and some were super excited and some felt like, hey, you know, I thought you guys were going to be building stuff. And I think there's a lot of people that felt like they should be shipping product over, you know, being art factory, if you will. And the words of Joe. When's the next nesting date? Like, it's at the one year mark. So April 18 or 16th or 17th. Somewhere around there."
    },
    {
        "speaker": "B",
        "text": "I just. I have a feeling that the day after that, you're going to see a huge jump and you might get to three."
    },
    {
        "speaker": "A",
        "text": "Diamond Nest was confirmed that it will be some sort of nft art piece, I believe. No token for the time being. High rise was ditched, but they teased it for you, so you could just be like, hey, this would have been cool. Which I thought that was an interesting move, but, you know, it is what it is. I think if you are interested in collecting art, you now have a purpose there, and you know what it is. And there's a price I would pay to be involved in that again. I don't think it's succeed, though. That's my quick take there. How about Dez? Did you see the doodles news today? Did you see what's going on in the world of doodles?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw their updated roadmap or whatever. It's kind of weird, though. Like, to me, a good portion of it, like, as much as, like, 75% of it has already been, like, done, announced, or pretty much completed. So it's like, I don't know, it's not a ton to look forward to. More like, just, I don't know, reflecting on what's been done, which is fine, but I don't know if you're going to launch a roadmap, I feel like it's got to have, like, at least equal, forward looking initiatives."
    },
    {
        "speaker": "A",
        "text": "Yeah. So they. So they announced today their doodle map, and it is a graphic of essentially, what, a little sneak peek at their roadmap. It says, it all starts with the Doodle mission to inspire belief in the idea that doodling has the power to ignite your imagination and transport us to new realities. So they're basically saying, just like the printing press, tv and Internet, blockchain enables entirely new format for storytelling and identity will continue to leverage many aspects of this revolutionary tech to reimagine what it means for a fan, collector or holder to be part of a brand's universe. So, you know, they said they're striving to be one of the greatest entertainment and lifestyle experiences in the world, and our community and their collectibles will be connected to all of it. So, you know, they. They put it out there and, you know, there's Doodle bank on here, there's the duplicator, there's Doodles records, there's the OG collection, the studio doodles. Two genesis box planets and space doodles is what's on their roadmap there for or on the doodle map. Sorry. And yeah, I guess to your point, some of that, most of that stuff's kind of already announced or out there. I think it'll be interesting to see what they do in terms of how they connect all the dots together, which is very interesting. Possibility chamber. Does this make you bullish or bearish on dudes?"
    },
    {
        "speaker": "D",
        "text": "I would say bullish. I feel like there's a lot of what we'll call blue chips that are in the spotlight right now during the bear market. And they've pretty consistent, I think, better than most of the blue chips have done things pretty well. And I would argue that this is another one of those things."
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm interested to see here again kind of how they connect all the dots and how they tie it all back to the OG collection. Right. I think it's such a tough thing that we've seen time and time again where, okay, these businesses have to expand and grow. How does that dynamic work when you have an OG collection that expects certain things to be either dropped to them or value created for them? And that's a tough thing. Right. You know, we've seen it. Yuga's done it, obviously the best. Very well. And, you know, we'll see how doodles does with their expansion here because I think they have super, super, super lofty goals. I think it's awesome. I think they have the team to execute it. It'll just be interesting to see kind of how it all ties together. Let's go to circles real quick. Welcome, circles."
    },
    {
        "speaker": "C",
        "text": "Hey, Agm Gm, everyone circling kind of. It's a terrible pond. I'm sorry. Circling though, back to kind of the moonbirds floor price. I'd asked this question with Kafu captain. I'm curious of y'all's answer on it as well. It sounds like a bit of the whole moonbirds disgruntled this is that it ran up so high when it came to the Ford price. And now you've got kind of these jaded people who were expecting a value of 30 5100 either whatever they paid for proof or minors or what have you, and obviously they're not getting that. Do we think that moving forward there might be like a max floor price that communities might try and either code directly in or just come up and say, hey, don't pay more than this because the value added isn't going to be up to the expectations? Like we're not going to be able to get up to those expectations, kind of probably, especially with royalties kind of going by the wayside as they are, the teams aren't necessarily even seeing that revenue generation from those, like 5000 whatever x sales. So, yeah, just wanted to get y'all's opinion on that."
    },
    {
        "speaker": "A",
        "text": "It's a really interesting thing to think about. Probably would be against capping a floor price in terms of that. Because, man, it's such a hard thing to think about because the, like, proof is just such a great example of it, right? Like, proof passes were 150 eth at one point. Moonbirds hit 40 eth, and it's just so unrealistic that that value will ever be delivered back to them from the team. However, then you look at something like cryptopunks, which never had any utility, and those are seen as art and historic, and there's a different dynamic there. But what's saying that one of these collections couldn't transcend into something like that, right. Where if you build a big enough community around these, and it becomes at some point less about the utility and more about the collectability, then you wouldn't want to cap a floor price. I don't know. It's such a. I would not be a proponent of that, but I understand why. I understand the logic behind it. Right. You're basically saying, hey, I'm trying to protect. I'm trying to protect a consumer from overspending on something that, you know, and speculating on something I can't necessarily deliver on, you know, it's just such a hard thing to regulate. Period. Des, I'm curious, your thoughts. Have you ever thought about something like this?"
    },
    {
        "speaker": "B",
        "text": "It's an interesting subject to debate about. I don't know if in practical sense, it ever would happen or the team would kind of put that out there, because I think it kneecaps you either way. But it's a responsible measure in a sense, but it's probably something more fun to debate than actually do. Bunchy, that was a decent argument about what's to say, but, I mean, I think. I'm curious. I'm pretty sure I can safely say that this will never, ever, ever, ever get back to 40 eth. Just given its trajectory in history. I don't think there's anything they could do, really, at this point, to get back to 40 eth."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would agree. I think even 20 is probably tough at this point. Especially. They took away the mechanic, essentially, that was there to kind of tighten up the supply, which is the nesting rewards. They announced that that's going to be kind of ending there. I don't know if nesting in particular ends there, but the rewards, I think. Do circles respond to that? And then we'll go over to Steve."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was almost then wondering if we don't think that'll drive superwhelms. And then maybe just upfront communication of like, hey, here's what. And I. That's kind of the problem that I guess has had so far is they haven't really known what their whole plan was, as it were. But it's like upfront communication from the team of like, here's what we're planning, here's kind of the vision. Set your expectations when it comes to buying and selling within this range. That way you still allow yourself to have that wiggle room of expansion and growth and everything, while not kind of being dictated by secondary markets. I don't know, it's just, yeah, it's probably mostly a thought experiment, but one that is fun to think about."
    },
    {
        "speaker": "A",
        "text": "Totally. It's. It's kind of fascinating to think about, but I do think it would, like, hamstring you from a, you know, hey, whoa, whoa, whoa. We're only worth one eth max, right? Like, maybe says who, right? And says at what point in time? Right? Like, if you code it into a contract and can never change anything on that. Like, you know, what? If you do end up being the next yuga and, you know, you're worth $4 billion, your asset is probably worth more than whatever floor price you set when you start. So it's interesting, Steve."
    },
    {
        "speaker": "E",
        "text": "Um, I was gonna. Well, first I was gonna say, like, they kind of did set that cap with the cc zero."
    },
    {
        "speaker": "C",
        "text": "Hey."
    },
    {
        "speaker": "E",
        "text": "Oh. But, like, I was actually gonna toss out the idea that, um, I was gonna ask a question, because you mentioned the nesting thing, and I don't think they explicitly said that they wouldn't reward people who were nested after that. I don't think they said they were ending nesting."
    },
    {
        "speaker": "A",
        "text": "Mechanic."
    },
    {
        "speaker": "E",
        "text": "I think they just said it would be the last nest and that those people would have access to a specific r drop. So I do wonder if there still will be value holding there. But I want to get your opinions on. I know it's been talked about verbatim today, but I think that part kind of got left in the dust by a lot of people with the whole art thing. Like, what do you think about ending nesting? Which was effectively 90% of birds are nested, so it feels like there's a very, very high risk of ending nesting when it does come to that floor. Price concept, because I think a lot of people did nest with expectations of rewards. So I'm just curious what you're. And initially, those are going to be tiny token."
    },
    {
        "speaker": "A",
        "text": "They nested with that, and I think they held with that in their minds as well as in like, hey, there's a, there's a mechanism here that, you know, all we need is that next bit of good news, and 90% are locked up, so it'll fly. Right. Like, that was a, that was an actual narrative that existed. And yeah, I think doing away with that, it's going to be super interesting. As you guys were talking, cap and Steve, this morning, about, you know, what are the distribution on these art drops look like with artists that are, you know, well known, they're not going to want to, you know, put out 10,000 supply of a specific piece. So, you know, once that first mechanic comes out, they really have to nail it for you to feel like, hey, there's reason for me to hold this thing because I'm going to be included in these drops, or that the drops, you know, might be worth something or whatever. I think most, mostly the inclusion piece. Right. If you sit there, if you're sitting there holding a bird that you had nested, and, you know, their first exhibit comes out and for whatever reason, it's only available to a short supply of people, then, you know, you might, you might be sitting here and you're like, man, there's better things I could do with seven eth. I can. I can go collect seven eth worth of art elsewhere. You know, it's interesting because, like, I think that mechanic had so many people stay in the game for so long because of this. Like, hey, all we need is one announcement, and I wouldn't be too bullish that there's ever going to be a token coming, right? Like they said, it's kind of off the table for now. But the reason they gave was, well, we need a robust ecosystem for it to power first. And they kind of didn't put plans out that made me think that that would be like, that there would be some kind of ecosystem that required or needed a token. Unless, you know, maybe you're buying art with this token at some point and it becomes this kind of artist economy token, which is interesting, but I think that takes a while, if anything, you know, it'll be interesting. Chamber, what do you think about the nesting?"
    },
    {
        "speaker": "D",
        "text": "I think it'll be like final capitulation, to be honest. I think once the last. What's the diamond? Is the last one. Yeah. I mean, then, then like final capitulation, I think happens."
    },
    {
        "speaker": "A",
        "text": "You picking you up to eat two and a half?"
    },
    {
        "speaker": "D",
        "text": "No, I don't think so."
    },
    {
        "speaker": "A",
        "text": "Because I don't buy one. I'd buy one at mint price, I would. Because I'm interested enough in the art part of it to actually care."
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Price. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "Yeah, but, yeah, yeah, I think. But I think that's where it goes to. I think that's where it kind of stays. Like, I think it just naturally."
    },
    {
        "speaker": "A",
        "text": "It'll just stay there as a side love chamber."
    },
    {
        "speaker": "E",
        "text": "Using the term final. Sorry, it just cracks me up. He said, I'm talking about capitulation. He's like, final moonbirds will."
    },
    {
        "speaker": "D",
        "text": "There's, there's, you know, when you're trading, there's, there's kind of in the, in the bull market to the bear market, there's, there's usually a couple of, you know, kind of capitulations. Right. Your blow off top capitulation. But then that final kind of death blow after months and months and months where everybody just thinks it's going to absolutely nothing. And in crypto, you can sometimes smell it. You know, get the bottom and."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, and you can. Yeah, you can definitely smell it. But there's opportunity there in that final capitulation. I just don't think there's opportunity in the moonbirds."
    },
    {
        "speaker": "A",
        "text": "One, unfortunately, interesting des, price prediction for moonbirds on 4 July."
    },
    {
        "speaker": "B",
        "text": "This was like, remember, this was my new year's prediction or whatever, was what? Moonbirds price ends the year. And I made a lot of people sad."
    },
    {
        "speaker": "A",
        "text": "It was two."
    },
    {
        "speaker": "B",
        "text": "I'm gonna go by 4 July. I'll go three."
    },
    {
        "speaker": "A",
        "text": "You interested at any point in that price range? No, no. Interesting circles. Jump back in and then we will get to one more topic and then draft."
    },
    {
        "speaker": "C",
        "text": "Sorry for talk. And I did have a question, and this is kind of from the outside, looking at a lot in the moon birds ecosystem. But how helpful is the nesting metric? Because theoretically, you buy a moon bird, you want the reward. So you're immediately going to nest it. Whenever you want to sell, you're going to unnest it, but there's no real reason to not have it nested. So it seems like it's in your wallet. Unless you're planning on immediately selling, you're generally going to want it to be in that nest for those rewards. So how it seems like that's once again from the outside looking in. Not a super helpful metric."
    },
    {
        "speaker": "A",
        "text": "Maybe. I think it was in first of all, definitely was in the beginning. And when you're looking at like things like trading and momentum that matters when youre thinking about, okay, whats the available supply on the market, how thin is the order book, essentially from a trading perspective or buying it for number to go up perspective. But I think youre right in the sense of once the nesting rewards end, if they dont have any reason to be nested, then its irrelevant. Like, it doesn't matter if 99% are locked up, if there's no reason that anybody shouldn't at any one time say I'm out, then, then it really is irrelevant. Like there was a time where you really, you couldn't, you couldn't list a nested bird or it would come out of the nest or something. And that was again, all based on the rewards. So if the nesting rewards mechanic goes away and there's no reason for people to be nested, then it becomes, to your point, I totally irrelevant because I'm not punished for any, just one specific time saying, okay, I'm going to come out of the nest and, and list it. Right. Um, that would be my take on that. Des, you got a, any takes on nesting?"
    },
    {
        "speaker": "C",
        "text": "Uh, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, like, yeah, that's, I'll stick to my prediction, which is as soon as a diamond ends, it's gonna be a lot of moonbirds on the market."
    },
    {
        "speaker": "A",
        "text": "Anthony, the troll of the afternoon yesterday in the moonbirds chat. Welcome."
    },
    {
        "speaker": "C",
        "text": "What's up, Bunch? Yeah, that was a lot of fun. I think the highlight was when Frank said one thing and I nailed on him and I said, frank's fudding the chat. And he was literally like, no, no, no, I'm not fudding."
    },
    {
        "speaker": "A",
        "text": "I'm not fudding."
    },
    {
        "speaker": "C",
        "text": "That was my highlight. But I wanted to answer Circle's question quickly. I think that the metric is still kind of important and the reason being, and unless you are going to look at this purely as like, oh, moonbirds are cco, so no traits matter. Like, every moonbird is a floor moonbird. So unless you're on that bandwagon, which is also a valid take, the like, if you were trying to sell certain traits and the whole trait community and people who wanted more rare birds for the art, that would matter because those are less liquid, right? So people, unless you're like flooring to a wheat bit on blur, watching people nest instead of listing at you may list two x the floor, but you're not because you'd rather nest. That means that to me that you'd rather be a part of the ecosystem instead of trying to flip a rare trait or something. Like that. That's the only way I would look at it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's pretty spot on also. Yeah. Interesting. We'll see what happens here with moonbirds in the next couple months. And chamber. I assume it's you that keeps changing the show title. I was looking up and I saw nineties music before and I see never going back to 40 eth, which I think is a fair statement. So not gonna direct quote from a host. Last topic I wanted to touch on before we get to the draft here, ERC 4337. This is a new standard that's being proposed and I guess tested by. I saw an article from Vitalik the other day that, you know, this was actually being tested and working on being deployed. Really interesting, I think worth knowing about if you haven't seen this yet. So I pinned a tweet up top from Rohan and I thought this was a really just nice way to look at this, but just very high level. It says ERC 4337. Crypto wallets will onboard the next 1 billion users into web three. Here's how it'll help a normal user and so goes into what this standard is, and it's actually about account abstraction. And this is basically a new type of wallet that gives you the same features almost like a bank would, to have access to lost information, essentially. So what could you do? What, like, what's better about this? It can do things like wallet recovery, multisign transactions, bundled transactions, custom limits in two fa gasless and sponsored transactions, and a ton of other stuff. So I mean, I think one of the big things here is wallet recovery. It's something we talk about a lot in this space as far as, you know, how the UI needs to improve, UI UX needs to improve before we can, you know, and the wallet infrastructure and being so permanent and seed phrases and private keys and things like that. So wallet recovery would be a massive thing for it to come out in standard multisig is super interesting as well. So I just wanted to bring this up in case people hadn't seen it. It's a little bit off of the, you know, NFT specific talk, but I think it is super relevant in terms of, you know, moving the space forward and in an easier way to transact Des. Have you seen this? What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I read through it."
    },
    {
        "speaker": "D",
        "text": "It's good."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the two biggest features you called out, which is social wallet recovery and. Yeah, no, I think it's. I, I think it's gonna be good for the space long term. It solves a lot of problems."
    },
    {
        "speaker": "A",
        "text": "We've, you know, heard the social over. The social wallet recovery thing was interesting. It basically says individuals called guardians can change your signing key. So you would essentially need to have kind of trusted people that were connected to your wallet. Is that how I'm like delegated trustees essentially? Is that how it works? Do you know?"
    },
    {
        "speaker": "B",
        "text": "That's what it sounded like on the surface? I just read through Rohan's thread, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. Chamber suss or bus on this."
    },
    {
        "speaker": "D",
        "text": "Sorry, it's just changing the title again. Just some nineties music drafts. I don't know, it seems busing. I feel like the kids would think it's busing."
    },
    {
        "speaker": "A",
        "text": "Kids love account abstraction. I'm tying."
    },
    {
        "speaker": "D",
        "text": "They sure do. Especially. Yeah, social wallet security. I think it's top of mind for."
    },
    {
        "speaker": "A",
        "text": "A lot of, a lot of young people. Yeah. Out there talking about it."
    },
    {
        "speaker": "D",
        "text": "I don't even know what the Jennifer."
    },
    {
        "speaker": "A",
        "text": "20 tick tocks today about account abstraction. You know."
    },
    {
        "speaker": "D",
        "text": "It'S very topical. That, that and the last."
    },
    {
        "speaker": "A",
        "text": "That's right, those. We gotta get moving on this draft if we're going to, if we're going to get this, if we're going to get there today. So everybody on stage is participating, unless you give me a thumbs down. So we've got. Who's Manning djen today also you. Okay, so we don't have djen. So it's me, you, Steve, desero, Morgan, Anthony v. Two pain circles. Oh boy. Here comes JP. Cast for. He's got some nineties music takes, I'm sure. Sure he sure does."
    },
    {
        "speaker": "D",
        "text": "Only early."
    },
    {
        "speaker": "A",
        "text": "All right, excellent. So chamber, I'm going to need. We're going to draft order. I'm just going to go in the way that I see it here from bottom to top. So me and you usually go last. So we'll do it that way as well. So I've got circles up first today. Then we've got Payne v squared, Anthony, JP Morgan, facero."
    },
    {
        "speaker": "B",
        "text": "Ah, JP Morgan. That was incredible."
    },
    {
        "speaker": "A",
        "text": "Des. Steve, you, me. Got it."
    },
    {
        "speaker": "D",
        "text": "What's happened?"
    },
    {
        "speaker": "C",
        "text": "Do we have any ground rules?"
    },
    {
        "speaker": "A",
        "text": "It's just three nineties songs, no genre requirements. You can go any which way you would like."
    },
    {
        "speaker": "C",
        "text": "I'm just gonna. I know I'm gonna do terrible. So just, I'm gonna step down circles."
    },
    {
        "speaker": "A",
        "text": "Already conceding, just, just bowing."
    },
    {
        "speaker": "E",
        "text": "What's that thing where japanese people like carrying, carries the sword, the old like."
    },
    {
        "speaker": "A",
        "text": "Which is very topical. Actually, I was thinking hari kari, which, by the way, it's a word I haven't used in years and I actually used it in a text Chamber yesterday, he sent me. He sent me a YouTube video, and I said, if this isn't instructions on how to commit hari kari in my garage, I don't want to watch it. So very topical that you came. You came with that today. What are the odds? I don't know. That's very crazy odds."
    },
    {
        "speaker": "E",
        "text": "Oh, Chamber. As a side note, this is relevant to only two people on stage. But I sent a message to Morgan and Joe yesterday that remind me to tell you the conversation I had with Chamber yesterday. I don't want to put in the text about when Chamber had to roll up his window."
    },
    {
        "speaker": "D",
        "text": "Oh, my."
    },
    {
        "speaker": "A",
        "text": "Yeah. We still not live."
    },
    {
        "speaker": "D",
        "text": "You want to?"
    },
    {
        "speaker": "A",
        "text": "Not if it's not appropriate."
    },
    {
        "speaker": "E",
        "text": "It's pretty bad."
    },
    {
        "speaker": "D",
        "text": "But it is. It is about the show, so, I."
    },
    {
        "speaker": "A",
        "text": "Mean, no, I don't want you off."
    },
    {
        "speaker": "D",
        "text": "We'll bring it up on Monday. I'll talk to you offline, and if it's appropriate, we'll."
    },
    {
        "speaker": "A",
        "text": "By the way, is Mackie. Mackie here today? He's not, right?"
    },
    {
        "speaker": "D",
        "text": "I don't think so."
    },
    {
        "speaker": "A",
        "text": "I'll wait to bust his chops about his PFP. Now, until next show, because we were talking about it in our TMC challenge. All right, so we've got pain up first with the number one overall draft pick, nineties music. Go for it."
    },
    {
        "speaker": "C",
        "text": "I'll be honest, this. This feels like the worst time to have the number one pick because there are so many options. So I'm gonna pick something that I hope just spoils somebody, and then I feel like I can get the rest of mine. So with the first pick in the draft, I'll go with."
    },
    {
        "speaker": "A",
        "text": "Good one."
    },
    {
        "speaker": "B",
        "text": "The guitar song every single beginner knows in the United States."
    },
    {
        "speaker": "A",
        "text": "Very true. Very true. I am looking at a list right here, and that is the number one overall on the list, by the way. So pain sticking to the draft boards so far?"
    },
    {
        "speaker": "D",
        "text": "I feel like. I don't know. I feel like a lot of people are going to go with their favorite songs as opposed to, like, probably it's."
    },
    {
        "speaker": "A",
        "text": "Hard to please the crowd. It's so subjective today. So we got v squared up next."
    },
    {
        "speaker": "C",
        "text": "Oh, man, this is. This is tough. Um, first pick, I'm gonna go with good vibrations. Marky mark."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Good one."
    },
    {
        "speaker": "A",
        "text": "Come on, feel it."
    },
    {
        "speaker": "D",
        "text": "Feel it."
    },
    {
        "speaker": "A",
        "text": "Jeez. Anthony, you're up. We've got smells like teen spirit. Good vibrations. Where are you going?"
    },
    {
        "speaker": "D",
        "text": "I feel like good vibrations was coming in hot."
    },
    {
        "speaker": "C",
        "text": "I'm coming in hot. And I'm going with tub thumping trumbo, get knocked down, and we get back up again."
    },
    {
        "speaker": "D",
        "text": "These are bangers."
    },
    {
        "speaker": "A",
        "text": "Okay. Tub thumper. Let's do it. Fantastic choice. I mean, I think everybody knows that song, so it's a great, great choice. JP, we've got you on deck."
    },
    {
        "speaker": "D",
        "text": "I'm gonna go back to my gangster origins."
    },
    {
        "speaker": "A",
        "text": "I was gonna say you're definitely going gangster here because that's just who you are."
    },
    {
        "speaker": "D",
        "text": "Let's go. Tupac and Snoop Dogg, two of America's most wanted."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Is that the name of the song? Two of America's most wanted?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "I just want to make sure I'm writing that down properly."
    },
    {
        "speaker": "A",
        "text": "That's the Utah gangster rap anthem. The streets of Provo."
    },
    {
        "speaker": "D",
        "text": "The radio."
    },
    {
        "speaker": "A",
        "text": "The deep streets of Provo. Salt Lake City killers, Slc."
    },
    {
        "speaker": "D",
        "text": "I. I could easily go all wrap on this. It would be."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. And I'm sure you're gonna be. You'll probably be able to. There's like, so many good rap songs from the nineties, so I think you'll be able to, uh, Morgan, welcome to the draft, I think your first draft, huh?"
    },
    {
        "speaker": "F",
        "text": "No, I. Oh, yeah. I guess I didn't participate in the zombie apocalypse. I was just, you know, number one. Yeah, exactly. I just never won draftic. Thanks for that one, pain. Yeah. This is really hard for me because I actually love nineties music. And I'm not sure if I should go hard rock or something lighter, but I think that I want to mess with bunch here. And I know we have very similar tastes in music, quite frankly. I want to do Dave Matthews band just because of Steve, and take that from him. But I'm going to go. I'm going to go sublime. What I got, because I genuinely love that song. Genuinely. That was on at the gym today. I was getting pumped to it. It was good. So I'm going to take that. Take that."
    },
    {
        "speaker": "A",
        "text": "I feel like Captain would have went all DMV. I think. I think Cap would have gone full DMV roster. Morgan, great choice. Definitely high on my radar. However, I'm pretty sure, like, you have. You have a pretty hard taste in music as well. You're into some hard rock, right?"
    },
    {
        "speaker": "F",
        "text": "I mean, let's be honest, I was a pretty angry kid, so, yeah, I definitely. I definitely rage out a little bit. I'm not gonna lie."
    },
    {
        "speaker": "A",
        "text": "I remember you. I remember you, like, referencing a concert that you'd been to, and I was like, oh, that don't mess around. All right, we're going with Facero. Welcome."
    },
    {
        "speaker": "G",
        "text": "You are all killing me, so."
    },
    {
        "speaker": "B",
        "text": "Okay, good one."
    },
    {
        "speaker": "G",
        "text": "Yeah, I wanted to come in hard and go for barbie girl, but I thought I'd actually be serious. I actually so killing me."
    },
    {
        "speaker": "A",
        "text": "Barbie girl would have been a good pick, actually, I think. But killing me. Sophie, a very good choice as well. Des, that goes to you."
    },
    {
        "speaker": "B",
        "text": "I'd like to say that if AI voice changers get really good on Twitter, I'd like to change my voice to chris's, uh, for sarah's voice."
    },
    {
        "speaker": "A",
        "text": "So good future."
    },
    {
        "speaker": "D",
        "text": "So, I mean, if Des is available, I'll take Des's, uh, if he says his voice."
    },
    {
        "speaker": "B",
        "text": "That's so nice."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Desil, upgrade to viserys. Go."
    },
    {
        "speaker": "B",
        "text": "Fuck you, bunch."
    },
    {
        "speaker": "A",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "That sounded like, uh, a lot accomplished with it."
    },
    {
        "speaker": "A",
        "text": "I didn't realize that you were on, like, chambers, Mount Rushmore of voices. I just didn't know."
    },
    {
        "speaker": "D",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Jesus."
    },
    {
        "speaker": "D",
        "text": "I could be on another level if I had."
    },
    {
        "speaker": "B",
        "text": "Sorry, we can't all do impressions. Gotta use our own voices."
    },
    {
        "speaker": "A",
        "text": "All right. All right, let's go."
    },
    {
        "speaker": "D",
        "text": "What do you got?"
    },
    {
        "speaker": "B",
        "text": "I'm, I'm gonna, I'm gonna do the first, uh, first all female band, I think. Or maybe even just straight female that's been picked. I'm gonna go TLC. Don't go chasing waterfalls."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "That was, that was gonna be my pick."
    },
    {
        "speaker": "A",
        "text": "That's interesting. Good pick, good pick. Classic Steve. We're up to you, Steve. Steve Seinfeld theme song."
    },
    {
        "speaker": "E",
        "text": "No, I was going to say if we were doing we're, and I know we're not, but if we were doing particular picks, we should actually have everyone required to pick a one hit wonder, which would be fun just because, like, there's been some really banger one hit wonders in this group. But I'm going to go a different direction with, like, sort of like a crossover pop. Oh, God, this is so hard. Fuck yeah. Never mind."
    },
    {
        "speaker": "A",
        "text": "I'll go."
    },
    {
        "speaker": "E",
        "text": "Mo money moving it."
    },
    {
        "speaker": "A",
        "text": "That was going to be mine, actually, if it got to me. Good choice. Oh, man, that's a good pick. Steve Chamber, you're up. We got the turn coming."
    },
    {
        "speaker": "D",
        "text": "I'm up."
    },
    {
        "speaker": "A",
        "text": "You're up."
    },
    {
        "speaker": "D",
        "text": "Oh, geez. This is exciting. Okay, there's a couple that I absolutely love. For the record, my number one pick was going to be teenage dirt bag, and it's from 2000. Just upsetting. So actually, here, I'm gonna go with, with my. Yeah, I'm gonna go sabotage by Beastie Boys."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. Sabotage by Beastie boys."
    },
    {
        "speaker": "D",
        "text": "Sabotage. Yeah."
    },
    {
        "speaker": "A",
        "text": "Gosh, I don't know what to do here. I'm gonna go with my first pick. I'm actually gonna take the other TLC song. And I'm gonna go with no scrubs. And then for my next pick, I will take oh, I don't know how I could leave that on it."
    },
    {
        "speaker": "E",
        "text": "It's fucking hard."
    },
    {
        "speaker": "C",
        "text": "It's."
    },
    {
        "speaker": "A",
        "text": "Good. I'm actually gonna go. I'm gonna go. Baby got back for my second one."
    },
    {
        "speaker": "D",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Chamber. That's you again."
    },
    {
        "speaker": "D",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "No scrubs. Baby got back. I'm a. I'm a whole vibe."
    },
    {
        "speaker": "D",
        "text": "I think I'm gonna go with, man, there's some great songs. I think I'm gonna go with under the bridge by the chili peppers."
    },
    {
        "speaker": "A",
        "text": "Good one. What was your first pick?"
    },
    {
        "speaker": "D",
        "text": "Sabotage by Beastie bowl."
    },
    {
        "speaker": "A",
        "text": "You got a good. You got a good lineup going. All right. That you've got under the bridge and sabotage. I went with no scrubs. Baby got back. Steve, you've got mo money, mo problems. Solid start. Can you keep it up?"
    },
    {
        "speaker": "E",
        "text": "I'm going to go with the band, the favorite band of Violetta Zaroni. The musician. The famous web three musician. And I'm gonna pick Green Day."
    },
    {
        "speaker": "A",
        "text": "Basket case. Solid. Oh, that's the first green day song off the. Off the board, off dukey."
    },
    {
        "speaker": "E",
        "text": "Yeah. Or. Sorry. You're talking about their first big hit. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, amazing record as well. That got played out a million times on my old cd player until it skipped. So who is next? We've got Dezdev."
    },
    {
        "speaker": "B",
        "text": "I. This is like. I just. This is one where you get the feels. Just hearing it driving around in my sister's car when she got her license. Like, this is good times. And this is way before freaking pitch perfect. A non musical, but no diggity."
    },
    {
        "speaker": "A",
        "text": "Good one. Shit."
    },
    {
        "speaker": "E",
        "text": "That was on my list. I thought it would last."
    },
    {
        "speaker": "A",
        "text": "I almost went there with my first. With my first round, I thought it would. Two. Good pick. I like that one."
    },
    {
        "speaker": "C",
        "text": "I 100% thought that would make it to the third round."
    },
    {
        "speaker": "A",
        "text": "No diggity, who do we have next? We've got. All right, so, des, you have waterfalls and no diggity, solid zero back to you. You've got killing me softly as your first pick."
    },
    {
        "speaker": "G",
        "text": "Okay. Okay, so I've got to bring it back to the. This side of the pond, and I'm going to go with fire starter by prodigy."
    },
    {
        "speaker": "D",
        "text": "Great song."
    },
    {
        "speaker": "G",
        "text": "Just love that. When that first came out, it just blew me away, and it still does. I can play it now and guess I think it's like the. The hairs on my back stand up. It's just thrilling."
    },
    {
        "speaker": "D",
        "text": "It's. It's that initial sound. It's that whatever. Whatever they're using to make that sound at the start is. Yes, I'm with you 100% on that one."
    },
    {
        "speaker": "A",
        "text": "It's called great guitar. I'm kidding."
    },
    {
        "speaker": "D",
        "text": "Is it a guitar? I can't put my finger on it. It could just be, like, electronic, you know, something with a keyboard."
    },
    {
        "speaker": "A",
        "text": "I was actually waiting for Steve to come in with, like. Actually, it's an electronic synth."
    },
    {
        "speaker": "G",
        "text": "It's actually just a projection of inside his mind."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "That's."
    },
    {
        "speaker": "A",
        "text": "That's all I want done by AI Morgan. We've got what I got by sublime, and you're up for your second pick."
    },
    {
        "speaker": "F",
        "text": "Okay. I just have to do tried and true. Anytime it comes on the radio, I'll never let anybody change it. I'll sing every word of the song, and it's. Feel free to judge me for this. It's limp Bizkit break stuff."
    },
    {
        "speaker": "A",
        "text": "Wow. I told you I was angry."
    },
    {
        "speaker": "F",
        "text": "How do you think I'm so peppy all the time?"
    },
    {
        "speaker": "A",
        "text": "That's awesome. All right, so. Oh, man, I didn't even think about Limp Bizkit."
    },
    {
        "speaker": "D",
        "text": "Do we get a day check on link on that song? That's a close one. I feel like it might be 99 or 2000. Do we know?"
    },
    {
        "speaker": "F",
        "text": "No, it's in the nineties. I'll double check. I'll double check."
    },
    {
        "speaker": "D",
        "text": "Let's double check that."
    },
    {
        "speaker": "F",
        "text": "And if I don't get that one, I'm going 99. I was gonna say nailed it. Nailed it."
    },
    {
        "speaker": "A",
        "text": "Good for you, man. I gotta tell you, I absolutely. This is so embarrassing. Why am I saying this? I definitely had the Red Fred Durst baseball cap that I wore back."
    },
    {
        "speaker": "D",
        "text": "JP still has."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's actually true. Yeah."
    },
    {
        "speaker": "F",
        "text": "Bunch. I made a music video where I had a fake tattoo on my arm, too. Rolling. And I was stinging into a vacuum."
    },
    {
        "speaker": "A",
        "text": "Well, we need to find that today. All right, JP, you are up. You've got two of America's most wanted as your first pick. Where are you going for round two?"
    },
    {
        "speaker": "D",
        "text": "I feel like this is totally the other side of the spectrum, but I'm going to go. I'm going to go buddy Holly. Oh, great pick was on my list."
    },
    {
        "speaker": "A",
        "text": "JP Weezer. I'm surprised that was their first appearance. They've got a couple that could probably make this list. Anthony the chumblewumba on the first pick. Where are you going from here?"
    },
    {
        "speaker": "C",
        "text": "I don't believe we could do a nineties draft without picking one hit wonders. So my second one hit wonder is going to be closing time by Samsung."
    },
    {
        "speaker": "A",
        "text": "Wow, he's a good one. Wow, man. Tub thumper and closing time. Solid as a first two. Very, very solid."
    },
    {
        "speaker": "D",
        "text": "Whose closing time is that? Ben folds."
    },
    {
        "speaker": "A",
        "text": "Semi sonic. Semi sonic."
    },
    {
        "speaker": "D",
        "text": "Semi sonic."
    },
    {
        "speaker": "A",
        "text": "Okay, no Ben folds yet. Interesting. All right, V squared. It's good vibrations, Marky Mark."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is, this is, like, impossible, because every time I hear another song, I'm like, oh, yeah, that's definitely the best one. So I think I'm just going to kind of go off the walls here and go by what I think might have been actually, like, top billboard, possibly. And it makes me question myself with Morgan's pick of limp Bizkit, because I'm going with wannabe Spice Girls."
    },
    {
        "speaker": "A",
        "text": "Oh, solid. Good vibrations."
    },
    {
        "speaker": "D",
        "text": "That's a good song."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course it is."
    },
    {
        "speaker": "F",
        "text": "That's still a banker. Still a banker."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right, pain."
    },
    {
        "speaker": "C",
        "text": "I hate to admit it, but, yeah."
    },
    {
        "speaker": "A",
        "text": "All right, pain. You've."
    },
    {
        "speaker": "G",
        "text": "I watched that video many a time."
    },
    {
        "speaker": "D",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "G",
        "text": "I know how fun video."
    },
    {
        "speaker": "D",
        "text": "I know how old you are. We're the same."
    },
    {
        "speaker": "A",
        "text": "That's really funny. Pain. It's taken a while to get back to you. You've had a lot of time to think. Where are you going with your pick? Number two and three? You're finishing yours out right now."
    },
    {
        "speaker": "C",
        "text": "Yeah. I'm starting to realize that me and des kind of have the same taste in music. No diggity was I. I messed up. I thought it come back to me, and it didn't. I was gonna go a little east coast, west coast vibe. I think I'm gonna start with West coast. I'm gonna go Jennings solid, and then I'm actually gonna pivot just because I think Des also said bringing in the female group, and I think I want to do that, too. I got to bring in my. My. My girl queen bee, and I'm gonna go with. Say my name."
    },
    {
        "speaker": "A",
        "text": "All right, so you're in the clubhouse. Wow, you're pretty solid here. I feel like there's no wrong answers to this draft. You've got smells like teen spirit gin and juice. And say my name. Very solid lineup. V squared. Finish yours out. Good vibrations wannabe. And."
    },
    {
        "speaker": "C",
        "text": "And so I'm thinking of. I've got two in mind. The one that I think is probably more relevant today. Go with. Regulate."
    },
    {
        "speaker": "A",
        "text": "With one regulator."
    },
    {
        "speaker": "C",
        "text": "My other one was going to be gangsters paradise."
    },
    {
        "speaker": "A",
        "text": "Very good one also. All right, so you're in the clubhouse with good vibrations wannabe and regulate. Anthony, you going for three one hit wonders?"
    },
    {
        "speaker": "C",
        "text": "No, I have to make the crowd laugh. So here. Here comes."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Damn it, Anthony. Damn it."
    },
    {
        "speaker": "A",
        "text": "This one is so good. Epic."
    },
    {
        "speaker": "D",
        "text": "Is that called backstreets back or what? Or everybody."
    },
    {
        "speaker": "A",
        "text": "Everybody. I couldn't tell. I didn't remember either, but I was."
    },
    {
        "speaker": "C",
        "text": "Just unsure if it was in the. If it was in the nineties bracketed. I think it's late nineties. I'm almost positive."
    },
    {
        "speaker": "D",
        "text": "I feel like that one's pretty safe. I feel like that's like a 97."
    },
    {
        "speaker": "C",
        "text": "I think it's 99, maybe 97 on the dot."
    },
    {
        "speaker": "A",
        "text": "Look at you, Moses Backstreet question."
    },
    {
        "speaker": "C",
        "text": "You again."
    },
    {
        "speaker": "D",
        "text": "I almost had limp Bizkit."
    },
    {
        "speaker": "A",
        "text": "Who was your favorite backstreet boy? Chamber."
    },
    {
        "speaker": "D",
        "text": "Oh, Brian, it's not even close. If you're not. If you're not."
    },
    {
        "speaker": "E",
        "text": "Have you kept up with him? I don't know if you've kept."
    },
    {
        "speaker": "D",
        "text": "So my wife is a big backstreet Boys fan. She's gone. She's got to see them many times as adults to. And, yeah, I've seen some. I've seen some, like, documentary footage where shit's not really copacetic inside the group at the moment, so. Yeah, it's. And apparently he can't sing anymore. Brian. But you give me nineties, Brian. That boy can."
    },
    {
        "speaker": "A",
        "text": "Nineties, Brian. Nineties. Bunchu was in his prime, too. Now I'm just a no talent hack that does nineties drafts on Fridays. That's pretty much it. Uh, all right, we've got JP. Where are you going for your third pick?"
    },
    {
        "speaker": "D",
        "text": "So it's not his best work, but I feel like I've got to go. My name is solid kind of stardom. I just introduced my daughter to that. So."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Because she's."
    },
    {
        "speaker": "A",
        "text": "She was asking me about tick tock, but you can listen to Eminem."
    },
    {
        "speaker": "D",
        "text": "She can't have a tick tock. But she's on YouTube shorts listening to Kim. I don't know what kind of world I'm living in at this moment."
    },
    {
        "speaker": "A",
        "text": "Yeah, don't let her."
    },
    {
        "speaker": "D",
        "text": "She was introduced."
    },
    {
        "speaker": "A",
        "text": "That's a bad evidence. No. All right. JP Kaz has two of America's most wanted, buddy Holly, and my name is pretty good. Pretty good. Morgan, you are. Your last pick is up. What? I got break stuff. And."
    },
    {
        "speaker": "F",
        "text": "Yeah, I just. I've really just created a playlist from this, so thank you, everyone. Des specific shout out to you. Just such a good reminder. I mean, no diggity. Come on. This is probably my favorite draft we've done. I think I'm going to keep representing more for the rock side of things because I feel like that hasn't been done as much. So I'm going to go rage against the machine, killing in the name."
    },
    {
        "speaker": "A",
        "text": "We on coffee with captain a couple times have referenced, like, what your. Your walk up song would be. And when I was in high school, this would have been like, this was my choice for my baseball walk up song. So, big fan. So you've got what? I got break stuff and killing in the name Ficero. You've got killing me softly. Fire starter. And."
    },
    {
        "speaker": "G",
        "text": "I wanted to bring it back to the UK, but the Beatles just be lost on you lot. Yeah."
    },
    {
        "speaker": "D",
        "text": "I'm from Canada, which is a mixture of the UK and the United States, so it may resonate with me a little bit."
    },
    {
        "speaker": "G",
        "text": "Well, the thing is, it's like, I don't think I was looking through the list, and there's so many good songs, but I think one that had a major impact on me, and it sort of still. It's a bit like Firestarter. Massive attack. Unfinished. Sympathy. Not sympathy. Symphony."
    },
    {
        "speaker": "A",
        "text": "Got it. I don't know that song."
    },
    {
        "speaker": "G",
        "text": "That's a. What?"
    },
    {
        "speaker": "A",
        "text": "You know what I'm gonna do, though, Morgan?"
    },
    {
        "speaker": "D",
        "text": "The words sound familiar, but I'm trying to pull up right now."
    },
    {
        "speaker": "A",
        "text": "You're thinking of bittersweet symphony. Chamber. Massive attack from the verb."
    },
    {
        "speaker": "D",
        "text": "I know, massive."
    },
    {
        "speaker": "A",
        "text": "The. What was I gonna say? The idea that Morgan just gave me is actually create an actual playlist here and put it in the war room for. For those to listen to afterwards. So I'll spin up a Spotify playlist with all of these songs afterwards."
    },
    {
        "speaker": "G",
        "text": "Give me a second."
    },
    {
        "speaker": "A",
        "text": "I still don't know it. Do you, Chamber?"
    },
    {
        "speaker": "D",
        "text": "Yes, I just. I was just listening. I do know it, but I know it more. My wife is more into that style of music, so she loves that kind of nineties electronica."
    },
    {
        "speaker": "G",
        "text": "I feel like a massive fail on this one. I should have gone with something else. I should have gone with."
    },
    {
        "speaker": "A",
        "text": "Should have went, fucking Barbie girl."
    },
    {
        "speaker": "D",
        "text": "You went with your heart. Your heart."
    },
    {
        "speaker": "C",
        "text": "Is that like grateful Dead vibes? Like, what's the. I never heard that song either, but is that like Grateful Dead vibes?"
    },
    {
        "speaker": "G",
        "text": "No, absolutely not. But def. Everybody needs to check that song out."
    },
    {
        "speaker": "D",
        "text": "It'll be in the. It'll be in the details."
    },
    {
        "speaker": "A",
        "text": "Absolutely. We're definitely gonna do that. Yeah."
    },
    {
        "speaker": "G",
        "text": "I'm really pleased. I threw a major fail in there on the first."
    },
    {
        "speaker": "A",
        "text": "It's only. Yeah."
    },
    {
        "speaker": "E",
        "text": "What do you think?"
    },
    {
        "speaker": "A",
        "text": "It's a fail."
    },
    {
        "speaker": "E",
        "text": "The most skipped song on the playlist."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. All right, Des, you've got waterfalls, no diggity."
    },
    {
        "speaker": "B",
        "text": "And I think all nineties playlists should include at least one classic boy band. Unfortunately, Anthony stole my number one pick, but I'll go number two, which is a great one. I want it that way."
    },
    {
        "speaker": "E",
        "text": "Oh, fuck you, Des. That's all I have to say."
    },
    {
        "speaker": "A",
        "text": "I guess that was going to be yours."
    },
    {
        "speaker": "D",
        "text": "I'm surprised we didn't go nsyNc. I feel like Backstreet boys gets all the love."
    },
    {
        "speaker": "E",
        "text": "NSyNC didn't really pop hard until after 2000. They had a couple hits beforehand, but it's after they did no strings attached. They really took over."
    },
    {
        "speaker": "A",
        "text": "That's accurate. I think that is very accurate. Who do we got? It is Steve. So you've got, you got that pick snake from you."
    },
    {
        "speaker": "E",
        "text": "I got like four two that I'm sitting in between. And I was feeling good about that. I want it that way because I think that's the biggest banger for Backstreet boys. I have to, have to do this. It's going to railroad me from winning. Oh, God."
    },
    {
        "speaker": "A",
        "text": "Geez."
    },
    {
        "speaker": "E",
        "text": "Give me one sec. No, I'm not gonna ask my wife's opinion because she's gonna tell. I know what she's gonna say. Um, I'm gonna go with. This is the most painful pic. I'm gonna go with. I'm gonna go with November rain by guns n roses, the first song I ever performed. I fucking love it."
    },
    {
        "speaker": "A",
        "text": "I love it. It's a great pick. It's a great pick. What I want to hear so many good ones on you after, after Chamber and I make our last picks. I want to hear your I others because you're very, you're struggling over the pick. So I want to hear what the honorable mentions would have been there. Chamber, you've got under the bridge and sabotage. I'm coming to hang with you."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the last one, I want to round it off, you know, a good, a good, you know, potpourri or, you know, poo poo platter of songs here. I'm going to go with do up that thing by Lauryn Hill, which I think very good. It's still one of my favorites."
    },
    {
        "speaker": "A",
        "text": "Very good."
    },
    {
        "speaker": "D",
        "text": "So I think that's what, how well, interesting."
    },
    {
        "speaker": "A",
        "text": "All right, so would you, would you describe baby got back? That's a one hit wonder, right?"
    },
    {
        "speaker": "D",
        "text": "That, I mean, yeah, I think so."
    },
    {
        "speaker": "A",
        "text": "Right. Okay."
    },
    {
        "speaker": "D",
        "text": "I'm sir mix a lot. Put out a couple of albums."
    },
    {
        "speaker": "A",
        "text": "I think me one more sir mix a lot."
    },
    {
        "speaker": "D",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "I don't think there is another. Does anybody up here know another Cermix? No. Okay. It's a one hit wonder. All right. Yeah. Wait, wait."
    },
    {
        "speaker": "C",
        "text": "Sorry, I was trying to get off mute, jump on it like, oh, that's."
    },
    {
        "speaker": "A",
        "text": "Sir mix a lot of mix a lot. I did not know that. All right, so maybe two hit wonder, but this one I'm going with definitely a one hit wonder from 1995 artists deep blue something song, breakfast at the Tiffany's that is. That's my roundup."
    },
    {
        "speaker": "D",
        "text": "Ooh, that's a good song."
    },
    {
        "speaker": "A",
        "text": "I love that song. And I'm going with breakfast at Tiffany's. Steve, what were your others?"
    },
    {
        "speaker": "E",
        "text": "So I had a few in there. I had boys to men all make love to you because I think a boys to men was missing. I already regretting it at this pic. Whitney Houston, I will always love you. Mariah Carey. Hero, baby. One more time. Britney Spears. We had no Britney Spears. Actually criminal. And then an honorable mention that I was considering thinking about was Alanis Morissette. You ought to know. Or this is how we do it by Montel Jordan. Like, those were all I was looking for."
    },
    {
        "speaker": "D",
        "text": "Steve."
    },
    {
        "speaker": "F",
        "text": "Alanis Morrisett. Alanis Morrison. How did nobody mention her? She was on my list of ones that didn't make it."
    },
    {
        "speaker": "A",
        "text": "Any good ones that, I mean, we could have gone for an hour and a half and not even gotten to all the good ones."
    },
    {
        "speaker": "D",
        "text": "I'm surprised. I'm surprised with how little grunge was on the list."
    },
    {
        "speaker": "A",
        "text": "Yeah. Chamber. Got a chili pepper."
    },
    {
        "speaker": "D",
        "text": "I got a chili pepper."
    },
    {
        "speaker": "A",
        "text": "And then pain, guys. Pain. Gut smells like teen spirit as number one, but not a lot of maybe Weezer."
    },
    {
        "speaker": "D",
        "text": "I don't know if that's couch."
    },
    {
        "speaker": "A",
        "text": "I should have went with some blink 182 just to really upset you. Chamber."
    },
    {
        "speaker": "G",
        "text": "No, I should. I should have called. Gone with a. I should have gone with the chili's instead of massive attack."
    },
    {
        "speaker": "A",
        "text": "But hey, Chili's are like my go to."
    },
    {
        "speaker": "D",
        "text": "I just added massive attack to my favorites on spot."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "So every time I listen to it."
    },
    {
        "speaker": "A",
        "text": "I will think, Morgan, what was your reco?"
    },
    {
        "speaker": "F",
        "text": "Morgan, I. Can we make sure matchbox 20 gets on there? I mean, like, honestly, 23:00 a.m. and unwell. I couldn't. I couldn't pick. And then kid rock ball with the ball. Can we get that? And then red hot chili butter pepper, suck my kiss in California. We just. We got get all these on there."
    },
    {
        "speaker": "A",
        "text": "This is why we need more. We needed more pitch. We needed more pitch. We need more people. We might have to go with round two of this some other time because this is too good. Let's go to Joe Joe first. Before you chime in and tell us we're all losers, tell us what your three would have been."
    },
    {
        "speaker": "H",
        "text": "Just real quick, before I say it, sir mix a lot's best song was the 1988. My posse's on Broadway. I mean, that's on fucking. He's rolling around the streets of Seattle in a stretch mercedes limo. It's a fucking banger. He's wearing like a goddamn mink on top of his head. It just kills me every single time. I think they broke."
    },
    {
        "speaker": "A",
        "text": "So we're taught. We're calling it. We're calling sir mix a lot. At least a three hit wonder."
    },
    {
        "speaker": "H",
        "text": "He's a three. He's a three year. I would go back to two, but I would put my posse on Broadway. And basically he's got back as the only two good songs."
    },
    {
        "speaker": "G",
        "text": "Hold on, hold on. Joe Joe square dance rap."
    },
    {
        "speaker": "H",
        "text": "If I had to pick three songs. Fuck, that's so tough. All right, I'm gonna go with mob deep. I'm gonna go with. Yeah, I'll go with shook ones, part two. Just cuz I got you stuck off the realness. We'd be the infamous, you heard of us fuck with Dre day. Everybody's celebrating. And then I'm gonna mix it up and I'm gonna ignore the butthole surfers. Pepper. And I'm gonna go for Mary J. Blige. I love you. The remix with Smith and Wesson."
    },
    {
        "speaker": "A",
        "text": "There we go."
    },
    {
        "speaker": "H",
        "text": "That's what I'm gonna put."
    },
    {
        "speaker": "A",
        "text": "That's some heat. Next time, you gotta jump in here and participate. But I enjoyed this one. I enjoyed this one a lot. There was not nearly enough picks to go around to get all the great songs, but we still did a good job. I will make this playlist and send it out. We should all tweet it out to you and have people listen to it. Who is that? Stop."
    },
    {
        "speaker": "D",
        "text": "That was me. My dongle entangled. We will have this judged by a bunch of secret society of judges."
    },
    {
        "speaker": "A",
        "text": "Wait, did we ever explain that that's how this actually gets voted on?"
    },
    {
        "speaker": "D",
        "text": "So go ahead."
    },
    {
        "speaker": "A",
        "text": "We've had. You know, I would say we've had a couple of these drafts, and our intention is always to put them out as, like, long polls, but they end up being, you know, you're gonna have to, like, bracket them out. It's a lot of work, but one of my group chats of my buddies, they. We do stuff like this all the time. And I used to send them all of our rect podcast drafts. So anytime we did a rec podcast, we would put out the poll, the three, the, you know, me versus chamber, and whoever our guest was. We used to do a des as well, and they would vote on it. And so I. Every time we do a draft, I send them the results, and there's usually consensus of who's got the top, you know, two or three squads. So we've been using that as the barometer of who wins this. So it's the bunch who's anon cabal of. Of random friends that decides this. The rules. I don't. The rules are made up and don't matter. So that's how we vote. But the prior winners. Cap won. I forget what cap won. He won the movies. Yeah, I think so. Or no. Did he win movies or tv? I think he won movies. Yeah, he won movies. And then. Man, I can't remember who won the other one. J. Webb. J. Webb one?"
    },
    {
        "speaker": "D",
        "text": "I think so. I think it was J. Webden."
    },
    {
        "speaker": "A",
        "text": "But anyway, so we will. I will post out who usually there comes with some great screenshots of their comments as well. And, like, you know, they have. They're pretty harsh because they don't. Yeah, they are, you guys. So they're gonna be like, who's this dude from Utah picking really, really old rap? But that is gonna do it for us today. Wait, we'll."
    },
    {
        "speaker": "B",
        "text": "Hold up, hold up, hold up. I need to just drop a quick two minute run through of these headlines."
    },
    {
        "speaker": "A",
        "text": "Go ahead."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Oh, your conspiracy ones."
    },
    {
        "speaker": "B",
        "text": "Yes. Mount Rushmore holds the secrets to the United States. The world is ruled by reptilian elites. The government poisoned alcohol during the prohibition. The Gulf of Tonkin was faked. All birds are actually dead. They're just drones. Coke and Pepsi are owned by the same people. Paul McCartney died in 1966. That's true. Titanic was on purpose. Chem trails exist. The Denver airport is a secret location for government alien work. The world actually ended in 2012, and we're actually in a black hole. And John Benet or Katy Perry is John Bonet Ramsey."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I've heard a lot."
    },
    {
        "speaker": "A",
        "text": "That one I'd never heard and is funny to me for some reason. And the other one I really like. There were, like, all birds are dead and everything is a drone. I don't know why that makes me laugh, but, like, cool. Which was your favorite? Did you have one?"
    },
    {
        "speaker": "B",
        "text": "Katy Perry is John. Renee Ramsey has some great facts."
    },
    {
        "speaker": "A",
        "text": "Anyway, that is officially going to do it for us. Until next time, statement."
    }
]