[
    {
        "speaker": "A",
        "text": "Gm."
    },
    {
        "speaker": "B",
        "text": "Gm. Gm. How you doing, bunch?"
    },
    {
        "speaker": "A",
        "text": "Good. How are you doing, Payne?"
    },
    {
        "speaker": "B",
        "text": "I'm doing all right. I'm not doing too bad. Are you going to miss your running mate today?"
    },
    {
        "speaker": "A",
        "text": "I am. We had a last minute, uh, healthy scratch from chamber, so, uh, it'll be me and, I guess you today. How's that?"
    },
    {
        "speaker": "B",
        "text": "Uh, sounds like we're going to light the world on fire. I love it."
    },
    {
        "speaker": "A",
        "text": "I love it, too. Uh, how'd you like that song?"
    },
    {
        "speaker": "B",
        "text": "It was a vibe. So who is this? Explain to me."
    },
    {
        "speaker": "A",
        "text": "Uh, dude, I gotta tell you. So, uh, we've touched on this show how I am not hip to new music. Uh, but the. I got shown an Instagram reel of this guy, and I, like, love it. And so I went and found his whole album, and it's pretty darn good, so I don't know any. I just started listening to him, like, maybe a month ago or so, and I'm, like, obsessed. So it is a vibe. So, you know, we're feeling brand new here. We got a new bull run going, and you are that dude."
    },
    {
        "speaker": "B",
        "text": "We love it. Let's do it. I'm adding this to my playlist, so I'll be exploring around. I see Anthony in the. In the building. We'll have to see if he approves. You know, he's our resident musician."
    },
    {
        "speaker": "A",
        "text": "We'll send some to Anthony. I bet you he would dig it. For sure."
    },
    {
        "speaker": "B",
        "text": "He would."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I'll send you a couple more of his that I like, and then you can judge it for yourself there. But, like, there's a. There's a couple tracks he's got that have, like, red man and method man on him. I'm like, huh? Because I thought he was pretty, like, obscure. And I was like, okay, well, those are legit folks, you know?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, those are very legit. That kind of surprises me."
    },
    {
        "speaker": "A",
        "text": "Me, too. I thought so as well. Anyway, we've got. I don't really know. We don't have an agenda anymore because we got a last minute change here. So we're just gonna chat for a while and see where we get to, you know, pain. I almost called you chamber."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Holy cow. My hat is on. I now have boots on. Ooh, yeah. I bought a pigeon with yellow boots today. I don't know. Let's see if I'm up or down on that."
    },
    {
        "speaker": "B",
        "text": "I'm probably gonna say, how's that working out?"
    },
    {
        "speaker": "A",
        "text": "I was up for a little bit, and now I'm down the. You know, I'm just full on in the meme coin streets. Just having the time of my life. I'm not even sure if I'm making money or losing money right now, but I feel, I feel reinvigorated here. And I'm wondering how your experience has gone in the past couple weeks."
    },
    {
        "speaker": "B",
        "text": "Yeah, I never really dabbled much in the meme coin streets, but I've jumped in headfirst and like you said, it's a blast."
    },
    {
        "speaker": "A",
        "text": "What have you noticed or like, what's your meme coin strategy at the current moment? What have you been, I guess, how have you been finding them? What have you been looking for? And what's your just general experience been so far?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So as far as Solana, my, is."
    },
    {
        "speaker": "A",
        "text": "That where your majority playing or are you, are you find yourself, you know, sticking to your eth guns or are you like deep exploring, you know, tokens on, on layer twos? What's your, where, where do you live right now? Like, where are you spending your time?"
    },
    {
        "speaker": "B",
        "text": "Wow, that's a, that's a great question. I'm so glad you asked. So the say network, you've, you've probably."
    },
    {
        "speaker": "A",
        "text": "Heard me touch on it, maybe sei, is that yes? Yes. Yeah, I didn't know it was pronounced say so. Thanks."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, they play off of it. Do a lot of Saiyan memes."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "So the last, probably like month or so, I've spent a lot of time in that ecosystem. It's a, it's a layer one. They're about to release a v two parallel paralyzed EVM. Supposed to make trans."
    },
    {
        "speaker": "A",
        "text": "They had a decent. Did they have some NFT market going on over there for a little bit."
    },
    {
        "speaker": "B",
        "text": "January it pumped a lot, then it kind of died a little bit. And now it's being, being revitalized a little bit."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. But I'm, I'm playing with a couple tokens over there. There's one called Millie that's, it's kind of been deemed a little bit of the, the community. The community token lp burnt all that stuff, contract renounced. And it's, it's been doing pretty well. The, the thing is over there, it's, it's almost like a poor man's soul."
    },
    {
        "speaker": "A",
        "text": "But it's a. I have a poor man's soul. I will be. I have a poor man's soul."
    },
    {
        "speaker": "B",
        "text": "I think you, I think you'll be hearing a little more about the, say, network. The, one of the founders has been talking a lot with the, the peeps of magic Eden. So I'm hoping that it brings. You eat people over to pump my bags."
    },
    {
        "speaker": "A",
        "text": "You eat people. Wow. So you are like, you're totally so. Okay, so does this mean you are not spending any time in ETH, are you, like, because you were an ETH person, like, during NFT season?"
    },
    {
        "speaker": "B",
        "text": "No, I was, and I have not completely abandoned my roots. Just the cost of transaction."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Has not really made it profitable for me. So, you know, you find other avenues to play in while you can. So I'm hoping to, you know, Eth is still my, my long term bag, but I would like to increase that bag."
    },
    {
        "speaker": "A",
        "text": "Got it. This makes a lot of sense to me. I. So I think I. To me, first of all, I have found myself in a similar situation where I have mostly abandoned my activity on ETH, like, trading activity on ETh for the time being, largely because I can't get over how, like, I keep having PTSD about how much gas I spent last time, last cycle, talking 40, 50 ETH total in gas on all of my degenering last bull run. And of course, at that time, it's like cost of doing business. I've made more than I spent. So in theory it's just a cost, but I can't get over the fact that if I were doing it somewhere else, which was not as possible last time. Right. Like every, every month that goes by, there's more users on these chains. Every day that goes by, there's more users on these chains. So, like, what felt like the only place to be in 2021 because everything else was empty. Well, now you're looking, now you're like walking past on the street. You look in, you're like, oh, that restaurant's full, let me go play in there. You know what I mean? And I'm not going to spend $100,000 total on gas. That $100,000 could have been profit in my pocket. Do you know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Fantastic analogy. And, you know, I agree with what cap said the other day. It's just, it's, ETH is not really the place for high frequency, low cost transactions, is it?"
    },
    {
        "speaker": "A",
        "text": "That's. Yes, and that's why I can't, like, if I'm not. It was one thing for NFTs, because a lot of things were like, buy and hold for weeks, a couple months, whatever, but then there was also a lot of trading going on in like, derivatives and stuff like that. And now you're seeing the meme coin meta, right? And it's just so much harder to play in those streets because you, the nature of meme coins, unless you're like, really finding yourself a community and a foothold in something. You have conviction in the, you might be in and out of two or three of these, maybe a day or maybe a week or whatever, and that gets really expensive. Like, I literally couldn't. I got to a point the other day where I was trying to take stuff off and I didn't leave myself enough gas and I had to go through like 40 wallets on my metamask, then go clear out as much gas as I could possibly send to my main account to just to like, bridge stuff. And I was like, this is stupid. I'm going to go play somewhere else. And I just feel like there's way more options this time. And there's enough options to, there's enough options to get your hands dirty and profit elsewhere. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Oh, 100% agree. And I mean, even as far as ETH, like, I move my EtH to arbitrum just because it's easier to move that around from chain to chain. And the transactions are, I mean, a 10th of what it would cost you on Mainnet."
    },
    {
        "speaker": "A",
        "text": "Yeah. I found myself having to go through Coinbase a lot because I moved a lot over to Seoul. So I, like, didn't want to wait hours to bridge and all that kind of stuff, or swap on. Like, I forget what the Dex is called, but I don't know if that's going to affect my tax situation at some point just because I ran a bunch of funds through. But I. We'll see."
    },
    {
        "speaker": "B",
        "text": "Won't matter. You'll have so much money anyway."
    },
    {
        "speaker": "A",
        "text": "No, we'll see. I don't think so. I'm either. Look, I'm boomer bust here I am, I'm piling in. I'm to the point where I'm arguing with people in the war room about the meme coin I have chosen as, as the one that's going to take me to Valhalla."
    },
    {
        "speaker": "B",
        "text": "And speaking of that, Tebow, he dropped in the, in the comments. Can we get an update on said meme coin?"
    },
    {
        "speaker": "A",
        "text": "We are, we are strongly accumulating here. So in terms of. I'll just give you the backstory, by the way, I think we're actually going to have the Dev on on Tuesday because I just think the story is really great and so, and that the narrative for this is really good. And the thing I'm just coming to notice is, and I said it last show, these meme tokens. Everybody will say there's no value in them. And I think it's a very similar value to an NFT project that is akin to a club, right? So the same reason that people like these club NFT tokens, as in it's the network. Like if you're, if you actually find community and the community is valuable and that gets distributed a lot across a larger and larger network, that's that there's a lot of actual value in there. And then those economics naturally drive up price, right? So I'm not talking about pump and dump meta, you know, of the day, like we saw the other day with, you know, the bowdens, the trumps, the pelosi coins, whatever I'm talking about, there's a reason, like the bonks and the whiffs and the doges and the Shibs, there's a reason they go up in price. Their network becomes more valuable as more people are involved. And I think the problem a lot of people have and the problem I had when I was first, when I've messed around with these ever, ever, right? Like I've treated as binary in terms of I. The only place I was looking at them was a chart and it was just a, can I beat the chart? It was total PvP and I wasn't looking at like. So let's, let's take whiff, for example, with a great one for me, specifically because I now own wif. I owned Wif at panic, sold it, my original bag at like, I don't know, $0.16 because all I was doing was watching the chart and the price action and I got shaken out. And now I'm literally sitting here and I'm like, oh, I should have actually just dug into the actual community here. Because the second you actually see what goes on in these telegram groups and all this stuff around the token itself, you realize, oh, shit, there's actual community here. And it actually makes you feel a lot different in how you approach these. So for me, this specific token that I've decided I'm going to make a bet on has kind of all the things you would have looked for if you were kind of buying into an NFT project back in 2021. And so I'm kind of just sitting here waiting for it to distribute and waiting it to build. And then this is what happens. It's the same playbook as NFTs. You would mint something, it would pump, it would redistribute to people who wanted to hold it. And then as the story, as the narrative builds, as more people find out about it, there's less and less to buy from the pool at a cheap price. And naturally price goes up. And so that's what happens here. Whiff took six months because you had to distribute it out to all people that wanted to actually hold it. And so what you see in a lot of these pump and dumps is like, well, that's not why they're there, right? So there's these huge candles up, panic candles down, and then they just bleed out forever because there's actually nothing of substance behind them. The ones that actually make it, these whiffs, the bonks or whatever, they have real community and real teams behind them, right. And so it's very similar to price action you would see in like an NFT mint. And these ones that, these metas that you just saw the other day with like the presidential tokens and all this stuff and all these, you know, the olan musks and this and that, they remind me of NFT derivative projects, right, where there's like this meta that happens really quickly and there's no real substance behind it except for in and out and, and then they just bleed out forever. Right? Like am I crazy for that take or does it make sense? Because I'm basing my entire thesis on this because it just feels very, very similar to what we experienced in 2021. It's just a different method. It just doesn't have a picture attached."
    },
    {
        "speaker": "B",
        "text": "No, that, that makes complete sense. And you, I think you laid that out even on Tuesday. And I'm completely on, on board with that now. I'm even thinking. I was looking at the chart and it's kind of the blend of, of accumulation, community and everything. And I honestly, I just took you at your word and then you said you sent that big outline of, of kind of the story and stuff. I was like, oh, I'm about to double down."
    },
    {
        "speaker": "A",
        "text": "So, well, I've tripled down every time. So, so like the, the crazy thing though is like, and I think if you're going to buy into things like this, right, you need to take a similar strategy as you played in the NFT market where the normal action, I think, for people, especially if you're not used to trading tokens, is you, Fomo, buy big candles and then you watch it bleed, you get panicked and you sell to try to save your capital when really it's like, man, you really need to, if you're, if you're actually going to hold these things, you need a strategy to deploy your capital. If you have a thesis around the token, you also need a strategy to deploy the capital. So like, I bought this thing at all time high before I really kind of knew it. And then I'm looking at it and I'm like, okay, well, here I can dollar cost average. Here I could dollar cost average. And now I'm sitting on a really nice bag of it. But I built a thesis around and I trust the thesis. So, like, I actually feel like my I money is safe here. Because the other thing you're looking for is, like, risk reward, right? What's the risk? What's the reward? I think there's multiple x potential as my reward. And I'm looking at this as in, like, what it's done in the past and where we are right now. And the risk seems very low, like, where I think at the floor versus, you know, what the upside is. So that's the other thing that you need to assess for buying into these tokens, right? Like the, what happens is by the time it hits your timeline, you're usually the exit liquidity. And if the thing is has no real substance to it, you're toast. Right? And that's the problem. So what I'm trying to explain here is some kind of strategy for people who have maybe never dabbled in this and want to get into it or just need a framework on how to pick things, right? Because I think that's part of the hardest part. Like, you just see all these tickers with Green Arrow or, like, with green numbers and you feel like, oh, everybody's making money except me. And then you actually, like, who's, who's making money in these? It's the people that actually held and believed in something. Not the guy like me who bought in for $0.20, sold at, you know, fifteen cents, and then had to buy back in at a dollar because he was too stupid to do the extra legwork, you know what I'm saying? But even that took, even with it took six months before it was properly distributed enough and properly talked about enough to start gaining that traction. And I think that's another thing that is hard in this type of market, is like, you see things popping every second on your timeline. There's no shortage of that. And it makes you want to hop around, it makes you want to chase. And, like, that's not who makes money. I've learned that the hard way, 100%. Guess. Guess who? Guess who didn't make as much money as everyone else last time. Me. Guess why? Because I sold my apes at seven. Because I didn't believe in anything. I sold my 20 minted mfers, uh, undermint price. Because I didn't believe in anything. I sold my three azuki's because I didn't believe in anything. I was just trading, chasing. And that's not how you win big in these times. You buy, you hold, and you buy at good prices and you hold. And that's, uh, that's the thesis I'm going into this market with. And you build a actual position."
    },
    {
        "speaker": "B",
        "text": "I love it. That's."
    },
    {
        "speaker": "A",
        "text": "And end of rant. And I don't care what anyone has to say in the chat against this. Like, this is the strategy for me this time, and I'm not wavering from it. I've got a little bag of, you know, straight gamble stuff that I can go chase on the timeline if I want to. Uh, but this is the strategy I think is going to make the most money this time. Uh, and I think it's a viable framework. We just, we've seen the fucking playbook in NFTs. It's not any different. It's not any different."
    },
    {
        "speaker": "B",
        "text": "No, I agree with, with a ton of what you said, and a lot of it for me has been kind of like the, that fafo. And you know, you, you can get shaken out pretty easy. But even just now, I just checked, you know, my conviction token on say, and I'm free rolling a couple grand, but it's market cap just hit four, four mil. And I'm like, well, you know, nobody's even really familiar with it. If, if more people come in, like it should continue to grow. So, you know."
    },
    {
        "speaker": "A",
        "text": "Exactly. You found something early that you believe in that you think has a good narrative, that you think has a good product, possibly or not, who knows? I think the difference is what you'll see on, in the meme coin, right? Like the network is the product. Like that's the thing. And where, you know, you've got these utility tokens which are, you know, I'll compare it with the other aspect that I'm looking at in this run, which is AI tokens. AI tokens, a lot of them are going to have a product behind them or some sort of distributed compute. Whether it's stuff like that, whether it's an actual AI product that uses an app, that uses a token, all that stuff. But the thesis is the same. Why are you buying that token? Well, it's because the product, the team, all of this stuff, all the fundamental things, right? And it's the same for these meme coins that have huge market caps and networks. The problem is everybody then sees the casino like the $100 buy into a million dollars and think they're gonna get that on every meme token. And it's just, that's where you get these pump and dump things that don't happen. Right? So, like, my thesis for this run is believe in something, because I literally was the one that didn't. I traded last time. I traded everything. I traded everything. And I probably could have come away from the last bull market with ten x more if I were a holder instead. Right? And now that doesn't mean hold it all the way down either, but it just means believe in your actual conviction if you think you have a strong enough framework to pick a winner. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "100%. I know Mister House has had his hand up a little bit. We can."
    },
    {
        "speaker": "A",
        "text": "Well, we got a couple hands. Yeah. I'm either getting fucking. I'm going to get attacked or agree to it. No, in between here, I think I feel like I'm going to get attacked or agreed with. I've got. I got attacked. I feel not attacked, but I got pushed back in the dj and shitcoin season chat. But we'll see. I'm just. I'm not in a rush this time, I don't think, but. All right, let's go. Mister House, then t row, then outer Lumen."
    },
    {
        "speaker": "B",
        "text": "Mister house outer, then t row. It was."
    },
    {
        "speaker": "A",
        "text": "Sorry, I didn't see."
    },
    {
        "speaker": "C",
        "text": "Well, first GM, despite it being 425 in the afternoon, it's always GM. I'll start by saying, like. So I'm not really allocated to many meme coins. A little bit too volatile. When meme coin season was really hot, I definitely traded. But right now that I'm a little bit busier at work, I'm not really trying to be a community member. If people want to go make 100 x's, like all applaud them the entire way. But I share a similar kind of sentiment as far as just the rest of my portfolio allocation. Like, generally I either when I mint or buy something, it's, I plan to hold this for a very long time, or I know that I can flip this within 2 hours and make four x my money. Like, some of the ordinal stuff. Like, I just wanted more bitcoin. I didn't necessarily want the inscription of the art. So I minted it from like, you know, $50 to 500. Now I got more bitcoin, but otherwise it's like. So, yeah, I'm kind of on the same boat there."
    },
    {
        "speaker": "A",
        "text": "But your point though, like, you know your strategy, right? Like, you. You go into each play with a strip, with a strategy. It's not usually, it's not somewhere in the middle right. You're not indecisive when you're making that play. You either know you're holding it or know you're flipping it."
    },
    {
        "speaker": "C",
        "text": "And I think it's. It's definitely paid its dues, especially recently on the gaming front. I've been a lifelong gamer, pretty hardcore. I guess my hours kind of deemed that as I was recently totaling them up. But back in probably, like I want to say it was around NFT NYC, I started buying up a bunch of gaming nfts and then right as everything started getting hot and trendy in December, it really paid off."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So a lot of tokens started flowing around."
    },
    {
        "speaker": "A",
        "text": "I was able to. Another great point though, for people. I think what I'm trying to accomplish talking about this is we have built a primarily NFT audience. And if that audience has never dabbled in fungible tokens before, like, it can be very intimidating. And I think it's a lot easier to get scared and shaken out and everything like that when the main thing you're looking at is a chart, right? Like it's easy to hold something when vibes are hot in a discord because you feel like you're hanging out with your friends and. But most people don't know where to find token communities and things like that. And so I think that's part of the point that I'm trying to make here. The other thing, I thought you just made a great point, or it wasn't even your point, but it's domain knowledge. Right. There are thousands of different sectors within crypto, right. And I feel like I'm playing in meme coins right now because I understand it from what I went through in nfts. The other area that I like to play in is the AI token meta because that's what I spend the majority of my time outside of this doing. Right. So I feel like I understand what could have value and why when I'm going to pick something to put some money in. And you basically just described that perfectly with why you've picked gaming tokens, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So it was not just gaming tokens, but one of the other things I did is I think it was last year around ETH Denver, everyone was talking nonstop about ZK and ZK sync, just like all the stuff from that, because that was the hot version of this year's l two summer. So I just loaded up on a bunch of l two tokens. Like Polygon went down to like 36 or $0.42, something like that. Optimism was around a dollar. Arbitrum was like, dumb cheap. After the, everyone sold, after the arbitrum drop, it was a relatively new token. And I think that's the other thing, too, is like I found, and this has been especially true lately, is generally whatever everyone's shilling on the timeline and taking screenshots of how much money they've made and then crapping on the other thing that's been around, but it's been down and clearly isn't going anywhere. There's a nice little opportunity to be had there."
    },
    {
        "speaker": "A",
        "text": "100%. Couldn't agree more. I think those are awesome."
    },
    {
        "speaker": "C",
        "text": "Last, last point. If you're looking to make it all back, like me, we've got, you know, a fellow friend, chamber, who has an excellent project."
    },
    {
        "speaker": "A",
        "text": "I was actually. So we were gonna give some away today. We were gonna give some away today, but I don't, I don't want to do, yeah, I don't want to do it without him because he, you know, obviously his project. However, I'm, like, looking at, I mean, I'm in their telegram. I tweeted earlier today that 2021 was discord season. 2024 is telegram season. I'm in their telegram. They are almost at a hundred thousand dollar market cap, which is like three x what it was yesterday. Yesterday they were at like a 30k market cap. So look at these. Look at these lads go, you know, let them cook. I also up on it, I also saw a tweet from Deez, I think it was yesterday. And it was basically, yeah, if I just would have held the projects my friends made, I would have made millions of dollars this run. So don't underestimate your friends if they decide they are builders."
    },
    {
        "speaker": "C",
        "text": "I mean, like, there's one thing I've known chamber to just be absurdly good at, and it's stumbling his way into a really good shit coin bag. Like Mason, remember, he just bought like $200 of some random token, and the next thing you know, he's like, yeah, just cashed out for, you know, I'm not gonna say the amount, but hefty, hefty amount. And it was just, just because he saw the Bitlord tweet and he was just like, yeah, I'll buy this. It sounds funny. So it's like, if chamber is back in something, you know, I will support my friend."
    },
    {
        "speaker": "A",
        "text": "Well, I'll tell you the other thing about, the other thing about chamber. He puts on. He's got a clown mask that he wears for this show, but there's nobody that works harder than chamber."
    },
    {
        "speaker": "C",
        "text": "Oh, I saw that dude when he was interviewing for first minute for that co host position."
    },
    {
        "speaker": "A",
        "text": "He's a behind the scenes absolute killer. So just don't underestimate the chat, the actual chat. You know what I mean? All right. Outer lumen. GM outer lumen. I enjoyed my phone conversation with you yesterday."
    },
    {
        "speaker": "E",
        "text": "Likewise. That was super fun. Thanks for having me and for having divide. I forced him to come up on the stage. He's probably really salty right now, but nevertheless, he's here. I wanted to chat about meme coins and my alpha, if this. I mean, I don't even know this is. I don't even know if this is Alpha necessarily, but give us the alpha. But this has been working for me and that is that I don't necessarily have time to follow all the things, but I do have an incredible community of web three friends over the last three years, yourselves included. And some of them are in all the telegrams doing all the things. And so, you know, you've come to a point where with some of those friends, you don't have to say non financial advice because it is financial advice, because. Because they know. So I definitely have made a few plays based on said advice that have been really fun, for sure. And obviously there's still an understanding that if I lose my bag, it's my own fault. But I definitely trust some curated advice as opposed to my timeline advice, which is just probably too late by the time you see it. Right, but that's been really, really interesting. Like, even today, you know, a friend of mine from the hash masks that happens to be a punk just wrote it and was like, you have to go on this quest because this l one is going to fucking go nuts, but you have to make this random wallet and do all this random shit. And I'm like, oh, my God. But I trust him because I know that he's made some seriously good calls over the last three years and, you know, some bad ones, too. But, yeah, I just. I think, like, that's important, too, is if you, like, have friends you can trust, you can definitely at least, like, get their tldrs on things and bet that way. Or at least you can use that as a point of curation to deep dive something yourself as opposed to feeling overwhelmed because you can't deep dive every single chain and every single meme coin so that at least you can be like, okay, there's three that my friends are talking about. I'm going to deep dive those and do some research and see if I. If I feel like jumping in."
    },
    {
        "speaker": "A",
        "text": "I think that's really awesome advice as well. I mean, we all have a network of people that, you know, it's, it's kind of an offshoot of what I just mentioned with Mister House, which is domain knowledge, right? You can't be everywhere at once. So if you've got, if you've got a good friend that you trust that's been in the space for a while and they specialize in something, and you can't spend all your time everywhere, like I would trust Mister House's opinion on gaming tokens. And if he's telling me, hey, this is a gem, then it's better than what I would have found myself without the domain knowledge or the time or the experiment. I think the, or the research, the, I think the thing there too is, you know, if you're gonna like you, we're all adults, you gotta take responsibility for your own bag. If you decide to buy the thing that your friend has recommended to you, you need to know that there is obviously risk involved. Don't blame your buddies for trying to give you alpha. I think that's fair, right? Like if you, I think if you trust your friend, you should be able to, to say you got to make your own decision after that, right?"
    },
    {
        "speaker": "E",
        "text": "Yeah. I think also like to extrapolate this a little bit farther into someone's listening and they're like, well, I'm new, I don't have any friends, so what the hell do I do?"
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "So I think it's important also to mention the, like numerous alpha groups that exist within various projects and communities, right? And so you can easily get in on any of that knowledge and discourse that's happening 100%. Like one example would be the alpha group in the founders Dao. Like those guys have been making alpha calls for years and calling things early. Like just incredible group of people. And I don't know how much a founders Dao passes and I'm not even shilling it. Like, the point is that every single project likely has those, you know, DJ network. Like there's a whole war room there. That's how I know all of you, right? Like there's so many different pockets of these communities that have people that guess what, are full time doing all the things that are on trend and also providing a curation for a deep dive. So I just wanted to mention that it's like, it's not necessarily just a friend thing. I think there's like a ton of resources right now with folks that are full time, dedicated to this and are actually willing to share their knowledge."
    },
    {
        "speaker": "A",
        "text": "I think that's an awesome point. I mean, DJ network is actually a perfect example of that, right? Like, we are kind of this agnostic group of folks that came together around our content, right? But we've become friends, and you be, you get to know people in these communities. That's a great example. Founders Dao is a great example. I saw a tweet yesterday. It might have been from OSF. I can't remember if it was. It was either from OSF or Ansem, someone of that nature. And the vibe of the tweet was basically that. It was talking about how, like, even within the dog with hat community, there became this group of folks that was, you know, so into finding more of these things. They separated out and broke their, like, created their own group chat. And now it's like this, you know, great network of individuals. And I think, like, it's, again, mirrors what we saw in nfts in 2021. Like all of the things you just said, right? So I'm totally buying into that. The playbook is very, very, very similar here. I did want to call attention before we go to t row up to the top caps tweet he's got from the ape coms. Join us for ape coin today to learn more about AIP 406. So capsi, they're going to be hosting that or a panelist on that, I'm not sure, but definitely take that set a reminder there if you're interested in talking apes and yuga with cap. A lot of comments here. Pain. I don't know if we've struck a chord or what do you. Are anyone sticking out to you down there?"
    },
    {
        "speaker": "B",
        "text": "I posted one to the top from Ant. He was just asking, does the meme itself matter? If so, top five up and coming."
    },
    {
        "speaker": "A",
        "text": "I think it totally matters. I think it's part of this. I guess this is going to sound so stupid, and I can't believe I'm about to say, say this. It's part of the fundamental analysis you got to do on these things, which is like, what meme? What meme matters, right? Like, doge became a thing, and there's been a lot of dog coins that followed. So there's clearly an affinity to, you know, just like a natural draw to dog coins because. Because history rhymes, right? Like the. And so that's why I think you also saw everybody go crazy and light up over the Trump and the bowdoin aspect of it. We're coming into an election year, very polarizing stuff. People can get behind it. There's community that forms behind it. I totally think the actual meme matters because part of building the network, right. If the value is in the network, the network has to be attractive. And what makes the network attractive is its shareability, the fun of it, the. Can I go out and put a hat on my profile picture on Twitter? And are people going to find that fun and interesting? So I think what I'm talking about in terms of finding one to hold and believe in that matters. If you're looking at what's the meme of the day, then I don't think it matters quite as much then you're looking for, you know, what are the pumpkinomics of it rather than the fundamental of it? Does. Do you feel the same way? Pain? Am I way off there?"
    },
    {
        "speaker": "B",
        "text": "No, no, 100%. And I mean, even, you know, yesterday the, the artists from Dragon Ball died, unfortunately, rip. And then those coins were, they were, they were pamping last night, but, you know, burned hot. Then they, you know, they flash in the Panasone, but it's like the theme."
    },
    {
        "speaker": "A",
        "text": "And then you say, you may see. Well, like, watch. You may see a real community form around this because there's a story. Right, like narrative, and now it's tribute to this person and whatever. And it also goes the other way. I saw Zenica post a tweet about somebody who made a meme coin of his dead dog. Didn't go as well. Right. Like, even though that person may have had the best intentions. Totally nothing appropriate, right. But so it could go the other way as well. Let's go to."
    },
    {
        "speaker": "E",
        "text": "Wait, can I respond to that before we just quickly. I think that the meme matters so much, 100%. And it also, like, look at Mog and how much it's proliferated in both, like, sayings that the community has put forward, not to mention, like, what you mentioned about, like, photoshopping psps. But even, like, oftentimes divide and I are joking around where I literally will look at him and say, the ticker is mog. Like, all the sayings, like, higher, all."
    },
    {
        "speaker": "A",
        "text": "The yelling, the hat stays on."
    },
    {
        "speaker": "E",
        "text": "It's absolutely, like, all of that lore is such a big part of that community drive, which is so different, I think, from 2017 and ICO stuff, because, like, yes. I don't know, that just wasn't there."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, I think, like, of course we saw doge and shib last cycle. Like, that was the thing. There were like, I think, and this is going to sound crazy, too, but I wouldn't be surprised if, like, nfts kind of paved the way a little bit for this meme. Coin meta that we're seeing right now, because we basically normalized all of the stuff you just mentioned, outer, like the, the, and we, we culturized it, we financialized it. And now there's, like, there's literally financialized, you know, meme communities, and, and they're not that different than what we did with nfts, right? Like, it's, it's really not that different. You could say, you know, the difference is you could put utility on these, but not all of them have utility either, right? Like, there's just, like, look at punks, right? Punks is art and a community, and that's the value of the network. Right? Like, and provenance and historical value. Like, that's the value of the network. And so, you know, I just keep drawing huge parallels to this, which I think is good, because if you understand it, you can find the opportunity. All right, we're going t row, and then we have a special guest. I'm told."
    },
    {
        "speaker": "F",
        "text": "I couldn't find the unmute button, but good afternoon by crisis pain a bunch of outer mister house and divide the whole gang. Everyone's here. Yeah. So with meme coins. I'm looking for meme coins that actually have utility. And there's one that I was airdropped for a certain NfT that I hold in. It's an og er meme coin. We're sugar Shane when you need them. He's always rocking the, that certain meme coin and meme character."
    },
    {
        "speaker": "A",
        "text": "I guess we're going dueling. We're going dueling. Pepe's here, huh?"
    },
    {
        "speaker": "F",
        "text": "Oh, yeah. We're talking a lot of pepe action. I saw. I just saw e pepe pop up. I don't even know what that is. That's. It's another one. Like, people are just going crazy with the pepe, but I. Provenance matters."
    },
    {
        "speaker": "A",
        "text": "Provenance matters. And what I like about the one you're talking about is that there's actually a, there's kind of a second. There's a second use case to it, which goes to the point about a team that's building something or that can execute something, right? So I see a lot of value in that. And then you tie the two together, right? You incentivize. You incentivize one off of the other, which we are obviously not strangers to in the NFT space as well. So all of those things, Tiro, I agree with you. They make good fundamentals for something that feels like just pure, like, to a normal outsider, feels like pure chaos. When you can build a framework around this stuff that you can execute on. And again, my conviction is not yours. Your conviction is not someone else's. But the idea here is to give a framework where people can actually start to look into these things that otherwise feel like, where the hell, like, how do you even start? Right? And everything I buy goes to zero and what is happening. So the idea is to give framework there. And I think that's a really great point. Right. It's like that to me, goes to, is there a team fundamentally behind the network that you're bought into that is building something of value? Yeah."
    },
    {
        "speaker": "F",
        "text": "Everything starts with community, right? The DJ network. Community is obviously well represented in this room. People that show up a coffee with captain, you know, you know their name, you know their likeness, you know their PFP. And the word of mouth is grassroots. And you know, it's about who you know and learning information fast. And, like, everyone's like yelling like, alpha, alpha, who's got the Alpha? Who's give me in the Alpha group chance. And I'm always like, well, there's what you may think is Alpha, and there's somebody else that's trying to get you to buy their bad."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's Alpha. There's exit liquidity. That's right."
    },
    {
        "speaker": "F",
        "text": "100%. So there's a. There's a big difference. And you have to suss out the community that you're so now, like, meme coins and other coins are like, creating a community with, like you said, telegram, and I hate telegram with them with the greatest passion of all, my soul. I don't know why. Yeah, it triggers my. Well, until it may be money, until it."
    },
    {
        "speaker": "A",
        "text": "Well, to check this out, Chamber and I actually, in 2017 or 2018, when we started Rekt podcast, we. We were on Telegram. We had our community on telegram because that's where people hung out. Crypto. Crypto hangs out in telegram. NfTs hung out on discord. Like, that was. Discord was not a thing. In 2020, until. Until NFTs, everybody used telegram. And now I feel like we've gone totally full circle."
    },
    {
        "speaker": "F",
        "text": "Back bunch, you sit me on your knee and tell me stories of all."
    },
    {
        "speaker": "A",
        "text": "Well, grandpa, how did you become so rich? Oh, I just held all the pepes, son. And then the other. Then the grandson goes, you fucking legend. That's."
    },
    {
        "speaker": "F",
        "text": "That's it, right? Yeah, that's. That's what it is. But, like, community matters. Like, now, like it, like you're saying, like in. In Twitter, DM groups or on Telegram or discord, they're creating community and they're memeing themselves they're meming each other like they're, they're just fucking around and having fun. Um, but there is use case where like in real life I do this. Oh, we can offer this because we get this. It's a, it's a, it's like a, you know, a structure of like couponing or like finding ways to discount or getting the news first. And then the community susses it out and digs into it and sees if it's worthwhile to invest into. So that's kind of how I see it. And it's the new NFTs where it's like you don't own anything but the coin, but the coins doing things. The community of the coin holders is doing things."
    },
    {
        "speaker": "A",
        "text": "But, but I would. Yes, but I would argue what the coin represents is the network, right? Like that. It's just like holding ethereum, right? Why does Ethereum have value? It has value because of the network of builders, creators, what it stands for, what it is, right? All that, all that ethereum is, is a token. And that token has utility in other ways. You pay gas with it, you buy things with it. All of that stuff like the power is in the network. And even so, just extrapolate that one deeper or like one level further from that. Then you have developers building dapps, you have teams launching nfts, you've got deFi, you've got all of this stuff, but the power is in the network. And why do you think price goes up? Price goes up because the network gets more participants, stronger participants. Participants that are not speculative participants that are utilizing the network for what it was meant to do. That's what this stuff is, right? Like, that's what this is. It's tokenized, financialized networks."
    },
    {
        "speaker": "F",
        "text": "Yeah. And like another point of this, like when you build community, like when you create a group of friends, you're always going to have like those five stories, right, that you talk about every time you guys get together. And that's like me, like me and."
    },
    {
        "speaker": "A",
        "text": "My high school friends, our wives hate us."
    },
    {
        "speaker": "F",
        "text": "You're like, oh, remember when I blew up that. Remember when I blew up that mailbox? And it was like a, it was like a giant like representation of their house that they built. A 3d model."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "F",
        "text": "Like that's what it is. And it's like, okay, but like community creates storytelling, right? Storytelling is essentially then the memes that we're creating, whether it be Pepe or, you know, any meme you could think of, and then you extrapolate on it and you build on and it's storytelling within community. And once you build community, you build a network. Network. You know, network effect is making, usually money if done right."
    },
    {
        "speaker": "A",
        "text": "Yeah. And, like, the thing is, being early matters in terms of the fact that, yeah, you. You capture more of the upside, but, like, not everything has to be so dirty as, like, a pump and dump. The."
    },
    {
        "speaker": "D",
        "text": "The."
    },
    {
        "speaker": "A",
        "text": "You're rewarded for being early in this stuff because you believed and helped build the network. Right. Like, that's. That's part of it, too. Um. All right, so let's go. Let's go to our special guest, and then we'll go back to mister House and close it out. Special guest."
    },
    {
        "speaker": "D",
        "text": "Good afternoon."
    },
    {
        "speaker": "A",
        "text": "Um. Oh, wow. I was not aware it was you. Boo."
    },
    {
        "speaker": "F",
        "text": "I. Boo. I want my. Did I pay for that? I want my. I can't. Okay, I'm done."
    },
    {
        "speaker": "A",
        "text": "Hey, JB."
    },
    {
        "speaker": "D",
        "text": "No, this is Chad."
    },
    {
        "speaker": "A",
        "text": "This is Chad representing long time listener, first time caller. Hey, Chad, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Yes. I really appreciate the quality of this program, and I'm going to continue to listen. I'm going to subscribe, and I'm going to give you five star rating on all those platforms that this podcast is available. But I did want to drop in, and we have a winner. We're going to be doing 10 million. I don't even know where. I've actually never said it a lot. Meab."
    },
    {
        "speaker": "A",
        "text": "Meab. Yeah, yeah, it's definitely me. Absolutely."
    },
    {
        "speaker": "D",
        "text": "We're gonna give 10 million away every."
    },
    {
        "speaker": "A",
        "text": "Friday, by the way, this is a good meme, right?"
    },
    {
        "speaker": "D",
        "text": "Make it all back."
    },
    {
        "speaker": "A",
        "text": "It's a great meme. It's a great meme."
    },
    {
        "speaker": "D",
        "text": "So, yeah, so we're gonna be giving away 10 million every Friday going forward until we hit a $10 million market cap. How about that?"
    },
    {
        "speaker": "A",
        "text": "Get out of here."
    },
    {
        "speaker": "D",
        "text": "That's what we're gonna do."
    },
    {
        "speaker": "A",
        "text": "Imagine. Imagine you get to a $10 million markup. How many. How much those tokens?"
    },
    {
        "speaker": "D",
        "text": "Well, you know, some people might say $10 million market cap is fun. I am one of those."
    },
    {
        "speaker": "A",
        "text": "Some might say that, but I. Some."
    },
    {
        "speaker": "D",
        "text": "I did want to. I did the draw for the winner of the first 10 million mehab. And it is."
    },
    {
        "speaker": "A",
        "text": "This is all going to one. One person. I just for context, I bought a soul worth of mehab yesterday, and I only got, like, 300,000. So this is a pretty good. Is a pretty good clip."
    },
    {
        "speaker": "E",
        "text": "What did you have to do to enter this contest? I'm confused."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. You had to make it all back in one trade."
    },
    {
        "speaker": "D",
        "text": "All you had to do is retweet. So the parameters and this will be the same thing next week is to retweet the Friday in my crisis spaces to follow both mid my crisis and make it all back."
    },
    {
        "speaker": "A",
        "text": "Oh, so this. This space. Yeah, so go retweet this one right now, and it'll count for next Friday."
    },
    {
        "speaker": "D",
        "text": "Uh, no, wait till next Fridays. For next Friday."
    },
    {
        "speaker": "A",
        "text": "Got. Oh, so it's the beginning of the show."
    },
    {
        "speaker": "D",
        "text": "Yeah. Um, so, yeah, so make sure you follow both of us and Fridays, and then all you got to do is just drop your sole address in the comments of next week's. Uh, so for those of you who want to participate, and we're gonna do. Like I said, we do that every Friday. So, yeah, the first winner is."
    },
    {
        "speaker": "A",
        "text": "This is how you distribute?"
    },
    {
        "speaker": "D",
        "text": "This is it. Just trying to. You know, we just want our friends and well wishes to make as."
    },
    {
        "speaker": "B",
        "text": "Can I. Can I ask, before you announce the winner, am I allowed to win?"
    },
    {
        "speaker": "D",
        "text": "Sure. Okay. Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Qualifications are. Have you lost a trade ever? Yeah."
    },
    {
        "speaker": "D",
        "text": "If you've lost a trade ever, you can absolutely participate, and. Yeah, so this week's first winner is flippin chicken. So I don't know if they're actually."
    },
    {
        "speaker": "A",
        "text": "What a great name. Right?"
    },
    {
        "speaker": "D",
        "text": "I agree. So I'm gonna tweet that out right now, and congratulations. We'll have the intern transfer that over to you."
    },
    {
        "speaker": "A",
        "text": "Are you the intern?"
    },
    {
        "speaker": "D",
        "text": "I am not the intern."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. You actually have an intern."
    },
    {
        "speaker": "D",
        "text": "I'll let you guess who that might be."
    },
    {
        "speaker": "A",
        "text": "Whose decision was it to give the interns glocks?"
    },
    {
        "speaker": "D",
        "text": "Well, it was. It was. It was actually brought to our test."
    },
    {
        "speaker": "A",
        "text": "Did anybody get that? Anybody get that reference?"
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Do you get that reference?"
    },
    {
        "speaker": "D",
        "text": "I don't. What is it?"
    },
    {
        "speaker": "A",
        "text": "Oh, come on. Life aquatic with Steve."
    },
    {
        "speaker": "D",
        "text": "Oh, goodness. I. That's on me. I've been."
    },
    {
        "speaker": "A",
        "text": "I'm surprised you didn't."
    },
    {
        "speaker": "D",
        "text": "I should have gotten that one. I thought you were making maybe making a 30 rock reference. I've been. I've been deep diving on 30 rock lately, and it. It's. It's. I highly recommend."
    },
    {
        "speaker": "A",
        "text": "Uh, next, uh, next week, we got to talk a little beef, too."
    },
    {
        "speaker": "D",
        "text": "Oh, my God. Beef is so good. Uh, yeah. Yeah. Honestly, the best show I've seen since Breaking Bad. I think, like."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, uh, I I did realize after you asked me if I watched it that I did finish."
    },
    {
        "speaker": "D",
        "text": "Oh, you did?"
    },
    {
        "speaker": "A",
        "text": "My wife had to remind me of how it ended, and I did finish."
    },
    {
        "speaker": "D",
        "text": "It so good, but yes. Uh, yeah. So, the winner. Flippin chicken. Flippin chicken will be, uh, not. Not to be confused with denim chicken. Different guy."
    },
    {
        "speaker": "A",
        "text": "Altogether different guy, but also a great guy, but not the same great guy."
    },
    {
        "speaker": "D",
        "text": "Absolutely. But we'll have that sent over to you this evening. So that's it for me."
    },
    {
        "speaker": "E",
        "text": "For those of us in the back, can you. Louder. Again, in a concise, linear fashion state how you enter this contest."
    },
    {
        "speaker": "A",
        "text": "Yes, I will tell you. Here it is."
    },
    {
        "speaker": "E",
        "text": "That I still have no idea which."
    },
    {
        "speaker": "A",
        "text": "Okay, here it is. You need to come to mid mic crisis next Friday and retweet the space. And at the end of that show, we will draw a winner to get 10 million me ab. So come hang out with us on Friday. Retweet space. You actually don't even need to stay. You can just come and retweet it and bail."
    },
    {
        "speaker": "B",
        "text": "Additional. Additional rules. Right. You can retweet the."
    },
    {
        "speaker": "A",
        "text": "The pre space as long as it's the same one. So you could retweet the reminder."
    },
    {
        "speaker": "D",
        "text": "I would recommend following mid my crisis, keeping your confusing."
    },
    {
        "speaker": "A",
        "text": "Again, I literally said outer. Just come Friday, retweet the space, and you're good to go."
    },
    {
        "speaker": "E",
        "text": "Somewhere in there was dropping a soul address. I was like, okay, what is happening?"
    },
    {
        "speaker": "A",
        "text": "Your name needs to be flippin chicken."
    },
    {
        "speaker": "D",
        "text": "Yeah, you just. That's it."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's the only way you win."
    },
    {
        "speaker": "D",
        "text": "Only flippin chickens win."
    },
    {
        "speaker": "F",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Again, my recommendation, follow mid my crisis follow. Make it all back turn notifications on from in my crisis is probably what I would do."
    },
    {
        "speaker": "E",
        "text": "Fucking hell. I'll just buy some. Just see how to buy some of this."
    },
    {
        "speaker": "D",
        "text": "But when you see, you will see. It's not that complicated. When you see a tweet from in my crisis, it'll probably come out next Friday or possibly Thursday evening. It'll have all the rules on there. All you got to do is retweet, drop your soul address, and you're good to go."
    },
    {
        "speaker": "A",
        "text": "This is gonna end up costing you guys a pretty penny."
    },
    {
        "speaker": "D",
        "text": "I mean, or make some people soul."
    },
    {
        "speaker": "A",
        "text": "Well, no, I'm saying. I'm saying you guys aren't going to want to part with 10 million by the time."
    },
    {
        "speaker": "D",
        "text": "Why? Hey, this is what we're here for."
    },
    {
        "speaker": "A",
        "text": "Oh, and by the way, this is a couple soul worth of me."
    },
    {
        "speaker": "D",
        "text": "I'm kind of burying the news here. If you're holding any me app at the end of every month, we're giving away 10% of fee revenue to a random miab holder. Like this is. We gave away. We gave away already gave away a soul for February. So March. End of March is coming up and we'll. We'll be giving out even more when marketing. Yeah. Dev is that. And no marketing."
    },
    {
        "speaker": "A",
        "text": "Chad."
    },
    {
        "speaker": "F",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "F",
        "text": "This is the worst. What do they call it late night when they're selling you things, they're like, oh, wait, there's more."
    },
    {
        "speaker": "A",
        "text": "And wait, there's more."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. Absolutely. So, anyways, you guys enjoy your weekend. I hope everybody makes it all back."
    },
    {
        "speaker": "A",
        "text": "We missed you today."
    },
    {
        "speaker": "D",
        "text": "I know. I missed you guys, too. I had to make a quick."
    },
    {
        "speaker": "A",
        "text": "How was the show rated?"
    },
    {
        "speaker": "D",
        "text": "I've. I mean, I always think it's a better one. I'm not there. Like, the quality is better."
    },
    {
        "speaker": "A",
        "text": "Just wait till you hear. This one's a banger."
    },
    {
        "speaker": "D",
        "text": "I believe it. I caught a good chunk of it, so I've been."
    },
    {
        "speaker": "A",
        "text": "It's just me pontificating for 40 divide."
    },
    {
        "speaker": "E",
        "text": "Is just engagement for me. He hasn't said a thing the whole time."
    },
    {
        "speaker": "A",
        "text": "Whatever. You said your name had to be flippin chicken to win the. Yeah, that was the joke of the day."
    },
    {
        "speaker": "D",
        "text": "So tune in next joke and find out who who the next if Flippin chicken wins again, maybe."
    },
    {
        "speaker": "A",
        "text": "All right, don't forget to check out cap at a space up top. Set your reminders. Mister House, you had your hand up for a while. I don't know if you went away or if you just put it down because we're only two minutes left, but you are welcome to speak if you are available."
    },
    {
        "speaker": "C",
        "text": "Cool. Yeah. If anyone wants to play video games this weekend, I am looking for crew members and captain and company free to play game. You'll farm some blast points with it. It's an absolute gas to play, so feel free to slide into my DM's. Also a bunch of I'm going to hit you in the DM's after because we got to set up a call."
    },
    {
        "speaker": "A",
        "text": "Hell yeah. Love it. Also, DJ network, great spot to do some like screen sharing, web three gaming, which is very fun. We've done that before in there. Mister House has. Pain has. Check it out there if you're part of the DJ network discord and outside of that, that's going to do it for us. Pain, it was pleasure co hosting with you."
    },
    {
        "speaker": "B",
        "text": "Thank you. I had an absolute blast. I'm glad I didn't wreck the podcast. Take it back to the old days."
    },
    {
        "speaker": "D",
        "text": "Thank you, pain."
    },
    {
        "speaker": "A",
        "text": "Nailed it. All right, give us the outro, Payne. Until next time, keep the mic hot."
    }
]