[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Joe, aka Bunche. You bets alongside my two esteemed colleagues and co hosts, Chad and Des. Chad, how you doing today, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing great. I'm feeling. I got the lucky vibes, you know, rushing through my veins as we speak. With seven minutes and 12 seconds left on the clock, we got some cool cats."
    },
    {
        "speaker": "A",
        "text": "You feeling confident here that you're going to."
    },
    {
        "speaker": "B",
        "text": "It's not even a. It's not even a matter of confidence. It's. It's. It's just a fact of the universe at this point."
    },
    {
        "speaker": "A",
        "text": "I personally can't even get myself in the queue, so who knows what's going to happen here? Hopefully I can get into the next seven minutes. While we're doing this, we are also joined by our other new co host. We had great response from all the DeS data last week. Des, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I'm doing good. It was one heck of a weekend. I mean, you guys know what's been going down in top shot. The highs, the lows, man. It's all. It's all been crazy. So happy to be here on a Monday. Recap it with y'all and go through some of the data. But, yeah, it's been a crazy time."
    },
    {
        "speaker": "A",
        "text": "It has indeed. And right now, before you get started, before we get started here, definitely comment, we want to get some drum up some comments in our chat here on YouTube. Comment, your favorite hashtag, NBA top shot. This moment of the week, we're going to be doing a giveaway and that will help you get entered into that giveaway. Chad, what are we giving away this time? We've done two now. We've given away a Zion and a Steph curry. What are we giving away this time?"
    },
    {
        "speaker": "B",
        "text": "We are giving away one of the requirements for the, I want to say Mike Conley giveaway or the Mike Conley challenge."
    },
    {
        "speaker": "A",
        "text": "Oh, look at us."
    },
    {
        "speaker": "B",
        "text": "It's the cat. Mister Carl Anthony Towns. I think that's the right. It's a challenge for something. I'm pretty sure that's the right challenge."
    },
    {
        "speaker": "A",
        "text": "Yes, I think you're correct. That is the cool or the Mike Conley. Welcome to the all star family challenge, which has a pretty good completion rate I've been seeing so far. So I think 38%. Yeah, that's true. It's the cheapest one to do and all of that. But we are a couple minutes away. I got myself into the queue, so we are all nice."
    },
    {
        "speaker": "C",
        "text": "That's all that matters."
    },
    {
        "speaker": "A",
        "text": "We're good here. That's all that matters. The show can go on now. Um, so, des, I'm throwing this to you because we have. We've seen, like you said, a very crazy weekend. Um, the market has taken quite a little bit of a hit here in the last couple days. So we had, um, you know, some crazy news over the weekend with LeBron getting hurt, or quote unquote hurt, uh, as well as Lamello going down for the season. Season. And chaos ensued. So what are your thoughts on the current state of affairs of NBA top shot marketplace?"
    },
    {
        "speaker": "C",
        "text": "So I woke up Saturday morning and I was wondering what was going to happen, because this is the first weekend in a very long time that we haven't had anything big on a Saturday. The market was open, and I was curious how it would behave. And clearly it went in one direction, which is this minor correction or diphthere. And I think it's just due to lack of activity. Right. You need that activity. You need these pack drops to kind of keep interest going, keep people in the market. So, you know, that's. That's what we initially saw on Saturday. And then you bring on the. What happened with the injuries? Air quotes on the LeBron injury. I think you might just want two weeks off, you know, right now with the slander."
    },
    {
        "speaker": "A",
        "text": "No, hey, look, you're the one that. You're the one that threw a little shade via your TikTok."
    },
    {
        "speaker": "B",
        "text": "No, no, I was just coping with."
    },
    {
        "speaker": "C",
        "text": "The horse was hilarious. The horse was hilarious."
    },
    {
        "speaker": "B",
        "text": "I'll bring it up here. 1 second. I think let's. I think I have it here. I'll bring it up in a sec."
    },
    {
        "speaker": "C",
        "text": "If we don't have it, I can do an audio visual description for those listening on the pod today."
    },
    {
        "speaker": "B",
        "text": "That's how much time we have left on the clock. Three minutes. All right, well, let's see. I'll see if I can find it."
    },
    {
        "speaker": "C",
        "text": "But just to sum it up, I mean, you saw some crazy things happen. We'll get into it today with the data, but the injuries and how they affected the marketplace, I think that is the biggest takeaway. Right. And, you know, we, we observed something that's been talked about a long time, which is if you invest your money into moments of, you know, superior players, hall of fame, already big players, LeBron being the number one case, you're not going to see that much hit or dip. If, you know, if he were to go down in the injury, unlike Lamelo, you see drop 60% in an hour. Here it goes."
    },
    {
        "speaker": "A",
        "text": "For those listening to the podcast version, it's the LeBron injury and Chambers superimposed a horse rolling over LeBron, and it's pretty great."
    },
    {
        "speaker": "B",
        "text": "So on TikTok, this song has taken over."
    },
    {
        "speaker": "A",
        "text": "Oh, is it, is that. Is that what's going on?"
    },
    {
        "speaker": "B",
        "text": "Very popular song right now. This guy apparently just takes text messages that he finds and essentially just puts a song to them. And this is about two girls talking about how a horse broke her toes. And one of the girls said it was 15,000 pounds. The other girl questioned that and said, pretty sure you mean 1500. And she vehemently was adamant that it was a 15,000 pound horse. And the conversation continues in that vein. So it was."
    },
    {
        "speaker": "C",
        "text": "That's great."
    },
    {
        "speaker": "B",
        "text": "Very funny. Very funny."
    },
    {
        "speaker": "A",
        "text": "So where are we at on the clock?"
    },
    {
        "speaker": "B",
        "text": "We're very close on the clock. I'm bringing it up now."
    },
    {
        "speaker": "C",
        "text": "It's funny, you know, I don't get a lot of my investment from these packs, right? I mean, I have more money in the marketplace and the things. But every time we have a pack drop, I still get so nervous, still get the butterflies, still want it so badly."
    },
    {
        "speaker": "A",
        "text": "It's funny. I mean, this is the hype, right? Like, it's this. Getting the pack is the hype. And it's kind of interesting then what happens after the fact. Like, we, you know, I think also what we're seeing with no pack drop over the weekend is that people are getting these packs and dumping the moments, right? So what concerns me. Yeah. What concerns me is that the true kind of collector that's investing in the moments themselves for the long term maybe isn't quite as strong as we were originally believing that it is. You know, which is. It's funny because we see two different sides of this, right? We got. We have the pack drop and then the moment dump. Right? But then also at the same time, this weekend we saw the biggest top shot sale of. In history. Correct?"
    },
    {
        "speaker": "C",
        "text": "Correct. Yeah. 210."
    },
    {
        "speaker": "A",
        "text": "Yeah. Chamber. Did you see that?"
    },
    {
        "speaker": "B",
        "text": "I did see. I wasn't sure if it was the number one. I know there was, like, we were throwing around the number 250 the other day, but I wasn't sure if that was an actual sale or not."
    },
    {
        "speaker": "A",
        "text": "210,000 for the LeBron moment. Yes. All right, so the queue is now."
    },
    {
        "speaker": "B",
        "text": "What do we. What do we need? Like, what, top 60?"
    },
    {
        "speaker": "C",
        "text": "67,000, I think. Right. Or 60."
    },
    {
        "speaker": "B",
        "text": "You want to be in like, the fifties is, you know, to be on the safe side. Right?"
    },
    {
        "speaker": "A",
        "text": "I mean, you ideally like to get this over with quickly."
    },
    {
        "speaker": "B",
        "text": "Let's see what we got. So, still waiting."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "So am I getting it? You think?"
    },
    {
        "speaker": "C",
        "text": "I have this weird theory that the longer you have to wait to get your position, the better it is. So anytime it pops up real quick, I get really nervous that it's a high number. I."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "C",
        "text": "It could be complete B's. But I've just noticed my better positions come after waiting longer."
    },
    {
        "speaker": "B",
        "text": "Is that 40,000?"
    },
    {
        "speaker": "A",
        "text": "What'd you get?"
    },
    {
        "speaker": "B",
        "text": "40,000. That counts. That counts. Where I come from, on the board."
    },
    {
        "speaker": "C",
        "text": "You're in. You are in."
    },
    {
        "speaker": "A",
        "text": "I am 144,000. So I am not getting a pack today, boys."
    },
    {
        "speaker": "C",
        "text": "We did it. 23,000."
    },
    {
        "speaker": "A",
        "text": "Wow. We got two for three."
    },
    {
        "speaker": "B",
        "text": "Are you kidding me right now?"
    },
    {
        "speaker": "A",
        "text": "Wild. All right, huge turn of events. Let's go. I am. I'm a little jealous, but that's okay. I'm the only one that got the. I'm the only one that got the all star game pack. So true. Are we."
    },
    {
        "speaker": "C",
        "text": "So we're gonna open day over this?"
    },
    {
        "speaker": "A",
        "text": "We're gonna open yours live. At some point, if we get."
    },
    {
        "speaker": "C",
        "text": "I don't know. It might take an hour to get through this line."
    },
    {
        "speaker": "A",
        "text": "Yeah, you might be. Yeah. But, yeah, so, I mean, let's. Let's talk about that. Chamber our chad. I'm one hand. You have the market taking a dump because of, you know, pack flippers. I mean, still, the best ROi is getting a pack and then selling your moments. Right? And so I think you're seeing. That's why the floor is going down and you're seeing kind of account values plummet. And. But on the other hand, you also have the top sale of any moment in history yet. So what are your thoughts on that? Where do you think this lands? What. What is the actual quality here? What. Which. Which one's going to win out over time, in your opinion?"
    },
    {
        "speaker": "B",
        "text": "So you're talking to somebody that came in a little later than you guys. So you guys are. You guys have. You guys feel a little bit looser than I do? I'm gonna be honest. I put in some money. I. My account. My current account is down roi wise, because I came. I mean, I came in. I bought some packs early, but not very many."
    },
    {
        "speaker": "A",
        "text": "You bought the packs?"
    },
    {
        "speaker": "B",
        "text": "I went shopping hard, though."
    },
    {
        "speaker": "A",
        "text": "Yeah, you came in right after the big pump weekend. Like, that's, like, right when you came in. So notoriously, as we make fun of you on rec for. You bought the top."
    },
    {
        "speaker": "B",
        "text": "I do buy a lot of tops. I get excited when I get excited, that's usually a good signal to maybe take a pause, but I went and bought all of the all stars. All the seeing stars moments."
    },
    {
        "speaker": "A",
        "text": "Are all three of us in on the seeing stars or just me and you. I think Des went rising stars, right?"
    },
    {
        "speaker": "C",
        "text": "I went rising stars."
    },
    {
        "speaker": "B",
        "text": "That's a good call."
    },
    {
        "speaker": "C",
        "text": "We can talk about why and why that may be more important after this weekend, but, yeah, no, I mean, it's tough. I was in, I'll be honest, I did something that I never, I preach against not doing. I just, I saw the, I saw the writing on the wall a little bit. When they dropped the new all star set, I had a few scene stars and I was debating going in on it, but because they dropped that new all star set, which had so much overlap in players, I got those paper hands out that I rarely ever use, and I sold some of those moments."
    },
    {
        "speaker": "A",
        "text": "So I also, my original strategy was I scooped them all up myself, right. And then I even, I had my price levels out over the course of, you know, that first week or so of the challenge, and I'm like, okay, if these moments, like, they're going to get scooped up at the end, people are going to want to complete these. Usually we see about 70% completion. So people have to, people are going to start buying these. And so I set my price levels and I was buying multiples of team Durant's. So I had four James Hardens that I bought at a certain price level, and I had three or four of the Jason Tatum moments. I have a couple Bradley Beals. Right. So, like, I was, I was feeling a little worse because I had that, that was the play that got me. Right. It's not completing the set because you're still going to get, you're still going to be left with the ramp moment at the end. Right. That's going to make up for some of the losses on the individual moments themselves, and you're still going to end up with a low minted Durant. But my mistake was buying multiples of the team Durant, which have obviously gone down in price versus gone up. And that was my mistake. I actually sold some of those back today myself. I'm also guilty of. Yeah, I had to. I'm like, all right, let me just get rid of a couple of these multiples. I just, I'll take the l on it and move on. I also wanted to have some dapper balance to make some of these other plays that we have seen some value in this weekend. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I picked up Julius last night after you saw that. You know, you guys being Knicks fans, I kind of feel yddeh some kinship towards the Knicks lately."
    },
    {
        "speaker": "C",
        "text": "Just so we're clear, Joe is the Knicks. I'm with you on the Lakers."
    },
    {
        "speaker": "A",
        "text": "Des just wants the RJ Barrett moment."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "I'm a big three star."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "He's a Laker fan. Even better. So I like you even more now, but, yeah, do we. That Julius Randall hit a. Hit a go ahead three pointer to set it to overtime last night. He was like, I picked. I picked up his. His metallic for, like, $500, and that was the. That was. I think that was the only all star at that price range. So I thought that was maybe good value. I don't know."
    },
    {
        "speaker": "C",
        "text": "That's sweet. And I think that's good timing, because he just was used in the last metallic gold challenge, so people kind of panic sold him after that challenge was over. So I think he got him at a really good price. It should stabilize somewhere."
    },
    {
        "speaker": "B",
        "text": "I mean, he's a nick. He's an all star. I feel like those are. It's not a. It's not necessarily a challenge card. Like, it's a metallic. I don't. I don't. I don't know if I like the. The branded moments as much like the, you know, take it to the. Take it to the rim or whatever."
    },
    {
        "speaker": "C",
        "text": "Yeah. The alternative sets."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I don't. I don't know if I necessarily want those as long term plays. Yeah. Now, Joe, I have a question for you with. With your paper hands, do we not feel like, how many more days do we have until the Durant challenge is done?"
    },
    {
        "speaker": "A",
        "text": "There's about seven. Today's like, seven."
    },
    {
        "speaker": "B",
        "text": "So, like, a week from today?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Do we not feel like it's gonna go up on, like, like two days away? One day away?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I'm keeping an eye on. I've been keeping an eye on, like, what the trajectory of the completion is. Right. And I think as of this morning, it was at 28% or 30 something. 30%. There's meaning maybe it was only 21%, but I saw something that. Yeah, I saw something on a projection that basically, we're looking at maybe 3500 completions total out of the 10,000 possible. So when you think about that, you know, in a week, if that, if everything just stays constant, that's what you're going to end up with. So there would have to be such a mass rush, and I think what we've seen in the past is there has been that mad rush to complete the challenges at the end, and the prices have bumped. However, we're sitting here at a time in top shot where there's a lot going on. There's six or seven different challenges going on at the same time. Right. We've got. Okay, we're going to have cool cats three. As of today, we're going to have seeing stars one. Rising stars one. There's the MGL challenge. There's probably. I think there's another one as well. And, you know, there's also the second half of those other ones that people are starting to buy in anticipation for them. Right. So that's a good point. I don't think. It doesn't seem like you're going to get the same type of bump that we've seen in the past. And it looks so like it'll be interesting to go back and do case studies on these sets of drops or these sets of challenges. Right. Because the highest point of these challenges was release day, and then there was like that two or three days after where everything took another bump and then it, uh. And then it cratered again. Right. It's just been slowly reading out. Right. Um, what. What's your thought on that, des? I think, um, you know, so I don't. I'm not confident we're going to get another bump."
    },
    {
        "speaker": "C",
        "text": "Yeah. Saturation is the worst enemy here. And like you said, we got six, seven challenges going on. I know Twitter's been on fire with people complaining how many challenges are going on. What is great to see is that they've recently released that metallic gold, and they dropped the date from 20 days, which was metallic gold, 19 to seven or seven or eight days. So they get it right. So they realize they're having too many challenges going on. I think that's primarily due to the length of some of these challenges."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So hopefully we shorten that up and, you know, they can have a little bit wilder rides, you know, happening quicker with these challenges, which I think is how it should be."
    },
    {
        "speaker": "A",
        "text": "My theory on that, too, is they're shortening the challenges to seven days because of the gifting rules. I think that has something to do with it. Right. Where right now, if you're gifting, you have to own the moment for at least seven days. So it puts a hindrance on getting packs from potentially multiple accounts and not have. And just gifting your moments. Right. So. Or sharing moments or renting moments, which is something I've seen. I can't believe that's a thing."
    },
    {
        "speaker": "C",
        "text": "It's been going on for a very long time. Yeah."
    },
    {
        "speaker": "A",
        "text": "And so. Yeah. How's the queue moving along, Chad? Are we."
    },
    {
        "speaker": "B",
        "text": "So the queue I'm at, I'm currently at 39,000, so."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Taking aways. And we have a question from the comments. I think I can, I think I can show it."
    },
    {
        "speaker": "C",
        "text": "I think you can highlight it."
    },
    {
        "speaker": "B",
        "text": "Oh, look at that. So this is great picture."
    },
    {
        "speaker": "C",
        "text": "Great picture from our buddy with demon laser eyes. I love it."
    },
    {
        "speaker": "B",
        "text": "So this is from our buddy tank anchor us. Do you think the queue is rigged to in favor of top shot admins friends?"
    },
    {
        "speaker": "A",
        "text": "No, no chance."
    },
    {
        "speaker": "C",
        "text": "I put this up with, with some of the top conspiracies outside of top shot. And it's a no for me."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a no for me, dog. Yeah, that ain't happening. Also, what I do think is crazy is there's over, there has to be over 250,000 people in the queue because somebody in our telegram chat from our crypto show said they got. There are over 20 or 250,000 in line."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's crazy."
    },
    {
        "speaker": "A",
        "text": "That's crazy, right?"
    },
    {
        "speaker": "B",
        "text": "38,000."
    },
    {
        "speaker": "C",
        "text": "Unfortunately, that brings me back to a point that you were making earlier, Joe, which is like, what is the health of the market when it's flipping? When it's, you know, people, 200,000 people come in and, you know, 180,000 of those people would sell those moments instantly right after they get them. And how does that affect the market? You know, I actually don't think it's as negative as people think. I think we tend to frown upon, you know, those investors and those looking to make money and then the true collectors. But for the health of a market, it's okay if people want to transactionally, you know, get in there, get their money, as long as you always have buyers. And I think I. One of the greatest pieces of information that's on Twitter right now is this guy named Greg Murray. Shout out to Greg. He posts the amount of buyers and sellers in the market, and they're pretty damn close, which is very healthy sign of a very healthy market. If we were to see so many more sellers, then, yeah, I'd be, I'd be concerned. But those, they, it's funny, they come and go. They're very close together. Sometimes there's more buyers. So it's a yemenite. I don't think it's as negative reflection on the market is as people think."
    },
    {
        "speaker": "A",
        "text": "No, I would agree with you there. I think one of the things I think would help this is if and when they do put bid ask system in, right. Because what happens now is obviously, it's all based on lowest ask, and that's what people see. And then it's a rush to undercut, right, where if you could see essentially a whole order book instead, right in front of you, you you know, you may be a little less inclined to just undercut by a buck. Right. We see it happen and. And the whole market is valued off of lowest ask. Right. So I was checking out a conversation on Twitter where it was a good point that was made, you know, why, like, the lowest ask might be, you know, $30 on a moment, but only ten purchases, and that is all. All of a sudden, that's up to 50. Right. So, like, the depth of that lowest ask is something to take into consideration, but you don't see that when you're just looking at at it the way it is right now. Right. So, like, you can't see how deep each of those orders go without doing some filtering, and nobody's really doing that. Right. Like, you're just rushing to sell your moment because you want your cash, which is fine, but, yeah, so. But I don't disagree with you that flippers are bad. What I think is dangerous, potentially, is the people that are coming in solely to flip a pack. Right. Or because it's showing that there's 250,000 users right now that are trying to buy this pack, which is great, and that's healthy. Right. However, if they're just going in to flip this pack, top shot has minted all of these moments and put this demand out from the pre order packs based on people wanting to get a pack. Right. And people wanting to get a pack because it's ten x ev. But now there's millions of moments on the platform and are all of those people buying to hold or collect or even flip a moment that they buy for profit? I don't think the answer is yes. And that's what I fear is dangerous about where the heck is the actual floor? You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, it's interesting. It's something we're going to have to see. Your comment about the true bidding system, I think is phenomenal. They use it on Star stock right now, which I know gets talked a lot about in physical card space, and it works great. You can see exactly what someone would pay for your moment right there. And then what I would say is, I'd be very scared of to see that switch turned on in top shot because you're going to have a real dip for a quick second because natural economics, people are going to put in low bids and people are going to say, oh, that's all I can get for my moment. I better take it while taking it."
    },
    {
        "speaker": "A",
        "text": "Right. Exactly."
    },
    {
        "speaker": "C",
        "text": "And it's something that's interesting to implement rather than to start with. So we'll have to see if they end up going that route. But, yeah."
    },
    {
        "speaker": "A",
        "text": "What do you think, Chad? Are you pro bid ask? Are you?"
    },
    {
        "speaker": "B",
        "text": "I obviously, yeah, no, 100% pro bit ask, but, yeah, where the bottom is. I've seen so many, so many murder scenes when it comes to."
    },
    {
        "speaker": "A",
        "text": "Hey, look, you said yesterday in our chat that you buying blood? Are you making. Are you making purchases? Like what? But. So let's. Let's get into some of these data charts that we have from. From Des this week. So while we wait for the queue."
    },
    {
        "speaker": "C",
        "text": "To come, q is moving quickly, quickly."
    },
    {
        "speaker": "B",
        "text": "Now, let's see where we're at here."
    },
    {
        "speaker": "C",
        "text": "Emmanuel, quickly."
    },
    {
        "speaker": "A",
        "text": "It's moving, Emmanuel, quickly."
    },
    {
        "speaker": "B",
        "text": "It's 35k as of right now. Ways to go."
    },
    {
        "speaker": "A",
        "text": "Hopefully, we can get this within our show limits here, but if we can. If we can't, we'll."
    },
    {
        "speaker": "C",
        "text": "We're gonna get mine for sure. I'm down to."
    },
    {
        "speaker": "A",
        "text": "Oh, that's right. You've mine at least."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, excellent. Let's put up. Let's do some all star challenges here. I thought this was an interesting one."
    },
    {
        "speaker": "A",
        "text": "Okay, so we have some data here by Des. Shout out your twitter handle real quick because we got to get people following you."
    },
    {
        "speaker": "C",
        "text": "It's the easiest, hardest thing in the world. So it's completely. It's short, but it's completely spelled ridiculously. So it's Kraft, but Kraft is spelled k rhink Hft."
    },
    {
        "speaker": "B",
        "text": "So like crafts, but nothing like craft, right?"
    },
    {
        "speaker": "C",
        "text": "Exactly. It's exactly like craft and nothing like craft."
    },
    {
        "speaker": "A",
        "text": "All right, so what are we looking at and talking about here with this, with these challenge, the all star challenge updates, we touched a little bit about what's going on, but where are you focused when it comes to these all Star challenges? Sure."
    },
    {
        "speaker": "C",
        "text": "So the background here is, this is the latest rare drop. So we're talking about the All Star."
    },
    {
        "speaker": "A",
        "text": "The packs that came out this weekend."
    },
    {
        "speaker": "C",
        "text": "Yeah. The moments from the all Star game who you were able to score, which is awesome. Now, these moments, in my opinion, do hold. We talk about alternate sets. I will say this one probably has a little bit more weight to it, considering it's the first moments minted from an all Star game. So I, you know, I do like that as far as long term value goes, especially in alternate sets, but it's broken down. There's two challenges going to be associated with this. One is for a Giannis three point bank shot, which, if you watch the All Star game, he had a few of those, but it's for one of them, the other challenge, which has not actually started yet, but we know, is going to happen is for Dame's Damien Lillard's, you know, half winner, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. So those are the two challenges associated with these. I think they're 2020 some moments. I think it's 20 moments. So ten each, I believe, for the challenges. So that's what we're looking at here. You got your normal columns, you got the lowest price market cap, which is lowest price times mint number. All these have the same mint number at 2021. So I, you know, that's, it's all going to be the same there. What I do think is funny is someone made the joke is like, wow, how under serialized are these all star moments when they're minting them to the year in, you know, 2030 and they're only 2030 of them."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, that's true."
    },
    {
        "speaker": "C",
        "text": "Funny."
    },
    {
        "speaker": "A",
        "text": "It's funny because I always think about this, the same thing when top series one comes out, and it's kind of, it feels the other way where they're where the serial numbered to the year. And so the year just keep in the sports card world out of 2021 is pretty high, you know, so I think, I always think that's pretty funny. Where do you see value in. So let's go two ways with this question. Is there value in completing the challenges here? Because after, after everything we know now, with how some of these past challenges have been going, where do you, is the challenge worth completing, in your opinion? And if. And next would be, where do you find value if you're just buying single moments?"
    },
    {
        "speaker": "C",
        "text": "Sure. Well, I'll say this, and this is all in my opinion, but this one's a little bit of a wait and see for me. What's crazy is that it's only at 8% completion, which is pretty much the lowest amongst any challenge that's active right now. So you're at 8%."
    },
    {
        "speaker": "A",
        "text": "And now this one also only has a seven day clock, correct? Correct. So. So the fact that it's at 8%, if it was a 30 day clock, would not be as surprising. Right? Like you'd realize. You'd figure. You'd figure, okay, these have a long way to go. It'll steadily go up, but when you're talking about a seven day clock, that's a little more surprising, I would say."
    },
    {
        "speaker": "C",
        "text": "Yeah, I would totally agree with that. Now, this contest is going fast and furious. It was completed by 62 people in the last 24 hours, which is a good portion of that 8%. So you do see a quick uptick here in completions. It's a little bit of a wait and see. Not to mention the reward for the Giannis I don't think is going to be as valuable as the dame half court game winner. I always, when the reward is not a rookie or not a super special moment or even, you know, well, Giannis is a superstar, so there goes that argument. But when it's not a rookie or something you can't get anywhere else, I tend to want to stay away from it. So that's why it's a wait and see for me a little."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I would agree with you, Giannis is a superstar. However, I also believe, if I'm not mistaken, he has the single most amount of moments on the platform."
    },
    {
        "speaker": "C",
        "text": "I think he does, yeah. With his MVP set. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's, that's, you know, a concern as well if you're for Giannis moment. Right. So if you're picking these up just because you want to hold a rarity, because they are still only minted out of 2021, which is a pretty rare supply, is there any value, in your opinion, of picking these up? Singularity?"
    },
    {
        "speaker": "C",
        "text": "No. The short answer is no. I just would wait until the contest ends. So one thing I've been working really hard and I wanted to present it today, but I'm not quite ready is I'm working on this thing of understanding the coefficient of utility, which is basically."
    },
    {
        "speaker": "B",
        "text": "How much I honestly got very excited."
    },
    {
        "speaker": "A",
        "text": "Oh, I am aroused."
    },
    {
        "speaker": "C",
        "text": "So I know it's a mouse."
    },
    {
        "speaker": "B",
        "text": "I need a new officer."
    },
    {
        "speaker": "C",
        "text": "It's the, basically, it's the percentage amount a player is overvalued due to their utility of being in the challenge. If that moment were to not be in a challenge based on other comparable mint numbers and values, what would that value of that moment be? And so what I looked at is I looked at all the active challenges this weekend, and I realized that this contest has one of the highest coefficient of utilities. Usually it's like right in the 1.8 times the value. This one was closer to two to three. So it was, it was kind of interesting to see that there's a lot of factors, and that's why I'm not ready to fully shared today is because there's still some bugs to work out. But it's very interesting. We'll go to the other challenge, which has one of the lowest coefficients of utility, and that's, that's what made me invest in that this weekend. So we can get to, we can get to that eventually."
    },
    {
        "speaker": "A",
        "text": "Let's."
    },
    {
        "speaker": "C",
        "text": "Any questions on that, though? I know I threw a lot out. You there?"
    },
    {
        "speaker": "A",
        "text": "No. That makes that makes a lot of sense to me because it definitely, you know, I've been calling it kind of utility premium. Right. Which is it's just how much more, but how much more the moment's going for than its potential base or other moments based on the fact that it is, I think that. I think what I can't wait to see when you do present that is, does the tier of player matter more? Right. Like, is somebody like, who is in seeing stars and all star, like, is that coefficient of utility going to be more extreme than somebody like Stephen? Sure. That'll be interesting to me for sure. And I think that matters because, look, it's really hard to decide at the moment if challenges are going to be worth it, and I think we should get into that probably right now. You made, you made a decision this weekend to kind of switch gears and let's hear what you did challenge wise."
    },
    {
        "speaker": "C",
        "text": "Sure. So just to answer your question, because I got it up right now, coefficient of utility for vous vet on this challenge is 2.6. Steph Curry's down at 1.37. So you are kind of right in your throat."
    },
    {
        "speaker": "A",
        "text": "There you go. Interesting. I'm a genius. I always thought so. All right, so what did you do this weekend challenge wise? Me and Chad are bleeding. Me and Chad are bleeding out. Our seeing stars. I'm selling the bottom. You, I think, made a power move in the opposite direction. That's going to pay off big."
    },
    {
        "speaker": "C",
        "text": "I did think it was going to pay off big. It did hurt me a little last night to think that half of the money I invested went into a lamello that dropped considerably. But I think overall it's going to be okay. So what I decided to do is I looked at all these coefficient of utilities and figured out that the Anthony Edwards, what I love to call it, the murder dunk, which is that massive poster, which is the challenge reward for the rising stars, the first rising Stars challenge. So I decided to go all in on that. It has major moments like Lamello balls, which at the time was like 4400. It's now down to, I think, 3200. Everything else, though, has either kept value or slightly risen. So that's good. But I just loved it. I thought, you know, hey, this guy's, and this guy's a rising star for sure. And, wow, that was a big pun there, but he's a rising star. Absolute highlight factory. People might say, you know, he's not the greatest player, but he did just drop 40 points. He dropped like 120 points in three games."
    },
    {
        "speaker": "A",
        "text": "Not to mention, look LaMelo's now out for the season. I would say Edwards is probably the next in line for rookie of the year. What do you think, Chad?"
    },
    {
        "speaker": "B",
        "text": "He was telling us at the very beginning he should have been number one. So as. I don't know, the guy has confidence coming out his ears."
    },
    {
        "speaker": "A",
        "text": "That sounds like it hurts."
    },
    {
        "speaker": "B",
        "text": "I mean, it does. It was going to come out of another orifice, but I can't."
    },
    {
        "speaker": "A",
        "text": "You should see a doctor, by the way, if you're listening at home and you have confidence coming out of your ears, please see a doctor."
    },
    {
        "speaker": "B",
        "text": "Put some cotton swabs in there and make your way to the hospital. Yeah, you don't want to. You want to keep the confidence. You don't want to let it just spill out."
    },
    {
        "speaker": "A",
        "text": "Right. You need that."
    },
    {
        "speaker": "B",
        "text": "But no, I think. I mean, unless there's. It's. It's. It's so upsetting. Like, you hate to see it. Maybe it's the curse of Levar ball. I don't know. But Lamelo was on his way to 100% being rookie of the year in, and he was doing it with. He was fantastic. I loved him. And now, unfortunately, that's not going to be the case. I think Edwards has got it. Maybe, you know, maybe IQ. I don't know. I don't."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, it could be."
    },
    {
        "speaker": "A",
        "text": "By the way, I freed up enough cash to go buy an IQ. I think I'm going to do that."
    },
    {
        "speaker": "C",
        "text": "Later today after this drop. I would highly recommend buying a IQ. You got 500 coming out today in these packs, there's a very unlikely chance that most of them are going to release more. Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So it's going to be most. I would 100% buy an IQ if."
    },
    {
        "speaker": "A",
        "text": "You want that after doing it. Yeah, finally, I did get a. I said yesterday that I set a price alert for him at, like, 850 when it first came out, and it never hit that until yesterday, and I just didn't have enough dapper, so I couldn't go get it. But hopefully maybe I'll see that today and I'll go snag myself an IQ. I feel like I need a win, man. I have. I feel like my moments have just been leaking out of my ears."
    },
    {
        "speaker": "C",
        "text": "Another condition to go see another."
    },
    {
        "speaker": "A",
        "text": "Exactly, exactly."
    },
    {
        "speaker": "B",
        "text": "Well, speaking of moment, like, what are some of the out of the all star packs? Like, what are some of the ones that you could pull that could just be a game changer that LeBron is."
    },
    {
        "speaker": "C",
        "text": "Still, I mean, phenomenal."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Are we. Is there segueing? Are you segwaying into."
    },
    {
        "speaker": "B",
        "text": "I'm trying to get on my segue. Yeah, I'm trying to get on my segue."
    },
    {
        "speaker": "A",
        "text": "Are we doing this? Let's. Yeah, I feel like we should come back. Then we'll come back and talk about the three badge."
    },
    {
        "speaker": "C",
        "text": "Let's do it."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I want to. I want a top three. So, obviously, LeBron. But, like, what's another. Give me another two. That, if we pulled, would be, like, a big deal."
    },
    {
        "speaker": "A",
        "text": "It's gotta be your."
    },
    {
        "speaker": "C",
        "text": "Luca or Steph."
    },
    {
        "speaker": "A",
        "text": "Luca."
    },
    {
        "speaker": "C",
        "text": "Steph."
    },
    {
        "speaker": "B",
        "text": "Probably Steph. All right."
    },
    {
        "speaker": "A",
        "text": "The chart you just showed had the prices right, so. Yeah. Luca. Steph."
    },
    {
        "speaker": "B",
        "text": "Then maybe Zion back up there real quick. We have Steph's."
    },
    {
        "speaker": "C",
        "text": "Steph's great. If I'm honestly just going on moment alone, I would want the Steph."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you. Right now, you have LeBron at 27, 45. Steph at 111. Ten. Luca at 1095, then Zion at 928. And then it's a pretty drastic drop off."
    },
    {
        "speaker": "B",
        "text": "So we want, obviously, LeBron, but Steph, Luca, or Zion would. Would be very good."
    },
    {
        "speaker": "C",
        "text": "I think that turnaround jumper from Steph is so underrated, and like I said, I'm not a big fan of buying these moments individually while the challenge is still going on, but that's the one I would want, for sure, after all."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right. We doing this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to see a LeBron."
    },
    {
        "speaker": "A",
        "text": "Okay, here we go. Let's see if we. Let's see what we got here."
    },
    {
        "speaker": "B",
        "text": "So this is the one you got. This is the one you got. You were the only one to pull an all star."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Out of. Out of our little group."
    },
    {
        "speaker": "A",
        "text": "I was the only one to pull an. Actually. Sorry. My sister, like, my whole family is in on these backdrops, and we were. We were actually all together this weekend, and we were all sitting around watching to see what number we got. I got one. And my sister in law, who is my sister in law, is on such a heater. She's gotten the last, like, six pack drops. And we're all real. We're all really salty about it. And so she pulled what was hers."
    },
    {
        "speaker": "B",
        "text": "And you can confirm she's not a influencer of any kind."
    },
    {
        "speaker": "A",
        "text": "She is not. She is not an influencer. Not of. Not a top shot influencer."
    },
    {
        "speaker": "B",
        "text": "Fair enough. Fair enough."
    },
    {
        "speaker": "A",
        "text": "Yeah. Pioneer woman. That's her game. So that she's a pioneer woman influencer. But she pulled. What did she pull? She pulled a. I think it was jokic that she pulled. And. Oh, no, it was a subonus, but it was number or it was 108 serial number. So pretty decent. Yeah. So that's fantastic. All right. I don't know if I have the sound working here, so we may get sound."
    },
    {
        "speaker": "B",
        "text": "I think you may, huh?"
    },
    {
        "speaker": "C",
        "text": "I can draw some sick beats if you need me to."
    },
    {
        "speaker": "A",
        "text": "All right. Are we hearing this?"
    },
    {
        "speaker": "B",
        "text": "No, it's terrific. I'm already. How many, how many cars do we have in this one? Seven."
    },
    {
        "speaker": "A",
        "text": "Seven."
    },
    {
        "speaker": "B",
        "text": "Hold on."
    },
    {
        "speaker": "A",
        "text": "I'm gonna just drop my volume a little."
    },
    {
        "speaker": "B",
        "text": "Yeah, we can't hear it, so it's okay."
    },
    {
        "speaker": "A",
        "text": "Just."
    },
    {
        "speaker": "C",
        "text": "Just make sure. Just make sure you don't do the blue one first. Blue one's last."
    },
    {
        "speaker": "A",
        "text": "Yeah. Where is the blue one? Let's find it."
    },
    {
        "speaker": "B",
        "text": "Oh, is that how you know? I didn't know that."
    },
    {
        "speaker": "C",
        "text": "That's how you know."
    },
    {
        "speaker": "A",
        "text": "There you go. There's the blue."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "All right, let's go with my first reveal here. 2980 out of. Oh, a Tyler hero."
    },
    {
        "speaker": "C",
        "text": "L. That's awesome."
    },
    {
        "speaker": "A",
        "text": "You take that all day. Number 234. Thousand. 436. Gorogging."
    },
    {
        "speaker": "B",
        "text": "All right, that is almost the last one."
    },
    {
        "speaker": "C",
        "text": "You're on. You're on fire with those heat."
    },
    {
        "speaker": "A",
        "text": "That's it. 26. The Devin Booker. See? Out of 35,020. 6610. All right, I can't touch the blue one."
    },
    {
        "speaker": "C",
        "text": "Don't touch."
    },
    {
        "speaker": "A",
        "text": "We've got 4658. Oh, a James Enos III. 12,000. Le."
    },
    {
        "speaker": "C",
        "text": "There you go. First moment."
    },
    {
        "speaker": "A",
        "text": "First moment. Nice."
    },
    {
        "speaker": "C",
        "text": "Nice couple."
    },
    {
        "speaker": "A",
        "text": "Le's so far not doing bad. 12,129. Duncan Robinson. Oh, this is a heat pack."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Damn. Hey."
    },
    {
        "speaker": "A",
        "text": "We'Ve got 16,409 out of 35,000. John Collins. And the moment we've been waiting for, literally. What do you think was calling the shot."
    },
    {
        "speaker": "B",
        "text": "LeBron? 23. That's what it's going to be."
    },
    {
        "speaker": "C",
        "text": "I'm not even. I'm not even. I'm going to let that ride. Here we go."
    },
    {
        "speaker": "A",
        "text": "All right, here we go."
    },
    {
        "speaker": "B",
        "text": "So excited."
    },
    {
        "speaker": "A",
        "text": "Zion, baby."
    },
    {
        "speaker": "B",
        "text": "That's all right."
    },
    {
        "speaker": "A",
        "text": "Let's go."
    },
    {
        "speaker": "C",
        "text": "You definitely take those."
    },
    {
        "speaker": "A",
        "text": "1008 out of 2021. Zion dunk."
    },
    {
        "speaker": "C",
        "text": "That is awesome."
    },
    {
        "speaker": "A",
        "text": "That is hot. I am very pleased with that pack."
    },
    {
        "speaker": "C",
        "text": "And that play is so rare because he missed, like, six dunks. So to actually get one that went in."
    },
    {
        "speaker": "A",
        "text": "No joke."
    },
    {
        "speaker": "B",
        "text": "Oh, huge turn of events."
    },
    {
        "speaker": "C",
        "text": "That is big."
    },
    {
        "speaker": "A",
        "text": "Congrats, joke. Thank you very much. That is awesome. So we've got. All right, Chad, you could take my screen down. How are we doing on the, on the queue?"
    },
    {
        "speaker": "C",
        "text": "Down to 6000. We're down to six for you."
    },
    {
        "speaker": "A",
        "text": "Okay, nice enough for me. One more here. We'll get one more before the time."
    },
    {
        "speaker": "B",
        "text": "23,000."
    },
    {
        "speaker": "A",
        "text": "I am very pumped about that. Zion. Let's."
    },
    {
        "speaker": "C",
        "text": "That should, that should take a little bit of the pain away from this weekend, for sure."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "So we have some comments here, some congratulatory comments from."
    },
    {
        "speaker": "A",
        "text": "They're all calling me bad words, aren't they?"
    },
    {
        "speaker": "C",
        "text": "I know. That's what's so great. The top shot community gets really pumped for people that pull stuff. I. I was on a. Another podcast just opening up when you pulled the hair. Alberta Halliburton. And people were pumped. So that's just awesome to see from the community."
    },
    {
        "speaker": "A",
        "text": "I think. I think Chad is. Is frozen."
    },
    {
        "speaker": "C",
        "text": "He's just deep in thought. He's really deep in thought about the comments."
    },
    {
        "speaker": "A",
        "text": "The funny part is he drives the ship. Oh, there you are. You're back."
    },
    {
        "speaker": "B",
        "text": "Hey, I'm back, everybody. Are you guys all still there? That's good."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right. So while we. While we're. Oh, you got the congratulatory comments."
    },
    {
        "speaker": "B",
        "text": "We got. We got. Here we go. I'm going to show them all individually here. We got CBH."
    },
    {
        "speaker": "A",
        "text": "My buddy Corey. What's going on, Cory?"
    },
    {
        "speaker": "B",
        "text": "We got. We got tank anchorus again. Nice. Pac man."
    },
    {
        "speaker": "A",
        "text": "Is he talking about my."
    },
    {
        "speaker": "B",
        "text": "I don't know. We got tmas 34. Wow. That's nice. Andrew Scott from YouTube. Big congrats."
    },
    {
        "speaker": "A",
        "text": "I like. I like this live. I like going live and actually conversion."
    },
    {
        "speaker": "C",
        "text": "Really cool."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is awesome."
    },
    {
        "speaker": "B",
        "text": "Cool. Cats pack purchased. Take a long time to show up, I'm assuming in my collection. So. Yeah, huge, huge stuff."
    },
    {
        "speaker": "A",
        "text": "That's my brother fear. Fear gaming is my."
    },
    {
        "speaker": "B",
        "text": "Fear gaming is your brother."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's exciting. I see that one a lot. That's good. Hi, Joe's."
    },
    {
        "speaker": "A",
        "text": "He must have been listening to me call his wife a pioneer woman in."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "A",
        "text": "That's funny. So I love this. I actually just realized I can see the comments here on the other tab."
    },
    {
        "speaker": "B",
        "text": "So I think you can respond to them, too."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Let's go into. We've got a little more data to analyze here that Des put together for us. So all the talk now has been, all right, we need these badges to save us. The badges. We need the badges. Right. We're going to go back and talk about these three star rookies. Chad and I were talking before the show, and it looks as if your call of Killian Hayes seems to be one of the only ones that's holding a lot of value or enough value to be here. So, yeah, killian Hayes one is a good one. But what are we seeing here in the last week since we last talked badges?"
    },
    {
        "speaker": "C",
        "text": "I mean, you're seeing a lot of change. That far right column is the one week change since we last were, you know, doing this pod. Um, biggest, no doubt. Biggest change is Lamello ball down 51% week over week. So that's, you know, that."
    },
    {
        "speaker": "A",
        "text": "Man, that looks like a steal at 18, $20. I know."
    },
    {
        "speaker": "C",
        "text": "I tried so hard to buy the blood last night when it was down to 1516, 1400, I got greedy. I was like, I want a 1401. And then it was 16 and 17 and 18. It got all the way back up to 22 before settling down to 1800. But yeah, I think if you can. Now I did text you guys this when I thought it was just a fracture and not broken. I thought, okay, he actually might be able to play, you know, in the playoffs if they make it doesn't look that way anymore. So you're going to have to be holding this for quite a while to see it go back up. So it's a personal decision what you want to do there. Personally, I have a Lamello three badge and I'm gonna keep it. I'm not gonna sell it. You know."
    },
    {
        "speaker": "A",
        "text": "You had one prior or you."
    },
    {
        "speaker": "C",
        "text": "Yeah, I had one prior yesterday."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think, I think what also is interesting about this too is when you look at the amount listed, percentage listed, which we've talked about on prior shows when you're making decisions, the lamello is, of all these, the second highest one with number of listings. So people definitely are panicking a little. That's what that tells me. And if you. Yes. So 6.6% listed. Meaning to me, one, people are panicking and two, that's probably reflective of a pretty true price right now. Right. As far as what you can get. Someone in the comments, Corey says that his pack has shuffed. So I hope he hits something big and his pack here. But the, so I still do think that's probably a lot of value. Right. When you talk about where can you potentially park your, park your money to sit in for a little bit, I can't see that dipping a crazy amount more. But maybe, you know, maybe over the course of the next year it'll go lower. But I think, you know, when, when the hype comes back just due to it being 4000 mints, you know, that should still probably have some, some value there. Conversely, what do you see in there with Anthony Edwards? Chad?"
    },
    {
        "speaker": "B",
        "text": "Well, you see the big 17% spike I think in the last week is, is biggest. I don't know, it's probably going to come down a little bit. Usually what happens in any kind of markets is when you get that initial excitement, you get that initial big impulse. There's usually a little bit of a retracement and then it finds its level ground. So it might be a little high to be buying Anthony EdwarDS right now. I may be wrong, but it's probably a touch on the high side. Des, what do you think?"
    },
    {
        "speaker": "C",
        "text": "Retracement. He had me at retracement, man. I forgot you guys are crypto guys. That's, that's great. No, I totally agree. You know, it, it got all the way up to like 2200 last night, which is like, that's insane. So, you know, I do think it'll settle. You know, he had the 40 point game. It went all the way up to like 1800, then back down to 1600. Now it went up to 2200, back to 1800. I think it'll probably settle somewhere in that 1700 range. If you, if you don't want to be, you know, if you don't want to have Sirius FomO and you're a big Anthony Edwards fan, I wouldn't feel so bad buying it right now. But I do think it probably go down just a little bit. But it's crazy how those two flipped. I mean, that just shows you."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy."
    },
    {
        "speaker": "C",
        "text": "You know, the other thing that's surprising."
    },
    {
        "speaker": "A",
        "text": "To me is how much those prices have come down to just all of them. Right? Like you had that lamello at one point. I mean, it was down 51%. So obviously at one point it was up four or five grand. Right. And then the Halliburton, I think was up at 1700 at some point. So again, I wondering where the floor is. And it's like, so where do you kind of sell out of some of these and wait and try to reenter if that's a strategy? Like that's what happens when, you know, these percents listed are really low too. Like what happens if this, what happens when these numbers are 10% listed or, you know, 15% listed? Which I don't. I don't really know what to make of that yet because we see a lot of these with really low listing numbers. Is there that many people holding them to keep them forever or have they just not listed them yet? I'm not really sure what that might actually tell us."
    },
    {
        "speaker": "B",
        "text": "I'm more curious to find out. You guys might have a better grasp on the traditional card markets. But is Topshop or is top shot in line with what we're seeing? Is a card that has a 4000 unit circulation, comparably priced to what we're seeing in top shot?"
    },
    {
        "speaker": "A",
        "text": "It's one of the biggest on the players. Yeah. What do you think it's one of."
    },
    {
        "speaker": "C",
        "text": "The biggest reasons why I like top shot is just the transparency on how many there are. We don't know how many Lamello prism rookies there will be. They never publish that. Really? And never will."
    },
    {
        "speaker": "A",
        "text": "The best way to sell is your PSA pop report. Right. Like youre."
    },
    {
        "speaker": "C",
        "text": "It has some issues in itself, but yes, that is the best indicator of how many are out there."
    },
    {
        "speaker": "A",
        "text": "And you're probably gonna get. Your lamellos will get up in the tens of thousands at some point. Graded."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So, like. And they'll go for probably around the same price as what that moment's going for. Not, you know, so it's a good question. And I. And the thing with traditional cards, too, is there's a billion different sets that come out every year. Right. So Lamelo, you know, it would be equal to. Okay, how many moments does LaMelo have on the platform at some point? Right. So right now he has four. We don't know officially if top shot is. Is going to stop making Lamello moments now for the year because he's out. I don't think they've said that one way or another. People are speculating that that means he won't have any more, but I'm not so sure that's true. But we'll see. So do you have any?"
    },
    {
        "speaker": "C",
        "text": "I'm going to give. I'm going to give a 1 minute rant on the hottest take I have."
    },
    {
        "speaker": "A",
        "text": "Ok. Let's do it."
    },
    {
        "speaker": "C",
        "text": "Someone brought it up on Twitter today. The single greatest. I used to think that the single greatest thing to happen to rookie badges would be the accessibility inserted ability in the market. So as soon as they get their three badges, you can in the marketplace search for all three badge moments. Bam. You know exactly what they are. You don't have to do any research. You can buy them. That's what I thought would be the biggest impact. What now? I believe in the biggest is the biggest impact after completely aping into a bunch of nfts this weekend, is once you can pull your moment off top shot and bring it into open sea or an open market and use just, you know, crypto to buy it. You don't have to charge a credit card. You can tap into all these people holding an incredible amount of ethan and different things. That's when it becomes crazy, because if you look at what some of these digital cats."
    },
    {
        "speaker": "A",
        "text": "All right, this is good."
    },
    {
        "speaker": "C",
        "text": "Whatever."
    },
    {
        "speaker": "A",
        "text": "Let's get into this because we. These moments are cheap. Yeah, we all had some pretty interesting NFT action this weekend. So, Des, you went into our chat yesterday and got all sorts of chaos. Yeah. And got Chad to ape into some. Some new nfts. So you bought pixels."
    },
    {
        "speaker": "B",
        "text": "I was gonna say. I couldn't even tell you what they're called now and then."
    },
    {
        "speaker": "A",
        "text": "You also flipped digital corgis this weekend. Is that true?"
    },
    {
        "speaker": "C",
        "text": "It did pretty well and did very well."
    },
    {
        "speaker": "A",
        "text": "So, interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, the pixels things, I think are great. They're kind of a full body take of crypto punks, but they have these incredible backstories, and the creator who did it did an incredible job at doing that. I think. I think it's really cool, you know, compared to these other nfts called chubbies, which you can look for yourself, those."
    },
    {
        "speaker": "A",
        "text": "Really took off this week."
    },
    {
        "speaker": "C",
        "text": "Gary Vee talking about chubby, the power of influence there. So those are really taking off, but, yeah."
    },
    {
        "speaker": "A",
        "text": "And I think there's going to be some chubby bag holders, if you ask me. For sure. That bonding curve got pretty heavy pretty quick on the chubbies, from what I saw."
    },
    {
        "speaker": "C",
        "text": "Yes. But I think my biggest takeaway is FOMO is so real, and if you can create a system to enhance that FOMO, it's going to be successful. And so the craziest thing I saw this weekend was these digital corgis called crypto corgis, and I'm going to try to explain it. So a new corgi with, like, 15 attributes gets minted every 10 seconds. Now, it's like a streaming line of corgis, and you decide if you would like to buy that corgi so you can see what it looks like, you can see how rare it is, and then you buy it for a set amount of price. Well, every corgi bot, the price goes up. So it's this constant stream of seeing something and then watching other people buy it for a lower price. And you just. You. You trick yourself. You're just thinking, wow, I just missed out on that. If it comes up again, I'm gonna buy it at a higher price."
    },
    {
        "speaker": "A",
        "text": "I feel like that's the story of your life, Chad."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Did you get enough? Okay."
    },
    {
        "speaker": "B",
        "text": "Very happy."
    },
    {
        "speaker": "C",
        "text": "You better be very glad that you didn't. I was. I was probably one of the first hundred, I think. I know I was one of the first hundred buyers in the Cory game, and I bought a couple at, like .001 eth. Super regretting not buying more. Let's just put it that way."
    },
    {
        "speaker": "A",
        "text": "Really? So what was the best one you sold?"
    },
    {
        "speaker": "C",
        "text": "I bought one for .08 eth, and I sold it about an hour later for 0.5 wow."
    },
    {
        "speaker": "B",
        "text": "That's all right."
    },
    {
        "speaker": "A",
        "text": "For the USD folks out there, that's currently about $900 to $1,000. Somewhere around that, depending on what your Eth price is. Yeah."
    },
    {
        "speaker": "B",
        "text": "And you bought it for like $150 or something."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Interesting. So I also got myself into a new NFT game this weekend. This one. We are definitely going to do a show solely, solely about this because it is my new obsession. Next to top shot, we're going to try to get somebody on from either the team or whatever. And this is called Zed Run, which is a digital NFT horse racing game. And so the thing that got me so excited about this, this."
    },
    {
        "speaker": "B",
        "text": "Wait, hold up."
    },
    {
        "speaker": "C",
        "text": "Can we please create a mint condition stable right now? Let's just make that decision right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, we can. 100%. So the. We're definitely going to have a mint condition to buy horses."
    },
    {
        "speaker": "C",
        "text": "You have no idea."
    },
    {
        "speaker": "B",
        "text": "So we've got selling some ethereum right now."
    },
    {
        "speaker": "A",
        "text": "Well, I almost got you to buy one the other day, but this felt really like the FOMO piece. It was almost like everybody learned about it the same day I did. And there happened to be a drop that night of new horses. And, you know, there's tears of the horses and all this. And we crashed their site on Friday night, and it felt like very early top shot. And when I'm talking early, there was only 1000 people on the site trying to buy this, and the prices are going crazy already. But the coolest part of this is you have ownership of this digital thoroughbred horse. Right? There's different tiers. You can run them in the races, and then you can breed them like a cryptokitty would. Right. And so there's strategy behind the breeding. There's a full marketplace behind it. It's actually really pretty intricate. And then you can actually go and wager on the races that you're in. If you don't own a horse, you could go wager on the races. They've partnered with Atari. So Atari's building these digital hotels in, like, the crypto metaverse and, like, crypto voxels. And apparently it's going to be like, the sports of these hotels that people will bet on. It's pretty fascinating. So scoop myself a couple of Genesis horses this weekend and couple of Jenny's. Couple of jenny horses. Yep. So we'll keep. We're definitely going to have somebody on from there."
    },
    {
        "speaker": "C",
        "text": "But can the horse race more than once? Can it race more than once?"
    },
    {
        "speaker": "A",
        "text": "So the horse, you can race it as many times, and there's different distances of races and different variables. So you can kind of, like, test which ones your horse is good at and keep running them. And then there's prize, race prizes and all this stuff."
    },
    {
        "speaker": "C",
        "text": "So it's actually pretty tweet this weekend. Amongst all this stuff was our last guest, Jack settlement, who goes, oh, I'm really excited about my Jenny, who is fixed for this distance today."
    },
    {
        "speaker": "A",
        "text": "Well, so he. I had heard about it, like, last week, and then he tweeted about it, and I think that's when it kind of blew up. And everybody and their mother was getting a digital horse that night. And so it's really interesting because then the supply. There's only a certain amount of Genesis horses that you can buy or that'll ever be released, and then everything from that will be bred off of them. Right. So it's like if you're one of. If you're an owner of these genesis horses, you know, eventually down the line, and then people pay you to breed them. So just like a real horse, like, you get paid to study horses. It's pretty insane. So. But that's the. That's the other nft tangent of this show that is not top shot related, but we have a pack, boys. Oh, somebody. Oh, we got a pack. Do you have your screen? Do you want to share it?"
    },
    {
        "speaker": "C",
        "text": "You want to do it right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Oh, for the record, we have furnace. Haley, I may or may not have also bought myself a horsey."
    },
    {
        "speaker": "A",
        "text": "Yeah. Attaboy, furnace. We're gonna go race as soon as I get off this. I'm going back to the stable."
    },
    {
        "speaker": "B",
        "text": "That's awesome. All right, Desi, let me know when you're good."
    },
    {
        "speaker": "C",
        "text": "Can you see it?"
    },
    {
        "speaker": "B",
        "text": "I'm gonna add it right now. Look at this."
    },
    {
        "speaker": "A",
        "text": "Oh, here we go."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "So you guys can see it, right?"
    },
    {
        "speaker": "A",
        "text": "Yep. All right, so what we. What is our. What are we looking for in this one? What is the big, cool cat."
    },
    {
        "speaker": "C",
        "text": "We are looking for? Gosh, this is how focused on other nfts I've been this weekend. I know. Yokich is the reward."
    },
    {
        "speaker": "A",
        "text": "I honestly don't even know the checklist of these."
    },
    {
        "speaker": "C",
        "text": "Gosh."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "This is so embarrassing to happen on live. Why do I not know these cool cats?"
    },
    {
        "speaker": "A",
        "text": "I would."
    },
    {
        "speaker": "C",
        "text": "I know they're all from cold countries."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know the cold countries."
    },
    {
        "speaker": "B",
        "text": "Oh, are they really?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the cool part of the cool cat."
    },
    {
        "speaker": "B",
        "text": "I did not know that."
    },
    {
        "speaker": "C",
        "text": "So they're all going to be foreign born from cold countries. Canada. Some other place."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Okay."
    },
    {
        "speaker": "C",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "We don't know which one's cool cat? Because they're all common. I forgot. So we're just gonna have to reveal. So let's get."
    },
    {
        "speaker": "A",
        "text": "Here we go."
    },
    {
        "speaker": "C",
        "text": "21, three, six, eight. Fvv. I've been getting so many."
    },
    {
        "speaker": "B",
        "text": "Ready?"
    },
    {
        "speaker": "C",
        "text": "There we go. I'll take it. All right, here we go. Let's see what we got."
    },
    {
        "speaker": "A",
        "text": "Oh, sga. Somebody says in the chat, yes. There it is."
    },
    {
        "speaker": "C",
        "text": "There it is. Sga. I love that."
    },
    {
        "speaker": "A",
        "text": "The cool cat."
    },
    {
        "speaker": "C",
        "text": "It is."
    },
    {
        "speaker": "A",
        "text": "It is."
    },
    {
        "speaker": "C",
        "text": "I definitely take that for sure. That's awesome."
    },
    {
        "speaker": "A",
        "text": "Sneaky get. I like that. Oh, so these are. And these are out of 15,000."
    },
    {
        "speaker": "C",
        "text": "I guarantee you this man is gonna be in the cool cats, uh, base part of the challenge. So Nurkic is going to be part of that base challenge. So that's a great pickup as well."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "And then let's see what we got here. Okay. PG 13. I like it."
    },
    {
        "speaker": "B",
        "text": "That's unfortunate."
    },
    {
        "speaker": "A",
        "text": "You hate it so much. You hate PG 13."
    },
    {
        "speaker": "B",
        "text": "He had a three part series to say he was low cereal."
    },
    {
        "speaker": "C",
        "text": "Okay. That is young."
    },
    {
        "speaker": "A",
        "text": "So let. I don't. The marketplace isn't open yet, so I'm interested to see what that cool cat will go for. I'm guessing if I just had to make a guess, you're probably looking in the right when it drops. Maybe $100 range, wouldn't you?"
    },
    {
        "speaker": "C",
        "text": "Exactly. I would have nailed. I would have said that exact same thing. 50 to 100 range, probably for SGA. Probably. Maybe, say 80. $80. It's funny that Nurkic, though, that Nurkic is gonna be $40."
    },
    {
        "speaker": "A",
        "text": "Yeah, no kidding. Because it's. That's what happens."
    },
    {
        "speaker": "C",
        "text": "So funny."
    },
    {
        "speaker": "A",
        "text": "Common challenge."
    },
    {
        "speaker": "C",
        "text": "Talk about coefficient of utility. That is."
    },
    {
        "speaker": "A",
        "text": "Are you gonna complete cool cats three?"
    },
    {
        "speaker": "C",
        "text": "I will not be completing cool cats three."
    },
    {
        "speaker": "A",
        "text": "Tell the people why."
    },
    {
        "speaker": "C",
        "text": "So cool cats is, you know, it's arguably what got a lot of people in. So you got to give it credit where credit is due. But with Lamello going down, I just feel like the market is going to really soften on cool cats. So I think it's still a pass for me. I'm going to. Here's what I'm going to do. I'm going to take a look after cool cats three is done. Jokic is distributed and see what the entire set would cost. If it's reasonable, I might go on a buying spree and try to complete it before the fourth challenge and then just complete the fourth challenge as normal."
    },
    {
        "speaker": "A",
        "text": "We'll see."
    },
    {
        "speaker": "C",
        "text": "But it's a, it's a. It's a wait and see for me."
    },
    {
        "speaker": "A",
        "text": "For now, I would agree. I, as somebody who doesn't own many cool cats at all anymore. So I've abandoned the hope of the lamello and with the Luca bottleneck that I'm not willing to pay. So my single worst."
    },
    {
        "speaker": "C",
        "text": "My single worst decision to this date is the Luca cool captain."
    },
    {
        "speaker": "A",
        "text": "What did you sell that for?"
    },
    {
        "speaker": "C",
        "text": "I don't know. It brings so much pain. You can feel it come from, like, my chest to my face. And I just regret was, like, laser beams out of my eyes."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "C",
        "text": "I was early. I was early. So I didn't really understand what was going on. And I was lucky enough to pull a number, 251 Luca cool cat which I then sold for $1100."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "That's your bitcoin pizza."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's not too bad."
    },
    {
        "speaker": "C",
        "text": "When it was up to 8000."
    },
    {
        "speaker": "A",
        "text": "Yeah, you were. You could have cashed in for probably ten grand with that cereal. Wow. Interesting. So that is your."
    },
    {
        "speaker": "C",
        "text": "That's why I want the Edward so bad. Great serial number. I'm holding on to that baby."
    },
    {
        "speaker": "A",
        "text": "That Edward is gonna be myself. Awesome to have. I'm jealous. My brother completed the rising star once and I wish I went that way instead of all my seeing stars. But anyway, what a show we talked about. We opened two packs, we talked NFT horses, Nft corgis and a lot of broke down. A lot of top shot data. That was a fun one. Gentlemen, we've had a good show here today. Chad, any parting thoughts before we get on out of here?"
    },
    {
        "speaker": "B",
        "text": "One more thing. We gotta choose a winner."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "For the. For the giveaway. We're not gonna call."
    },
    {
        "speaker": "A",
        "text": "Which giveaway is this?"
    },
    {
        "speaker": "B",
        "text": "Now this is for the cat. This is what we announced at the start of the show."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "For the Carl Anthony towns. This one helps get you the Mike Connelly all star. So we had 114 people. I said it with one winner and three backups. So we've had some pretty good luck. All the draws that we've done the person that won it off the hop had an account was not a russian agent and it was good. So here we go."
    },
    {
        "speaker": "A",
        "text": "Andrew Scott, in the chat, wants to be picked. I would love if we actually picked him."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "Hashtag rigged."
    },
    {
        "speaker": "B",
        "text": "Hash rigged. Is he an influencer? We can make it happen. All right. I'm going to start it off here. 5432 and one. And who do we got?"
    },
    {
        "speaker": "A",
        "text": "We have feetsy sharks, fitzy sharks, DF's."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I will reach out to him. He's got a mask. He's got a. It looks like he's a yankee fan."
    },
    {
        "speaker": "A",
        "text": "Oh, nice I got a yankee shirt on where kindred."
    },
    {
        "speaker": "B",
        "text": "He's got a yankee mask in his Avi and a yankee hat. So hopefully he wins."
    },
    {
        "speaker": "A",
        "text": "Sorry, sorry. To Andrew. You're a winner in our hearts."
    },
    {
        "speaker": "B",
        "text": "And if Fitzy Sharks DF's doesn't win, it's going to dingo 937."
    },
    {
        "speaker": "A",
        "text": "Oh, the dingoes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, yeah, huge get. So I'll make sure he gets that."
    },
    {
        "speaker": "A",
        "text": "Quickly so he can complete the challenge. If he has sell it for a premium."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Before that moment tanks to $9."
    },
    {
        "speaker": "B",
        "text": "Where dollar 80. I think at one point I was watching it."
    },
    {
        "speaker": "A",
        "text": "So interesting."
    },
    {
        "speaker": "B",
        "text": "I don't know what it's at now."
    },
    {
        "speaker": "A",
        "text": "All right, so we will be back next week with another amazing show. I don't know who we're gonna have on. We may have a guest. We may just be talking more corgis. Who knows?"
    },
    {
        "speaker": "B",
        "text": "Maybe just horse racing."
    },
    {
        "speaker": "C",
        "text": "We got talk about Zed. I don't care if it's a non influencer. We just got to get a knowledgeable person."
    },
    {
        "speaker": "A",
        "text": "Definitely are gonna talk about said because it's a. I mean, it fits what this show is, right? It's sports, it's gambling, it's nfts. It's, it fits. It fits what we're talking about in this show. And I think, I think it's gonna be pretty big. So you heard it first, people. I'm buying myself some ponies. In fact, I was kind of regretting not having more funds to deploy and being tied up in james harden moments that I couldn't buy anymore horses."
    },
    {
        "speaker": "B",
        "text": "So we should call the next horse James harden moment."
    },
    {
        "speaker": "A",
        "text": "Yes. James harden handles."
    },
    {
        "speaker": "B",
        "text": "Yeah. So hopefully. Yeah."
    },
    {
        "speaker": "A",
        "text": "Chamber. Where can people find us?"
    },
    {
        "speaker": "B",
        "text": "They can find us everywhere. They can find us on twitter at the Mint con. The mint c o n d. It's the same handle on Twitter as it is on Instagram, as it is on Facebook. As it is on TikTok. So if you like any of those social media platforms, make sure to check us out at the mint cond. Make sure to subscribe to wherever you're watching this right now. If you're watching on YouTube, hit the like button. Subscribe to us. We're going to be doing one of these once a week at the very least. We snuck in an extra episode last week. If you're listening to us on Apple, make sure you give us a five star review. If you're listening to us on Spotify, make sure you're following us. Just make sure you know what to do. Everybody tells you what to do. This is not the first YouTube video you watch people. You know what to do. Smash the like button and subscribe."
    },
    {
        "speaker": "A",
        "text": "Next week, we will also have an update on our moment magic. We're working through the bracket. It's been fun so far. A couple Joe's putting in the hard work that is. It's hard to run all those Twitter polls, man. That is. And then get the links and all that stuff. All right, let's get out of here. Until next week, stay mint."
    }
]