[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunchu alongside my esteemed colleagues and co hosts, both of them, chamber and Des. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. I got that pre parent visit anxiety going on my father. Parent, parent."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought, like, you were getting visited from some, like, exotic bird."
    },
    {
        "speaker": "B",
        "text": "The mystical parent that visits me every quarter."
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought this was some kind of thing. Another thing you lie to your children about, like, maybe it brings presents or something like that, you know? I don't know."
    },
    {
        "speaker": "B",
        "text": "The January parent. No. My dad and my stepmom are coming. They're about literally, like, 40 minutes away, so they're."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. So this is the live, and I'm."
    },
    {
        "speaker": "B",
        "text": "Still going to be cruising through this show. I'll give you guys, I'll give you guys an update as I hear them overhead. My wife is upset at me for this because she's now the one has to greet them as they come in. Not great. Not a good move on my behalf, but here. Here we are."
    },
    {
        "speaker": "A",
        "text": "I understand. Yeah, that's a, that's a tough spot to be in. Are they staying all weekend for the extended Columbus?"
    },
    {
        "speaker": "B",
        "text": "It's a full weekend."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a full weekend or not Columbus day. Mlk day. So. Yeah. So you're being visited this weekend by the parrot."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. Des left and came back. Let's get him up here because I was about to ask how he's doing. Des, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I might just be a silent participant."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. You sound better. All right, well, Des, that's it for."
    },
    {
        "speaker": "D",
        "text": "Looks like he's still connecting."
    },
    {
        "speaker": "B",
        "text": "Big thumbs down from dad's."
    },
    {
        "speaker": "A",
        "text": "That's it for Des. But, Des, whenever you do decide that you want to come back up, if you do, we are here for you as a co host of the show. We love you. Lots to talk about. Today. We are going to get into some of my favorite segments. I've got a little suss or bus going. We've got some defend. We got some defend that tweet. By the way, chamber, I wanted to ask you, do you, I feel like you would obviously agree with this just because you think your tweets deserve better, but do you think that you're shadow banned? Because I'm coming to the conclusion that you might be shadow banned."
    },
    {
        "speaker": "B",
        "text": "So I've. I've heard that term be thrown around, and I'm not 100% sure what that means. Like, it means, like, like, people."
    },
    {
        "speaker": "A",
        "text": "People aren't seeing your tweets. The great quality tweets that you're putting out there."
    },
    {
        "speaker": "B",
        "text": "I do feel like that. I do feel like that."
    },
    {
        "speaker": "A",
        "text": "I do, because I went through your feed today looking for tweets and I, there was a plethora and I hadn't seen any of them in real time. So either, either you're tweeting out, like, really off hours, or, like, I just never get stuff from you, you know? You know what I will say, too, though, is why I think you also might be shadow banned. Because I was looking at super spaces the other day and, like, checking out the rankings, and you're nowhere to be found. You're not only are you unranked, but you're unsearchable."
    },
    {
        "speaker": "B",
        "text": "So I might be shadow banned."
    },
    {
        "speaker": "A",
        "text": "You might be shadow banned. And, and look, I think you should go to your wife this weekend and you should say that, you know, all of this time you have been shadow banned and your audience is not reflective of your current, you know, reach."
    },
    {
        "speaker": "B",
        "text": "It's impressive that I have this many followers, considering how Twitter has worked against me for so many years."
    },
    {
        "speaker": "A",
        "text": "I know. I mean, first Jack Dorsey, now Elon. Yeah. But both hate you, and whoever Elon's replacement might be also going to have it. Probably give us a, give us a little, like, here. Give us a little comment down below in the purple bubble. Let's get some shares out there, if you wouldn't mind. Help us fill the space. You can comment. Here you go. Here's the comment. Starter of the day. I was waiting in line for something this morning, actually, it was the deli line at the grocery store, and it was very, very long and it made me think, what was the longest I've ever waited in line for something? How long was it and what was it for? Give us your comments down below. What's the longest you've ever waited in line for something and what was it for? Des, you can chime in here, but then answer that question for yourself too. I'd be wondering what you maybe like a new sailing vest or something."
    },
    {
        "speaker": "C",
        "text": "Haha. It's either going to sound good or not. Just tell me straight up right now."
    },
    {
        "speaker": "B",
        "text": "It's not."
    },
    {
        "speaker": "C",
        "text": "I leave the space if it doesn't sound good."
    },
    {
        "speaker": "A",
        "text": "It sounds fine. No, it's fine. It's fine."
    },
    {
        "speaker": "C",
        "text": "Okay. When I was younger and the second trilogy of Star wars came out, I was a little kid and I waited probably a little bit more than 24 hours."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "E",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "When you, how, how young were you?"
    },
    {
        "speaker": "C",
        "text": "Let's see. I can't remember which one it was, if it was, I think it was like maybe two or three. And I was maybe like twelve."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. That's a, that's a pretty big commitment for a twelve year old. I'm impressed on that one. Chamber. What's the longest you've waited in line for something? And what was it like?"
    },
    {
        "speaker": "B",
        "text": "It's funny, I'm trying to think there's, there's not a ton around me that, like, you have to wait in line for. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, clearly pitch perfect. The musical, not happening."
    },
    {
        "speaker": "B",
        "text": "I think it was, I think I waited. And Des's answer sparked this memory, but it was, it was the Simpsons movie and tickets were going on sale and I waited in line. It might have been like 2 hours, maybe tops. Like, it wasn't long, but I waited in line because I wanted to get the first tickets to see the first showing."
    },
    {
        "speaker": "A",
        "text": "Interesting. Mine is similar. I was in college and it was a sporting event. So what you, the, like, birth of this happened while I was at school, which was at the time, Joe Paterno was still the coach. And the way that the student section worked at Penn State was that you?"
    },
    {
        "speaker": "B",
        "text": "Big thumbs down, stevie on Joe Joey."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah, yeah, yeah. Whatever. I mean, the, the way the student section worked was very first come, first serve. So if you wanted a close to the rail, like way down by the field seat, you had to be there way prior. And so when we had the big Ohio state game my freshman year, people started camping out at the stadium, like days and days and days before the game. So I actually camped out for like two days prior to a Penn State Ohio state game. Yeah, it was like a fun thing to do because you're with all your buddies and they would, you know, bring a case of beer and pizza and you just chill. But it was not, it wasn't warm out, that's for sure. But that was probably the longest I ever waited online for something. And so, yeah, I mean, that's the longest, but. So drop yours below. Roman says, get out of shadow. Ban territory. Chamber. I fear you're in shadow band territory."
    },
    {
        "speaker": "B",
        "text": "I'm trying to think of who I upset. Do you think? Because I remember being blocked by, like, I think I'm only blocked by one person and I'm trying to think if that person has enough."
    },
    {
        "speaker": "A",
        "text": "Who is it?"
    },
    {
        "speaker": "B",
        "text": "It's, oh, my God, this is gonna be great. You know, it's fucking the guy that reads, he did all the YouTube commercials, he had the lambo in his garage and he reads books. Tai Lopez."
    },
    {
        "speaker": "E",
        "text": "Tai Lopez."
    },
    {
        "speaker": "A",
        "text": "It's very fitting that you are blocked by Ty Lopez."
    },
    {
        "speaker": "B",
        "text": "Does he have enough weight to get me shadow banned."
    },
    {
        "speaker": "A",
        "text": "No. And it actually looks like mayhem here in our comments. Did a quick shadow ban search and it does not look like you are shadow banned. Chamber act does exist. No search gesture band, no search band, no ghost band. You are just terrible at creating engaging content. And that's how it is."
    },
    {
        "speaker": "B",
        "text": "The reality I have to accept."
    },
    {
        "speaker": "A",
        "text": "Yeah. Should we. Let's get into some NFT talk before that, though. Chamber, I want you. I want to run to you to give the MVP of last spaces. This was just. I mean, it was a dominating performance."
    },
    {
        "speaker": "B",
        "text": "Yeah, this was he. This person housed the competition in an absolute drudging. Let me pull it up here. For the record, the winner is. Pain. Is crypto pain. I don't know if it's a crypto pain."
    },
    {
        "speaker": "A",
        "text": "Yeah, crypto pain. Yes."
    },
    {
        "speaker": "B",
        "text": "Pain is the winner. And I mean, he set records, so he did. He did. 806 smiley or laughing emojis 366 100 SDE 186 hearts 89 claps. We got 18 fifths."
    },
    {
        "speaker": "A",
        "text": "He almost pulled off the quadruple triple. We got a triple triple. But he almost pulled off."
    },
    {
        "speaker": "B",
        "text": "First of all, I don't have to correct you. It's a triple double. A double double. And this would be technically a quadruple double. The double indicates the amount of digits in the second. So as long as they're. I guess that is kind of triple. Triple."
    },
    {
        "speaker": "A",
        "text": "It's triple. He's got triple digits. Three categories. What? The NBA. I obviously know what a double double and a triple double are. That is not what we're talking about."
    },
    {
        "speaker": "B",
        "text": "Listen, I could easily make a football reference mistake, and I just assumed you were making a basketball reference. But I was the chamber. I was the one in the wrong. You are one. It is a triple trip because it is triple digits. You're right. Almost."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "Almost. And just to reiterate what you said, almost a quadruple. Quadruple."
    },
    {
        "speaker": "A",
        "text": "God damn it. Shut the shit down. I'm over it already. God dang. Des. Before we go any further here, are there. Are there some prop bets people can get in on in the DJ war room? Great."
    },
    {
        "speaker": "C",
        "text": "Yes, there are. Wow. Sorry about that. Yes, there are. There are a. Let's see. Eight. No, seven. Seven prop. Eight. Prophets you can get on today."
    },
    {
        "speaker": "A",
        "text": "If you are in the DGEN network war room, head over to the TMC prop bets channel and make some wagers with Djen tokens on our antics today. Did anyone win the goat the other day?"
    },
    {
        "speaker": "C",
        "text": "No. No one hit. The problem is with the Degen network and the war room is they're all freaking degenerate. Putting in like a casual two leg parlay and taking this down. They put like ten leg parlays in when they don't need to. But I love it because they're crazy. But yeah, no, it's very winnable. No goat was won on Wednesday's show, but maybe we'll have a winner today."
    },
    {
        "speaker": "A",
        "text": "Awesome. Well, go and get yourself in on."
    },
    {
        "speaker": "C",
        "text": "The prop because of the mic situation. Did, did Steve happen to say something yet?"
    },
    {
        "speaker": "A",
        "text": "Yes, he did. He. Well, he, he laughed at Tai Lopez blocking chamber. He did. So Steve, that counts."
    },
    {
        "speaker": "C",
        "text": "So Steve did speak before 420 and that is the first winner of the bet."
    },
    {
        "speaker": "A",
        "text": "Oh, there we go. Well, that's a good one. I like, I haven't seen them today, but your strategy, I think of going with more, you know, our general antics instead of what's on the show doc is probably a better way to go because we very rarely actually stick to playing."
    },
    {
        "speaker": "B",
        "text": "I think percentage of the show doc used should be one of the, one of the betting lines. I think that's good."
    },
    {
        "speaker": "A",
        "text": "Zero. However, we are going to, we are going to utilize this thing today. So thanks v squared for putting this together for us. The first item here in our segment, sus or bus is yuga. Announcing their skill based mint dookie dash to mint a sewer pass. Des, I want your take on this first. Um, I I need to know one, what you think of the, the whole mechanic and how they're doing it. And then two, sus or bus."
    },
    {
        "speaker": "C",
        "text": "Oh, man, it's going to be controversial on this one. Oh, I'll say it. Sus, just hear me out though. They've obviously made it very publicly aware that they are going forward with gaming as their kind of feature utility, obviously with their latest hire of their CEO. And, you know, they made it known, which I think is great. Gaming is a phenomenal place to take nfts into and no better setup than probably bored apes. However, this game module seems just so."
    },
    {
        "speaker": "A",
        "text": "Yeah, just for a second. It seems reminiscent of what the previous."
    },
    {
        "speaker": "C",
        "text": "Game module where it was kind of skill based, play, play to kind of advance. I could be wrong about that, but on the surface, that's the vibe I'm getting. So it's not a ton that's new. And I don't know, I just expected it to be a little bit more new. But I see I'm getting the thumbs down from a lot of good apes. So I can't wait for the rebuttal and I'm sure I'll get proven wrong."
    },
    {
        "speaker": "A",
        "text": "Yeah. If, if you have some opinions here, please feel free to request up and chat about that. I'm sure Steve will have something to say on it in a second here because he's the only ape on stage. But if you don't know what's going on, the dookie dash game is a yemenite skill based minting experience through the BAYC sewer. And to get in, you'll need a sewer pass. The free claim for sewer passes opens on January 17. Only BAYC Ma YC holders can claim the sewer passes, but anyone with a sewer pass can play. So that opens up some interesting things. On what might a sewer pass go for on the secondary market? Is there an opportunity there? Um, and I guess maybe another question for the apes out there. Are you actually going to play this game, or are you going to claim a sewer pass and, um, flip it? Maybe? I'm not. I'm not sure. But the sewer pass claim and the skill based dookie Dash will close on February 8. You get unlimited plays, but, uh, play at least once and score more than zero to validate your sewer pass, which is tied to the wallet it's held in. So that's interesting. Um, the way I was out of the BAYC ecosystem before the last game, so I'll have to be checked on this. But the way that I think it might be different is obviously the sewer pass thing is a little different, which I think is kind of innovative. I think that there's. I think the other game that came out was just kind of, hey, play this as long as you want for the period of time it's open, and based on your score on a leaderboard, you may win prizes. This actually seems like the prizes are tiered for what you can actually mint at the end. Somebody might be able to correct me on that if I'm wrong. But if that's the case, I think it is interesting. I'm going with bus on this. Any time that, like, Yuga executes well, and I think this is something fun to get people involved and, you know, do I think it's, like, world changing? No, but I think it's worthy of something that's cool and attention and things like that. Chamber sus or bus."
    },
    {
        "speaker": "B",
        "text": "Sorry, I was on mute. I would say I'm gonna blow your mind right now. I'm gonna say bus or no. Yeah, bus. Bus in. I forgot what was what again? I think I've turned a leaf on Yuga."
    },
    {
        "speaker": "E",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I feel any positive attention that they're kind of putting towards the NFT. You know, space is. Is good, and I'm here for it. I think I've come to. I come to terms that they are the name when it comes to NFTs, and if they're in the news, it's a good thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm with you. I agree. Steve, do you have any, do you have any rebuttal to Des being sus on this, or should we just move on to our next topic? If you. Anybody out there that has any, anything to comment on any of these topics, welcome to come up to the stage as well."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, I'll toss that something out there. I totally understand Des, his skepticism. Like, I think it's totally fair, like, his point of view. But I would agree on bus for a couple reasons. First of all, it's an NFT based game, which is, like, not a lot of people are doing that well. The graphics, the Kinect, the fact that there's a wallet that carries a score is pretty cool. It has a tradable asset that can be sold to let anybody play or not play, which I think is smart. The way that they're implementing the warm wallet with the actual game itself is pretty cool. They have an eight coin sink in there, which they're probably going to burn thousands, if not hundreds of thousands of dollars of a coin with the boost option that they're going to have in there. So they're introducing a freemium option, which I think is a huge unlock from them, not just from a monetary perspective, but something we haven't seen at all in the space yet. We haven't seen interactive mint like this before, at least not at scale. And then last couple of things, it's the first part of a multi part ecosystem, so I think that's pretty cool that, like, we're going to do this and that's going to lead to, like, they have this golden retriever named Gary who's going to do a summoning at the end, and whatever Gary gives you is going to be based on your score. So I suspect there's not different tiered prizes based on your ticket. The tiered prizes are based on score, and based on your ticket, you get a different multiplier on your score. So me getting the highest tier, for example, if you have a mutant and a dog, you get the highest multiplier. So that'll lead to whatever your next NFT is, which will probably be tiered. It assume it'll be tiered based on score, which will then lead into the next phase of this. So, I mean, I'm just bus on the fact that they're doing something where you're going to have multiple checkpoints throughout the year to either sell an NFT or participate in the ecosystem. So I think it's cool and it's like, nobody's done anything like this. So I appreciate that sort of, um, you know, sort of innovation that they're putting forward. And I also think this all ties back into, like Des said, they hired a gaming person, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. I think those are all good takes. V squared. Go for it."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it's busing as well. Mainly, like Chambers said, I think it brings up the whole space. But I'm, I'm curious, I want to say I heard that the rewards or your, I guess the scoring is connected to your wallet. So at first I was wondering, you know, if someone, someone got a bunch of points or score, score high in the game and then they went to go sell their NFT, could you benefit from them, you know, doing all the work? But I want to say I heard that it's connected to the wallet, but. So Steve may know."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Okay. The other, you know, the other thing for me, you know, I'm not in the yuga ecosystem. So for me, I feel like it's a decent way to get into the, you know, into the ecosystem. And who knows what, what may come with, you know, owning, owning these assets. But it sounds, it sounds like they're gonna really make it something that I guess is around for a while or relevant for. For quite a while. So I think it's busing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. I. With Bussin. All right, next topic here. I don't even know if chambers gonna even know that this is happening or what it even means."
    },
    {
        "speaker": "B",
        "text": "For the record, I didn't know about the Yuga stuff, so."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Jesus. Gabe Layden introduces opt in, backwards compatible programmable royalties powered by staking. Do you know what that means?"
    },
    {
        "speaker": "B",
        "text": "What did you say this person's name was?"
    },
    {
        "speaker": "A",
        "text": "Gabe. Gabe, like with the G. Layden. He's the limit break. Limit break slash digidaigaku guy, I believe."
    },
    {
        "speaker": "B",
        "text": "Oh, that's a. That guy. Sus for sure. Gabe Layden sounds like a made up name. And if he's associated with Digi Dagaku."
    },
    {
        "speaker": "A",
        "text": "You'Re not having it. You're not a."
    },
    {
        "speaker": "B",
        "text": "No, there's something questionable about it. I don't know, the whole thing seems a little sus in general."
    },
    {
        "speaker": "A",
        "text": "Is it the Josh Bobrosky of it all or."
    },
    {
        "speaker": "B",
        "text": "Well, if that does not help business, I'll tell you how much. What's this news though? Specifically about Gabe Bladen? Gabe Laden? What's his name."
    },
    {
        "speaker": "A",
        "text": "It is opt in programmable royalties and more through staking. So basically the TLDR is they've designed these new contract level functions that will allow for what they're saying, creator flexibility, immutability and simplicity. But it'll actually, I guess allow you royalties to be given back to community members by contract. And then there's a bunch of other things here that it says it does. You can actually whitelist transfer, which is kind of interesting as well. There's some interesting stuff here that sounds cool."
    },
    {
        "speaker": "B",
        "text": "It sounds cool."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you look at his tweet, which is interesting, I mean, he kind of breaks it down in this big thread, but he basically calls the NFTs in their current state boring. And so this is, you know, their attempt to kind of recreate how some of these royalty structures are done. She says staking provides a backwards compatible opt in system that allows developers to upgrade their collections without sacrificing immutability. Users choose whether or not they agree to the upgrade and developers should align on incentives with their community to encourage upgrades. So when users stake, the token enters wrapped state where transfers can be executed by trusted whitelisted operators. Interesting. And then some of the incentives that can be used include, but are not limited to stake, to reveal, stake for rewards, rentability, guaranteed minimum floor prices. That one sounds sus, programmable royalties for collectors and affiliates and in game utility. And then there's a entire uh, medium article there. Uh, but suss or bus chamber."
    },
    {
        "speaker": "B",
        "text": "No, we'll go, we'll go bus. I mean, I like, I like new features. Uh, and if you can, if you can layer in more uh, contracts within an NFT to do some fun things. I think, I think that's, that's, that's a good thing."
    },
    {
        "speaker": "A",
        "text": "Des sus or bus."
    },
    {
        "speaker": "C",
        "text": "I will be honest, I almost want to give it a sus just for the minimum floor."
    },
    {
        "speaker": "A",
        "text": "Right. That one. That would seem a little odd to me. But you know what?"
    },
    {
        "speaker": "C",
        "text": "I'm just going to be the evil Grinch. I'm going to go. Susan."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm going bus on this. Just because I am down for any technological innovation that's not just like marketing, gimmicky type of stuff. So I'm all for this one v squared to step on over in here."
    },
    {
        "speaker": "D",
        "text": "I just wanted to touch on the minimum floor from what I understand is more of a gaming thing. So like if you have a skin or something that is supposed to be valuable like within just the game, maybe not even monetarily, and someone gets it and then just dumps it on the floor. Then I think he said something, you know, it'll kind of bring the value of maybe the whole game down. Probably not doing a very good job of explaining it, but yeah, just so it's harder to bring, you know, bring the value or the optics of it anyway, down."
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. That totally makes sense in a gaming capacity. Super interesting to see if that, if this gets picked up and used. But like I said, I'm all for kind of contract innovations and just bringing more versatility to what a smart contract can do, I think is interesting. So I'm a, I'm a bus for this one. Going to the comments, Suarez says that he waited 6 hours with the wife to see Ed Sheeran in Times Square. Chambers. Sus, or bus."
    },
    {
        "speaker": "B",
        "text": "Listen, it's always sus, okay? Guys. Guys with spouses or significant others."
    },
    {
        "speaker": "A",
        "text": "Guys with spouses. Sauce."
    },
    {
        "speaker": "B",
        "text": "Yeah. Do not. Listen, listen, listen. It's chamber talking. This is great advice. Write it down. Do not call your wife the wife. It's the worst."
    },
    {
        "speaker": "A",
        "text": "I don't know if you."
    },
    {
        "speaker": "B",
        "text": "Wife."
    },
    {
        "speaker": "A",
        "text": "I don't know if he did that. Okay."
    },
    {
        "speaker": "B",
        "text": "Did you add it?"
    },
    {
        "speaker": "A",
        "text": "Okay, I might have done."
    },
    {
        "speaker": "B",
        "text": "I gotta take it back if you did it, but that's just good advice in general. It's terrible. It's terrible. You should be married to your best friend. It's not a. It's not a the. You should be proud to be married to your wife. The wife."
    },
    {
        "speaker": "A",
        "text": "I think that's, uh, I think that's overblown semantics, personally. So I'm gonna call sus on you. I'm gonna, however, on chamber, I go bus. On chamber, you go on bus. All right, well, what about, what about waiting 6 hours in line for Ed Sheeran?"
    },
    {
        "speaker": "C",
        "text": "I would do that."
    },
    {
        "speaker": "B",
        "text": "Ed Sheeran. I mean, I wouldn't do it, but, you know, respect, Ed Sheeran's a good singer songwriter. Not my cup of tea, but, you."
    },
    {
        "speaker": "A",
        "text": "Know, respect Ed Sheeran will remain as my answer to, like, if somebody asks me what my, like, guilty pleasure artist is, it is 100% Ed Sheeran. Yeah. Yeah. Nice."
    },
    {
        "speaker": "C",
        "text": "I got 14 tickets, four seats at the sofa stadium in Los Angeles to come out next August."
    },
    {
        "speaker": "A",
        "text": "Oh, man. I'm going. Wait, you have 14?"
    },
    {
        "speaker": "C",
        "text": "Yes, because I knew I'd be able to get a big group, so."
    },
    {
        "speaker": "A",
        "text": "Oh, man, I'm in. Can I bring, can I bring the wife?"
    },
    {
        "speaker": "C",
        "text": "Yes, you can bring your wife."
    },
    {
        "speaker": "A",
        "text": "You can bring your beautiful wife. I'll bring, I'll bring a wife. I'll bring, I'll bring a wife. And maybe it'll be mine. Maybe it'll be someone else's like, said Sheeran, never know. But yes, Ed Sheeran, guilty pleasure artist."
    },
    {
        "speaker": "B",
        "text": "It's funny you mentioned that because I feel there's another artist that's similar to Ed Sheeran. I think his name is Louis Capaldi. He's, he's another, like, british."
    },
    {
        "speaker": "E",
        "text": "This is like when chamber fucking compared. We moonbirds are coming out. He's like, it reminds me a little bit of mechiverse was what he said about moon birds. That's what he's doing with Ed Sheeran right now."
    },
    {
        "speaker": "B",
        "text": "Do you guys know, do you guys know Louis Capaldi?"
    },
    {
        "speaker": "A",
        "text": "No. He's like the Tyler."
    },
    {
        "speaker": "B",
        "text": "Very funny. I like him. Those are all I'm saying is funny guy got a lot of personality to him. He's got a lot of cheese whiz to him. You know, I'm saying, uh, yeah, you know, it's got personality. Come on."
    },
    {
        "speaker": "A",
        "text": "I I'm not familiar with that."
    },
    {
        "speaker": "B",
        "text": "You didn't. You're not familiar with she's whiz, got personality. Well, no shit."
    },
    {
        "speaker": "A",
        "text": "Uh, is that like a former slogan."
    },
    {
        "speaker": "B",
        "text": "Of theirs that was maybe like in 1987? Yeah, maybe."
    },
    {
        "speaker": "A",
        "text": "Wow. All right, so I'll give you credit for that one because I did not have that one, uh, in the repertoire. So, uh, yeah, but Ed Sheeran, definitely my guilty art, a guilty pleasure artist. I'm coming to, uh, for that concert, Des, so sign me up. All right, we've got, we've got a couple news or nah. To get to. So the first news or not of the day, going to Des. Amazon Web services partners with Ava Labs. Ava Labs, aka avalanche. Um, so this was announced, I believe, yesterday."
    },
    {
        "speaker": "B",
        "text": "I thought you were laughing there for a second."
    },
    {
        "speaker": "A",
        "text": "No, just. Yeah, I just don't know what I'm talking about. I don't know if it's Ava or Ava. So I just said both. But this seems to be pretty interesting news. They are partnering with Avalanche to help bring blockchain technology to enterprises and govern governments. Avalanche, the first blockchain to form a partnership with Amazon's cloud computing platform. So Des, news or not here, definitely news."
    },
    {
        "speaker": "C",
        "text": "And the cloud storage wars within the blockchain are starting, right? Because if I'm not dreaming, Google partnered with Solana as of last week."
    },
    {
        "speaker": "A",
        "text": "I was going to bring that up. I was going to bring that up as like, that was like the top of the list. Latest Solana Price action. They announced that, remember they put out that tweet or like, they tagged Antonioli and was like, hey, should we tell him? And then if you actually, like, put that tweet on the chart. It was the beginning of the end because all the SPF stuff came out, like, right after that, and the price just tanked. So it's fun to actually put that tweet, like, on a chart where it happened, but yes."
    },
    {
        "speaker": "C",
        "text": "Nice. So, yeah, I think it's. I think it's news. Love the involvement of some of these biggest tech companies in the world. And yeah, everything's gonna need some cloud storage, so. Yeah."
    },
    {
        "speaker": "A",
        "text": "Good chamber news now."
    },
    {
        "speaker": "B",
        "text": "Yeah, news I like. Yeah, we actually, it is news because I approved it as the chief editor of DJ networks blog. We do have a news article on that. So it is, in fact news because I said so."
    },
    {
        "speaker": "A",
        "text": "Fantastic. Great. I'm also going news. However, I was close to saying nah because of the Solana thing. And I'm not sure if there's. I'm not sure what impact it has, but I guess it's news if Amazon's getting involved. Uh, probably worth taking note of. Uh, next one, Uzuki launching their or announcing. Sorry, their Hallumia. Is that how you say it? Their metaverse city. Uh, that they announced either yesterday or the day before on the one year anniversary of their launch. And Suzuki announced the release of Hallumia, a metaverse city built by the community that houses the past, present, and future of Azuki. So Azuki holders or community participants can now physically explore the expansionary efforts of the Azuki brand, in many instances led by the community. Though not a formal roadmap, many may see this as an immersive version of the Azuki mind map. Chamber news or nah on this for Azuki."
    },
    {
        "speaker": "B",
        "text": "Like, I have been bullish on Izuki a while back. They had all that fud in regards to, I don't know, whoever. I forget the guy's name."
    },
    {
        "speaker": "A",
        "text": "Zagabond."
    },
    {
        "speaker": "B",
        "text": "Zagabond. And it really held up pretty well considering that. That being said, I'm just not sold on metaverse yet. I haven't seen anything really that tangible. Everybody's creating one. I haven't seen one across the finish line yet. That's interesting in any sort of way. I have yet to be sold on metaverse stuff, so for me, this is a. Nah."
    },
    {
        "speaker": "A",
        "text": "Interesting des."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm going to go with. I'm conflicted. I'm such a Suzuki hater now. Open. But yeah, I'm gonna go now."
    },
    {
        "speaker": "A",
        "text": "You're coping from a zoo on the mists of Azuki."
    },
    {
        "speaker": "C",
        "text": "It's one of my more bitter ones, I think. I mean, we had it live on a show when it was minty and we all walked away thinking, hey, yeah, these are pretty cool for non anime fans. And we didn't pull the trigger."
    },
    {
        "speaker": "A",
        "text": "Oh, don't forget, don't, don't you dare give me that much credit. I pulled the trigger, bought three and sold them all at like, to me. Yeah, I sold them all the chamber at like three EtH and I bought."
    },
    {
        "speaker": "B",
        "text": "Like five at three eth, I think."
    },
    {
        "speaker": "A",
        "text": "So I'm coping hard, but the price action suggests that the community thinks this might be newsworthy. I think it got, it got all the way up to, I think, 17 on the floor again and is now currently sitting at 15. I mean, it was just feels like just a month or so ago and probably longer, but that these were down to like seven or eight looking at it."
    },
    {
        "speaker": "C",
        "text": "What are, what are mutants at? After the Yuga announcement?"
    },
    {
        "speaker": "A",
        "text": "Mutants. So mutants. I think they fell a little from."
    },
    {
        "speaker": "E",
        "text": "Where they were like 1717 and a half, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So it's like a."
    },
    {
        "speaker": "C",
        "text": "Okay, that's still pretty good."
    },
    {
        "speaker": "A",
        "text": "Yeah, 16.98."
    },
    {
        "speaker": "E",
        "text": "They're falling more than."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would. They hit 20."
    },
    {
        "speaker": "B",
        "text": "I definitely saw them at 19 at one point not that long ago."
    },
    {
        "speaker": "E",
        "text": "Yeah, they hit like 19. I remember seeing 1999, so it might as well have been 20. But like, generally, for all intents and purposes, if you're looking at, like, the actual cash floor, it's."
    },
    {
        "speaker": "B",
        "text": "It's intensive purposes."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I was literally, I was literally just gonna comment on this exact thing. And I'm glad you did instead of me because I. It sounds better when you do it, but I was actually going to bust those chops and say the same thing, even though that's wrong."
    },
    {
        "speaker": "E",
        "text": "Yeah, very clearly intense and purposes, but irregardless, also, not a word of that. The floor hovered around based on the price of ETH for 25 grand for a while. So it's a little bit down then based on that, it was right around that $25,000 mark basically on the high end and kind of played around and like, as EtH went up the floor, drop a little in EtH terms, but it would stay right at 25k. So. So it's falling a little bit then."
    },
    {
        "speaker": "A",
        "text": "Based on that, there's actually some good ones on the floor for the first time in a while. So if you're looking to pick up a mutant, there's some decent ones there. All right, so I think news on this. I did see somebody say that they thought they felt like this was a cool topia Azuki edition, um, which would. Which would not be a good thing. Um, but we'll see how it shakes out Azuki still kind of, you know, putting their stamp down as a top contender in the PFP space. So they're doing good things. I think it's time to get to defend that tweet chamber. Are you ready?"
    },
    {
        "speaker": "B",
        "text": "I'm not ready because we haven't done this in a while and I feel like I've stacked."
    },
    {
        "speaker": "A",
        "text": "Yeah, because your tweets have been shit."
    },
    {
        "speaker": "B",
        "text": "Well, that really hurts me. Not only. Not only do I not get any likes or retweets, I'm just being told that they're just garbage."
    },
    {
        "speaker": "A",
        "text": "I mean, there was just. There was just no volume in the past couple of weeks. Normally, I have a lot to choose from, and there just wasn't. Before we get there, I liked this, this piece in the show, notes by V squared, who won this trade, as in which side of this trade is going to win out in the long run? I think this will probably be unanimous, but just in case it's not. Fidenza number 955."
    },
    {
        "speaker": "C",
        "text": "I knew you were going to go this one. This is a crazy."
    },
    {
        "speaker": "E",
        "text": "I wanted to vomit when I saw that. Like, I wanted physically ill. Good."
    },
    {
        "speaker": "A",
        "text": "So the Fidenza number 955 was traded for 80 Eth, which was subsequently used to purchase a mega mutant pound collar ahead of the project's reveal. So this was a pre reveal. Mega mutant or mega mutant hound collar? The opensea user la mere sold Fidenza number 955 for 80 EtH overnight on January 9, then turned around and bought mega mutant hound collar number 4300 for 79.69. So they actually came out of pocket after fees, I'm sure if they actually paid for fees. The NFT was later relisted for 299 ETh. Was there metadata leak or something?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "No. Interesting. So this is just a totally. Oh, man, that's wild to me. I'm guessing chamber. You're going to say this is a great trade."
    },
    {
        "speaker": "B",
        "text": "Totally great trade."
    },
    {
        "speaker": "A",
        "text": "You bullish on hound collars."
    },
    {
        "speaker": "B",
        "text": "Yeah, big time. Has something happened to them?"
    },
    {
        "speaker": "A",
        "text": "No, they're just not Enza. They're just not a Fidenza. Would you rather have the Denzel? Did we know what this person revealed? No, I don't know."
    },
    {
        "speaker": "D",
        "text": "I don't think so."
    },
    {
        "speaker": "A",
        "text": "I don't think so either. Well, I certainly don't. I didn't know if it ended up being a total flop or not so interesting. I obviously would not have made this trade and I would have kept the ethical. I wish. Yeah, I wish this person the best of luck, but that one caught my eye. V squared. When you put that in, I was like, oh, my goodness, this is not real, but it's time to play defend that tweet chamber on 110 23. So just a few short days ago, you put out a banger of a tweet that got two likes, one comment, and at 10:22 p.m. so I'm already seeing a pattern. I'm already asleep, usually by this time of night. So I do."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, not a good amount of my tweets come out around that time."
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm not really sure what this is referring or who this is referring to. I can't wait to find out. Just because you're dying doesn't mean you aren't an asshole, is what you tweeted that night. Please defend that tweet."
    },
    {
        "speaker": "B",
        "text": "There's no defense to this. It's not good."
    },
    {
        "speaker": "A",
        "text": "You're like, so my grandpa was dying."
    },
    {
        "speaker": "B",
        "text": "No. So my, you know, a little behind the curtains. My wife's father passed away a couple weeks ago, so we've been kind of dealing with that. And my wife and I were talking, I don't know who we were talking about, maybe like, one of our grandparents or something like that, that, you know, sometimes, you know, grandparents aren't always, you know, magical cookie dealing, you know, wizards and witches. Sometimes they're absolute assholes, and you just happen to be related to them. And I had said that. I literally, verbatim said that out loud to my wife. I said, you know, just because you're dying doesn't mean you're not an asshole. And I. And I said it out loud, and I'm like, that's a great tweet. And I just immediately, my wife was still talking. We're still talking about death, and she's dealing with her things. And I grabbed my phone, and I just put it out on the line."
    },
    {
        "speaker": "A",
        "text": "And upwards of two people agreed with you. Yeah. You did get one. You did get one comment on it. So, I mean, I think. Sounds like it was worth it."
    },
    {
        "speaker": "B",
        "text": "It was. It was. Again, sometimes in my mind, I say something just genius, and I have to make sure the world knows my genius."
    },
    {
        "speaker": "A",
        "text": "I understand. This one's a two parter. This one's a two parter. On the 8th at 10:11 a.m. no excuse for not seeing this one. This one. Wow. This would got a lot of engagement. 491 views. That's like, that's pretty good."
    },
    {
        "speaker": "B",
        "text": "That's a month's quota right there."
    },
    {
        "speaker": "A",
        "text": "Yeah, it got two retweets, which is great, except only one is showing from somebody else. So you might have retweeted your own here and three likes. And you tweeted at 10:11 a.m. fronk is life, Frank is life at 821. The same day you tweeted, sold the top of bonk, dumped it into franc back to zero. Same as it ever was. Sounds like you had quite the day there described."
    },
    {
        "speaker": "B",
        "text": "It was. So we got, we got the. I don't know if you're on, if you have like a Solano wallet, if you trade on, if you traded Solana NFTs. I don't know. Was it a week ago, two weeks ago we ended up getting a airdrop of bonk, which if you had, like, I ended up. I end up getting like $1,500 worth of bonk when I sold it. And then, like, the next day or like a couple of days later, as it always is, you know, there are these, you know, piggybacking meme coins that come out when something does well. And Fronk was one of them. And I looked and I had an airdrop of that as well. It was maybe, I think at the time when I woke up, it was two $300 worth and I dumped. I only had that 1500 worth of Solana USDC in my wallet. So I'm like, let's just buy a, let's just buy franc and see what happens. So I ended up with like 1800 bucks worth of franc and I sold it at $200. So you're welcome. I round tripped a nice little airdrop and now have $200 worth of Solana USDC."
    },
    {
        "speaker": "A",
        "text": "Wow, fantastic. Did Des, did you get any fronk?"
    },
    {
        "speaker": "C",
        "text": "No, I didn't get any fronk. And I would have lost the bet that actually, that tweet wasn't just for engagement and he actually did buy fronk, so."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, there you go. So you actually did buy Frank. Yeah. Punter in the comments said, remember when people thought Gabe from, from was AI generated? I do remember that day that everyone thought he might have been an a profile. Um, that's pretty funny. But now talk to me more about."
    },
    {
        "speaker": "C",
        "text": "Uh, this airdrop that you got a bonk. I."
    },
    {
        "speaker": "A",
        "text": "You didn't get, uh. You get bonk?"
    },
    {
        "speaker": "C",
        "text": "I didn't. Which is so weird because I feel like I do a decent amount of trading on."
    },
    {
        "speaker": "A",
        "text": "I got like 127 million bunk for like. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was, it was crazy."
    },
    {
        "speaker": "A",
        "text": "That's right. Punter also wanted me to ask you guys if you guys were bullish on feet picks."
    },
    {
        "speaker": "C",
        "text": "Well, we got to go to the resident expert, mister Chamber, who's funded his child's college tuition. Off of feet picks."
    },
    {
        "speaker": "A",
        "text": "Did you buy feed pics chamber?"
    },
    {
        "speaker": "B",
        "text": "I didn't. I'm not. I'm a fetish guy. Don't get me wrong."
    },
    {
        "speaker": "C",
        "text": "Oh, I mean, real feedback."
    },
    {
        "speaker": "A",
        "text": "Sorry. Not sorry. How dare. I? Should have known better."
    },
    {
        "speaker": "B",
        "text": "I'm not a foot guy, though, so the feet picks didn't really do it for me. So I just see feet when what."
    },
    {
        "speaker": "A",
        "text": "Pixelated fetish would have you all in?"
    },
    {
        "speaker": "B",
        "text": "I saw, like, I think I saw crypto asses, but I guess that's not fetish. That's not a fetish thing. It's fetish shit. Um, I don't know. I don't know what I'm. I'm a pretty, like, pretty standard guy. Nothing too crazy. Um, I don't know. Uh, I like ladies have nice fingernails. That's."
    },
    {
        "speaker": "A",
        "text": "You don't like that?"
    },
    {
        "speaker": "B",
        "text": "I like a manicured fingernail."
    },
    {
        "speaker": "A",
        "text": "We're back to defend that tweet on 1231. So this is New Year's Eve at 03:26 p.m. 592 views. Ten likes."
    },
    {
        "speaker": "B",
        "text": "I like how there's views now. That helps. Makes me feel a little bit better."
    },
    {
        "speaker": "A",
        "text": "You got a couple replies here. You tweeted, I sincerely told my wife last night that I thought I was more intelligent than 80% to 90% of the people I meet. She was thoroughly annoyed by my comment."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. She gets, as you could imagine, like, you know, if you listen to me 3 hours a week, you could imagine what it's like to just be with me 24 hours a day for 20 years like my wife has been."
    },
    {
        "speaker": "A",
        "text": "It's exhausting."
    },
    {
        "speaker": "B",
        "text": "It's not great. It's. Oh, my God. I feel bad for her. I know what it like. I'm not a. But I do think. I do think I'm smarter than. Yeah. You know, 80% to 90% of the people. I do. I'm sorry. I'm sorry I'm not perfect. That's what I think. We were talking about our. Our girls teachers, and this is getting worse. They were defending. They were saying something, and I had said something. I'm like, well, actually, it's this much like Steve would say, I'm sure, to his kids. Well, oh, you know, actually, it's actually this. And they were saying, well, my teacher said this. I'm like, well, your teacher's wrong. And she's like, are you saying you're smarter than my teacher? I'm like, I'm 100% smarter than your teacher. I said, your teacher's a fourth grade teacher, and your teacher's a junior kindergarten teacher. I'm like, I'm 100% smarter than both of them. And my wife was not happy when I said that out loud."
    },
    {
        "speaker": "A",
        "text": "Okay, well, that makes the tweet even better because of the context of why she was annoyed, which is basically that you tried to one up your children's teachers. That makes so much more sense of why she's annoyed. And I'm very glad that we went down this road. I'd be curious if, like, I bet you if you put out a poll that asked people if they thought they were smarter than 80% plus of the people that they meet, I bet you most people would probably say yes."
    },
    {
        "speaker": "B",
        "text": "No, there's a syndrome for that. I forget what it's called. I'm sure Steve knows the name."
    },
    {
        "speaker": "A",
        "text": "It's called chamberism."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know that. It's like."
    },
    {
        "speaker": "A",
        "text": "Well, it's called sociopathism."
    },
    {
        "speaker": "B",
        "text": "But I know actually, I am actually smarter than, like, 80% of the people out there. So you could. You can think it, but I."
    },
    {
        "speaker": "A",
        "text": "On the next. On the next main condition, the gang takes the wonderlic."
    },
    {
        "speaker": "B",
        "text": "I got. I feel like Joe knows what I'm talking about because I feel he's in the 10%."
    },
    {
        "speaker": "A",
        "text": "Joe's. Joe's in the top, like, 1%, I think. Joe, get in here. Give us your thoughts."
    },
    {
        "speaker": "F",
        "text": "I came up to ask chamber what the tweet foe everyone was about, because that came right after that last tweet. And what the fuck was foe everyone?"
    },
    {
        "speaker": "A",
        "text": "I'm guessing. I'm guessing it means I almost chose that one. I almost chose that one. Joe."
    },
    {
        "speaker": "B",
        "text": "Let's see if Bunch knows what it is, because I think he knows what it is."
    },
    {
        "speaker": "A",
        "text": "Well, I would have said that foe actually stood for, like, fuck off. Is. That's what I would have thought."
    },
    {
        "speaker": "B",
        "text": "Bingo."
    },
    {
        "speaker": "A",
        "text": "Okay, so it wasn't as interesting based."
    },
    {
        "speaker": "F",
        "text": "On you not see my timeline. Just fucking say it."
    },
    {
        "speaker": "B",
        "text": "No, it was, uh. It was fo is my new GM. So everybody said, like, gm everyone."
    },
    {
        "speaker": "F",
        "text": "I was, go fuck yourself."
    },
    {
        "speaker": "A",
        "text": "Like, Joe, what do you think of. What do you think of chambers take on him being smarter than 80% of the people he meets?"
    },
    {
        "speaker": "F",
        "text": "I mean, have you seen some of the people he meets? It's entirely possible, but that's not the problem. The problem is I think Chambers thinks fourth grade teachers only know enough stuff to teach the fourth grade."
    },
    {
        "speaker": "B",
        "text": "Yeah. They're just one chapter ahead of all the students."
    },
    {
        "speaker": "A",
        "text": "That's actually really. Like."
    },
    {
        "speaker": "F",
        "text": "He said that. Wait, do you think that's all they know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they just went up to grade five and kindergarten. That's. That's all the schooling they've done."
    },
    {
        "speaker": "A",
        "text": "I would."
    },
    {
        "speaker": "E",
        "text": "I would actually. I would actually defend Chamber. I do think Chamber is probably smarter than 80% to 90% of the people he meets. Not just like book smart, but actually, I think he has a high. He fakes it like he. Well, but he actually has a very high emotional intelligence as far as how he reads people and what that is. I actually think Chamber is. I think that. That he. I don't think you should say it out loud and bud, your kids fucking teachers, but I agree that you are smarter than 80, 90% of people you meet. I just don't think you should say."
    },
    {
        "speaker": "B",
        "text": "So because my poor wife, like you, just gave me so much ammunition."
    },
    {
        "speaker": "A",
        "text": "So what's the time stamp on this? Please clip this one, Mackie. This is. This one has to be clipped so he could use it at home for."
    },
    {
        "speaker": "E",
        "text": "Personal use, not for like, twitter or sharing. It's just for personal use. He'll just play it like he'll have a talk boy, like in home alone that he plays back."
    },
    {
        "speaker": "A",
        "text": "This is Steve, the listener, Vicki. Vicki wants to know. Vicki wants to know if you're just speaking about Canadians in general or does this go for all nationalities of folks that you meet?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. That's a good question. I would definitely include all Americans in that statement. I would definitely. I would say most of Europe. And then, you know, I don't know. That's about where my awareness kind of drops off. I'm not aware of what's happening in a lot of countries, so it's really hard for me to say."
    },
    {
        "speaker": "A",
        "text": "By the way, speaking of other countries, we got the mint condition 2022 wrap up the other day. The Mint Condition podcast, believe it or not, is listened to in 182 countries. How is that even possible? I don't know. I don't understand that, Des. I don't know. Did you see the image I sent? Because I'm going to ask you a question here if you have nothing. All right, I'm going to ask. I'll ask. Joe. Joe, what do you think was our most listened to city? So what city are we most popular in knowing that we are now listen to in 182 countries?"
    },
    {
        "speaker": "F",
        "text": "Joe, is this an american city, I'm guessing. Or city outside of the US?"
    },
    {
        "speaker": "A",
        "text": "It can be anywhere. It's where we are listened to most."
    },
    {
        "speaker": "B",
        "text": "Of off on the planet Earth."
    },
    {
        "speaker": "A",
        "text": "On the planet Earth."
    },
    {
        "speaker": "F",
        "text": "I think it has to be in the. In the Cleveland area, because I'm pretty sure Steve just listens to this shit over and over again."
    },
    {
        "speaker": "A",
        "text": "I mean, it's a great guess."
    },
    {
        "speaker": "B",
        "text": "I was number three, actually. That was number three."
    },
    {
        "speaker": "A",
        "text": "We are actually, we're super popular in Sydney, Australia, getting the most downloads of our show in Sydney, Australia. And actually, like, a three was, like, Melbourne."
    },
    {
        "speaker": "F",
        "text": "So do we think that's on a VPN?"
    },
    {
        "speaker": "A",
        "text": "It could be."
    },
    {
        "speaker": "C",
        "text": "It could be. It could be on a VPN. But I do have a funny story. When I started consulting for human park, so I get introduced into the group on slack, and I want to say a fifth of the company goes, oh, my gosh, it's des from mint condition."
    },
    {
        "speaker": "A",
        "text": "Dude, I'm telling you."
    },
    {
        "speaker": "E",
        "text": "I was just gonna say that y'all."
    },
    {
        "speaker": "C",
        "text": "Had Sydney, all Melbourne, all employees. It was pretty."
    },
    {
        "speaker": "A",
        "text": "That's right. We did have Zed run. You had absolutely right. Yeah, we did. That's. Yeah, good point. But that's. Yeah, that's where we're most popular in the last. Ryland, says Ryland."
    },
    {
        "speaker": "E",
        "text": "Two chimes in Ryland."
    },
    {
        "speaker": "A",
        "text": "Ryland, too. Yeah, I know."
    },
    {
        "speaker": "G",
        "text": "You got a rap."
    },
    {
        "speaker": "C",
        "text": "Were we the Top crypto podcast in Denmark for quite a while?"
    },
    {
        "speaker": "A",
        "text": "Yes, we were. Absolutely. We had a lot of weird stats, but we. We were a top ten all shows podcast. Top 10%, which was pretty cool. We got a couple minutes left, but I'll get to Joe and Ryland real quick. But, dez, we had some breaking news just for you. What'd you find out when you checked your wallet?"
    },
    {
        "speaker": "C",
        "text": "No, no. We only have a couple minutes left. We can move on."
    },
    {
        "speaker": "A",
        "text": "I'm going to spill it if you don't."
    },
    {
        "speaker": "B",
        "text": "Did you have bonk?"
    },
    {
        "speaker": "A",
        "text": "Oh, he had so much bonk."
    },
    {
        "speaker": "C",
        "text": "I have quite a bit of bonk and quite a bit of franc, and at the peak, it was worth a decent amount."
    },
    {
        "speaker": "A",
        "text": "He just realized he was airdropped. 10 billion franc."
    },
    {
        "speaker": "B",
        "text": "What. What would that have been? Oh, what would the bonk have been at the top?"
    },
    {
        "speaker": "C",
        "text": "Well, the. The Francis still worth it. $700 right now, and I know it's cratered."
    },
    {
        "speaker": "B",
        "text": "It did."
    },
    {
        "speaker": "C",
        "text": "That would have. That would have been nice. And then the bonk is still. The bonk is. The bonk is small. It's a small amount of bonk. It's like 400 million bonk."
    },
    {
        "speaker": "A",
        "text": "It's not. I mean, that's nothing to sneeze at. 400 million bonk, you know? All right, we've got a couple minutes left. Let's go to Joe, then we'll go to Ryland, and then we've got golden spruce, and then we'll wrap this thing."
    },
    {
        "speaker": "F",
        "text": "Up just super quick. I'm thinking Lumen divide. Adam, keep, you know, fishing Juwan and Courtney, business partners building first class chamber. Those are all Canadians. I can think of real quick, are you in the top 10% of those?"
    },
    {
        "speaker": "A",
        "text": "Great question, because there's no way."
    },
    {
        "speaker": "E",
        "text": "Wait, did Joe just name every canadian he knows and be like, are you on the top of those? Like, he just basically named every canadian like, that's the most smarter."
    },
    {
        "speaker": "B",
        "text": "One by one. Let's go one by one."
    },
    {
        "speaker": "A",
        "text": "Outer lumen."
    },
    {
        "speaker": "E",
        "text": "Absolutely not."
    },
    {
        "speaker": "A",
        "text": "Tied. No way. Tied my balls. Absolutely not. Absolutely. All right, all right."
    },
    {
        "speaker": "B",
        "text": "Okay. Not. Not."
    },
    {
        "speaker": "A",
        "text": "Uh, what were the others?"
    },
    {
        "speaker": "B",
        "text": "Joe, keep fishing. Yes."
    },
    {
        "speaker": "F",
        "text": "We got Adam. Keep fishing. We got divide. We have juwan and Courtney, who, I mean, I've sat on zooms with them."
    },
    {
        "speaker": "E",
        "text": "So literally, you're not. Yeah, that is a good point, because Juan's Jesus. Yeah, they're all those. That's a smart group."
    },
    {
        "speaker": "A",
        "text": "Yeah. Mark, group, maybe not. We might be."
    },
    {
        "speaker": "B",
        "text": "The 10% of Canadians are all in nfts. What about that?"
    },
    {
        "speaker": "A",
        "text": "Or. Or that Canadians are smarter than 90% of people in the world is?"
    },
    {
        "speaker": "B",
        "text": "That could be too. That could be."
    },
    {
        "speaker": "A",
        "text": "That could be it. That could be it. All right, Ryland, welcome."
    },
    {
        "speaker": "C",
        "text": "You guys sent the Canada prop bet way over in the last few seconds."
    },
    {
        "speaker": "G",
        "text": "I actually requested up originally to fud those horribly stupid feet nfts, but I want to waste that time. Instead. I want to say that this is the first time I've listened live on spaces. Always listening on the podcast, and it's hilarious how much slower you guys are talking than in my podcast feed. I like 1.3 x bunch of chamber a lot."
    },
    {
        "speaker": "B",
        "text": "Really high pitched chamber."
    },
    {
        "speaker": "A",
        "text": "Part of that, I think, is I was pretty low energy coming into this show than I normally am. I think I probably normally talk at that typical podcast speed, but today it took me a while. It took me a little bit to warm up on that one, but appreciate you stopping by."
    },
    {
        "speaker": "G",
        "text": "I had to do the victory lap, but I also want to ask Chamber if he's figured out who Kevin Rose is yet."
    },
    {
        "speaker": "B",
        "text": "No, it's funny you say that. I saw the name come up, and I'm like, I got a figure out what this guy looks like. So I actually had to, like, look, like, google him. And then somebody had said, like, he had did, like, the raccoon video where the guy threw the raccoon, like, down the stairs, was protecting his cat or dog or something."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "And apparently that was him, but I can only really see him from the back, so I found a picture."
    },
    {
        "speaker": "G",
        "text": "That's still the only thing you know him for, is the raccoon video."
    },
    {
        "speaker": "B",
        "text": "100% like, the raccoon thing. Is by far the thing I know him for. Oh, he should have just said the raccoon guy."
    },
    {
        "speaker": "G",
        "text": "You'll figure it out eventually, Buddha."
    },
    {
        "speaker": "B",
        "text": "I know. Thank you. And thank you for, by the way, thank you for coming from the podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's amazing."
    },
    {
        "speaker": "G",
        "text": "I had to do the victory lab for the trivia. Come on."
    },
    {
        "speaker": "A",
        "text": "Yeah. Ryland. Ryland won our first Starbucks trivia last night. So congratulations, ryland. The Twitter bay from the war room says, as a canadian, he does not align with the comments made on behalf of Canada. We would like to offer the Americans as we did Justin Bieber, Justin Timberlake, and in this case, chamber."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "You're being offered up to America. I'm not sure we want you. Could."
    },
    {
        "speaker": "B",
        "text": "I live in like, Oregon. I feel like I'm like an Oregon kind of guy."
    },
    {
        "speaker": "A",
        "text": "Yeah, you would. Definitely. All right, let's go to Golden Spruce. Then a quick run through of props. Fellow Canadian up on stage here. Thanks for all of you who attended the uncut gems space earlier this week. A couple days ago, I see you, punter and I all the goats who were there. I appreciate it. And I'm a bit of a left curver myself. I think it's the left side, the dumber side, you know. But I'm repping the barn owls and I appreciate all you who showed up gm. Thank you. Thank you for showing up. I joined the barn owls chat the other day. Nice welcome there. So appreciate you. Golden spruce chamber. You're a left hanger, I think that's what you said."
    },
    {
        "speaker": "B",
        "text": "Yeah, I definitely a left hanger for sure."
    },
    {
        "speaker": "A",
        "text": "And the. All right, Des, close us down with the, with the prop bets here."
    },
    {
        "speaker": "C",
        "text": "Well, unfortunately, it's a sad day for the DJ network in the war room. We went over five on the parlays posted and mainly because a very hot topic in the space did not get brought up today, which is Wolf game or Wolfenhe. And people took the yes on that one."
    },
    {
        "speaker": "A",
        "text": "So I was walled out. I was willed out from coffee with captain the other day."
    },
    {
        "speaker": "C",
        "text": "There you go. So someone did not get intentionally muted bunch, you did not do an impression. Captains were not talked about the first to be referenced on the show. No. Always sunny in Philadelphia. None of Chambers family members."
    },
    {
        "speaker": "B",
        "text": "There was, there was a. There was. And it's always sunny reference."
    },
    {
        "speaker": "A",
        "text": "Actually. There was also, there was also Chambers family members. It was like the first thing we talked about."
    },
    {
        "speaker": "E",
        "text": "Yeah, he talks about like all of them hit."
    },
    {
        "speaker": "B",
        "text": "I actually did an impression too. Is it bunch of that has to do the impression?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it's the family members hit. And yeah, family members was the first because Chamber was telling about. Yeah, Chamber was talking about how his dad is coming to town today, but."
    },
    {
        "speaker": "B",
        "text": "He'S here now by the way."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "He's here now."
    },
    {
        "speaker": "E",
        "text": "He also was dancing on graves, remember?"
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "A family member definitely over on the number of times Canada was said. And the first time that Steve or captain speaks on spaces was before 420."
    },
    {
        "speaker": "A",
        "text": "There you go. Those are your prop bets. If you like playing the prop bet game. Get us. Get at us in the Djen war room. Looks like nobody hit their parlay today."
    },
    {
        "speaker": "C",
        "text": "Eventually give away a goat."
    },
    {
        "speaker": "A",
        "text": "Yes, someone will. And we got a lot of more fun stuff going on. We're actually going to be giving some prizes out to the past MVP's as well. We talked about in the show today. So if you have been an MVP so far, you will be receiving something from us. So thanks for being awesome and active, but I am late for my meeting so that's going to do it for us. Until next time. Time. We'll be back on Monday. Until next time, stay mint."
    }
]