[
    {
        "speaker": "A",
        "text": "No, 100%. Des is not showing up today. No, guys, I'm gonna be honestly, honestly, he's been a part time soldier if I'm. If I'm being honest about that."
    },
    {
        "speaker": "B",
        "text": "Well, he sure is gonna listen to this, so."
    },
    {
        "speaker": "A",
        "text": "He's definitely not gonna listen to this. We should definitely have a meeting, you know? Come to Jesus meeting with him."
    },
    {
        "speaker": "B",
        "text": "I thought. I thought for sure I was gonna be the first one to get fired from the show."
    },
    {
        "speaker": "A",
        "text": "Never. Are you kidding me?"
    },
    {
        "speaker": "B",
        "text": "All right, Des is too busy making nudes over there at human park."
    },
    {
        "speaker": "A",
        "text": "So many nudes."
    },
    {
        "speaker": "B",
        "text": "Let's start the show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by."
    },
    {
        "speaker": "D",
        "text": "The Degen community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mid condition. I am bunchu alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy? We've. I've missed you."
    },
    {
        "speaker": "A",
        "text": "I know. It's been. It's been a little bit. We had some technical difficulties going into last week's show. Had to buy a whole new microphone and everything."
    },
    {
        "speaker": "B",
        "text": "Technical difficulties? Turns out."
    },
    {
        "speaker": "A",
        "text": "Turns out. Turns out I'm just not very smart. I think we all knew that, though. But, yeah, just. It was a wonky usb input on my laptop, not the mic. So now I have two microphones and one less usb port in my laptop. So I don't know. Shit, stop going."
    },
    {
        "speaker": "B",
        "text": "You sound like the songbird of our generation. How do I sound? Great, as always, except I feel like I'm talking with a tiny bit of a lispenness today. I also feel like. Do you ever watch the show impractical jokers?"
    },
    {
        "speaker": "A",
        "text": "I'm very familiar with impractical jokers."
    },
    {
        "speaker": "B",
        "text": "Do you know the episode where Mur loses at the end and they take him to the dentist? Or. Sorry, they don't take him to the dentist. They bring in a dentist to numb up his mouth, and then he has to go out and teach the cooking class."
    },
    {
        "speaker": "A",
        "text": "I do. I'm very familiar with that one."
    },
    {
        "speaker": "B",
        "text": "That is right now. Yeah. Braised beef is brilliant. That's me right now. It's also the reason I am not live on camera. Just had to go, literally just got back maybe 20 minutes ago from the dentist. Had some work done on my face and mouth, and so you're not seeing my formerly lovely face today."
    },
    {
        "speaker": "A",
        "text": "For those. For those of you watching, I got a glimpse of bunch prior to going live, and it's a goddamn train wreck. You're going to sleep well tonight. Not knowing what this looks like, I will not sleep a wink."
    },
    {
        "speaker": "B",
        "text": "I could be the. I basically look like Kevin."
    },
    {
        "speaker": "A",
        "text": "Like Kevin's ugly brother, I think."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Oh, my God. What is Kevin's ugly brother's name?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Devin."
    },
    {
        "speaker": "B",
        "text": "Devin. I was looking for a name that rhymed. That was. It's an unfortunate turn of events, but I do have one of the most interesting stories that I've come across in a while. So had to get this. Dental work was emergency in nature, and so my wife called around for me and found a power broker. Says novocaine is powerful stuff. Novocaine's a hell of a drug. My wife called around for me. We don't have a dentist around here. Since we moved, we really haven't gotten, like, a, you know, a family dentist. So she was calling around, first person to be able to see me take. Take my, you know, take me on short notice and all that. So I go, I walk in, and this guy is. I can't find another way to describe this man, except for I'm calling him, you know, the Seinfeld character that. The tooth or the soup Nazi? I'm calling this guy the tooth Nazi. Lovingly. Maybe not so lovingly. The guy not so loving accurately. So, first of all, in hindsight, I should have known that this was going to be quite an experience. When I walk in the door and there's a sign on the door that says, no masks required, no vaccine required. We. We do not discriminate. Is. Is what. What it. What? So red flag one. Red flag number one. Okay? Then we go in, and I'm sitting down, and, you know, he's just talking to me. And, you know, he. He starts in and he keeps referring to the hoax. Oh, the hoax. As in Covid. He keeps referring to it as the hoax. And I'm like, okay, sure. Like, first of all, take your belief. Your beliefs on. Your beliefs on Covid are your own, right? But, like, the. The doctor or dentist is supposed to have a certain, you know, bedside manner, right? You would think that the dentist is not quick to tell you, you know."
    },
    {
        "speaker": "A",
        "text": "You know what they say, right? What do you call somebody that flunked out of med school?"
    },
    {
        "speaker": "B",
        "text": "A dentist. So. So he keeps calling it. He keeps calling it the hoax. He then tells me, like, as he's, like, putting the novocaine in my face, he's like, yeah, you know, there's no such thing as Covid-19 the. The vaccine is poison. And then he's just injects this in my face, and I'm like, I have no recourse, but just to kind of be like, uh huh, uh huh. Yeah, sure. This is great. So, so I think I was talking to some of my buddies afterwards, and, you know, they're very liberal, these, these group of friends and couple of limbs."
    },
    {
        "speaker": "A",
        "text": "Like me."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I was like, guys, if this scenario was happening to you and you're about to, like, you know, get this guy, let this guy work on your face, and this happens, do you, like, do you do it? Do you get out? Do you, what do you do? I'm interested in your take 100%."
    },
    {
        "speaker": "A",
        "text": "I'm getting it done. Like, I'm not."
    },
    {
        "speaker": "B",
        "text": "Okay, you're getting it done. They all said that they would get leave, and I was like, no, no, no, you don't. You would. You say you would?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they say they would, but they're incorrect. You would stay if you needed emergency dental work. You know what I mean? Like, that's."
    },
    {
        "speaker": "B",
        "text": "But so, like, this is, this is where this guy gets you. Like, he gotcha. He, you have to sit and listen to his beliefs because you got nowhere to go."
    },
    {
        "speaker": "A",
        "text": "That's the price of admission."
    },
    {
        "speaker": "B",
        "text": "It's like a bad stand up comedy. You know what I mean? So, so, you know, I got what I had to do, done. This was yesterday. I had to go back today. And so, so yesterday was like the root canal. And then today they're going to finish the root canal. Put a, put a crown on my tooth. Right? Yeah. It's been a rough couple."
    },
    {
        "speaker": "A",
        "text": "Sounds awful."
    },
    {
        "speaker": "B",
        "text": "Been a rough couple days. So today I was like, let's see how far I can get them to go. I already know."
    },
    {
        "speaker": "A",
        "text": "What are your thoughts on George Soros?"
    },
    {
        "speaker": "B",
        "text": "I already know he's willing to, to tell me everything. He. The way he thinks about everything. Right. And so, you know, one of the things, I mean, where, where do we start here? So I was like, okay, how could I, how could I poke him a little and get him going? And he's got. It's one of those dentists where, like, in the room."
    },
    {
        "speaker": "A",
        "text": "Wish we had a pre meeting about this, by the way. I would have loved to have been in on the ground floor."
    },
    {
        "speaker": "B",
        "text": "No, I want you to. I want you to know about as it's going. And so he, so he's got a tv in there. And I thought it was really interesting that the only thing that was on, on every tv was tv land. Like, you know, gun smoke and."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Classic that nature. Yes."
    },
    {
        "speaker": "A",
        "text": "Boomer tv."
    },
    {
        "speaker": "B",
        "text": "And so he walks in and he says something to me about, like, what's going on on the episode? And. And I was like, oh, how many times have you seen this? And he's like, dozens. He's like, it's the only thing I could fucking put on the tvs around here. And he starts going into this rant. He's like, I can't have the fake news. I can't have these pedophiles all over my screen with kids in here. He's like, I got kids that come in here. I can't do this. I can't do that. Blah, blah, blah. And so I'm like, all right, now I got him. I got him going. And so I was like, yeah, you know, fake news, blah, blah, blah. I was like, you know, you don't want to pay attention to that Russia Ukraine stuff. He's like, don't even get me started. Russia, Ukraine. He's like, why? Why should anybody give a shit? And as he's, you know, injecting me with novocaine again and about to drill my face, and I'm just like, okay, maybe I. Maybe I've taken it a little too."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "Maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, you got him too excited."
    },
    {
        "speaker": "B",
        "text": "But he's like, you know, the United States is about to send $14 billion to Ukraine. And this, that, the other, he's like, quote, quote, quote. He goes, that's nazi behavior. I'm like, all right, so now I got him. I got him really going. And, yeah. And then, you know, we're halfway through whatever, and I'm. I'm now, like, deep under the, in the process. There's no turning back for me now. The next thing, he comes in, and I was like, so how long you been a dentist? And he's like, yeah, you know, I did, blah, blah, blah, blah, blah. And I just go, what's the, you know, what's the best and worst thing about being a dentist? And he's like, oh, you know, you get to help people. That's really great. So I'd say that's probably the best thing. I go, what's the, what's the worst thing about being a dentist? And as his poor dental assistant is standing right next to him holding this suction thing in my mouth, he goes, working with women. I couldn't believe the words that were coming out."
    },
    {
        "speaker": "A",
        "text": "Do you look at her face as this?"
    },
    {
        "speaker": "B",
        "text": "Because then he starts. Then he."
    },
    {
        "speaker": "A",
        "text": "What did her face say?"
    },
    {
        "speaker": "B",
        "text": "The. She's where she was in the same position I was. It's too late for her to do anything. She, she's got the job, right? Like, she's not gonna pay itself. Yeah, right. Is like. It's like she's gonna. And this guy just keeps going in on. He's like, you know, I'd be fit. I'd be better fit to own, like, a trucking company. I could tell dirty jokes, blah, blah, blah. This and that. He's like, it's mostly dudes. He's like, I really love the fraternity life. This. I'm like, yeah, no, go figure. You did. Now, here's the thing. I hope he doesn't listen to this podcast. If he does, you imagine I still."
    },
    {
        "speaker": "A",
        "text": "Son of a bitch."
    },
    {
        "speaker": "B",
        "text": "I told him that I still have to go back, so. But, yeah, he goes in and he's just like, you know, this was the worst one, I think, that he said was."
    },
    {
        "speaker": "A",
        "text": "He's like, we haven't gone to the worst part yet."
    },
    {
        "speaker": "B",
        "text": "Well, when you went in about working with women, I was like, all right, bro."
    },
    {
        "speaker": "A",
        "text": "I mean, it's one thing to say. Yeah, it's one thing to say that right next with a woman right beside."
    },
    {
        "speaker": "B",
        "text": "You, and he goes, he's like, you know, it's not like I'm doing something cool, like taking nude photos every day. He's like, I'm working with, like, moms. I'm like, dude. I'm like, what is going on right now? And, yeah. So I don't. So I'm not. Now, here's the catch, too. It's like, the guy works wonders. Like, it's good. It's great. Dental work."
    },
    {
        "speaker": "A",
        "text": "So now you're going to talk about a Seinfeld episode."
    },
    {
        "speaker": "B",
        "text": "It's exactly what it is. It was exactly a Seinfeld episode. Because now you're like, man, do I have. Once this guy's done, does he. Do I keep going back to him?"
    },
    {
        "speaker": "A",
        "text": "I think you almost have to."
    },
    {
        "speaker": "B",
        "text": "He's like a magician. And the crazy thing about it is he must know it, because it's the only way you have the audacity to say the things that he says in the setting that you're saying. You know what I mean? So he must know. He's just that good. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. There's a certain hubris that goes along with it."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. And, I mean, this guy had it, like, all of the hubris. He was actually, I think it was spilling on the floor. They had to come in and clean up the hubris. But, yeah, I think."
    },
    {
        "speaker": "A",
        "text": "I think I would have done the exact same thing. Yeah, I think I would have done the exact same thing. Yeah. I mean, I don't know if I'd be sending my family there, but I would continue going to that dentist. That's, well, you guys get to go to this other dentist. I'm going, I'm going to, you know, Heisenberg's dentist."
    },
    {
        "speaker": "B",
        "text": "Super funny, though, he, he said. Or my wife was like, oh, well, if he's really good, I'm going to go because I need some stuff done. And then I told her and I'm like, know if you should go. Like, I don't know. But anyway, so, you know, that's the 05:00 a.m. 05:00 a.m. from straight from the UK looking for a dentist."
    },
    {
        "speaker": "A",
        "text": "Oh, speaking of UK, I just, I just booked my, we've booked a trip for my wife and I to go to, to the UK next spring. Very exciting about it. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Very nice."
    },
    {
        "speaker": "A",
        "text": "Gonna go visit. I heard 05:00 a.m. is gonna let me stay at his place. That was, the whole trip is based on 05:00 a.m. let me say this house. So hopefully that falls. I haven't told them yet, but I'm kind of telling you now. It's all predicated on that drew crit."
    },
    {
        "speaker": "B",
        "text": "You already know that I'm doing this show without teeth. So, you know, no doubt there the, so, yeah, I mean, we've taken up the first 15 minutes of this show. The reason we are not talking so much NFT market yet is we do have a guest coming on at 430 to 05:00 the gimmicks will be joining us, which is, I'm very much looking forward to that conversation. But we also have another show tomorrow because we have, we've booked, we booked a guest for both weeks. And since we had technical difficulties last week, we are doing two back to back shows so we can keep our guest schedule. So tomorrow we'll be talking all more, more market stuff, our typical segments and then we'll have, we'll have fractal join us as well."
    },
    {
        "speaker": "A",
        "text": "Right. And fractal, do you hear fractal on, on coffee with Captain this morning?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was great. I thought it was a very interesting conversation and I, what I love most about it, we'll get into it more tomorrow, is like, you see all these fractionalization of NFT platforms and I, they all, their solution is all ERC 20 and I think that's the worst way to do it. Personally, what I like what they're doing is they're fractionalizing it with an NFT. So I think what that allows you to do is give you better access to liquidity on an open market. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "Gia says you should come to Italy. I'm coming to Italy, Gia. I want to go. I want to. Gia, I think you were in a tweet storm with us last week where Chamber was taught speaking the universal language of Italy with his hands. There it is. Have you ever been to Italy, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I have not. Honestly. We were contemplating doing that one instead."
    },
    {
        "speaker": "B",
        "text": "How about a rec TMC family vacation to Italy?"
    },
    {
        "speaker": "A",
        "text": "Honestly, I think that's something we should probably."
    },
    {
        "speaker": "B",
        "text": "You know how much gaba ghoul that you. You and I would eat?"
    },
    {
        "speaker": "A",
        "text": "That all being said, speaking of family vacations, once your little guy is up for it, we should look at doing. Because I don't think I can do it on my own, and I've been. I've been really worried about doing it on my own. Is going to Disney World, and if I had somebody else there with me, I think I would feel better overall about it. So maybe I. Maybe in a, you know, maybe two years, maybe we figure out a way to get the whole. All the family to. To Orlando for, I don't know, some. Some amount."
    },
    {
        "speaker": "B",
        "text": "Oh. Oh, wow. We're gonna go Disney. We're gonna go."
    },
    {
        "speaker": "A",
        "text": "Yeah. I can't do it on my own. I it just. It just seems like I would just absolutely lose my fucking shit."
    },
    {
        "speaker": "B",
        "text": "Drew? Yeah."
    },
    {
        "speaker": "A",
        "text": "Where do you guys keep the moots?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Excuse me. Hi. Chamber family here. Looking for the mutz."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Can you point us to the closest?"
    },
    {
        "speaker": "A",
        "text": "Is it by chance, close to the Gaba ghoul?"
    },
    {
        "speaker": "B",
        "text": "No, I would be down for that. You know, I think there's. The question becomes, which is the question that I've asked my wife is, at what age can you do or should you do a Disney? Because I feel like, you know, for the cost, you don't want to do it like, any. In my opinion, any younger than, like, five."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's too old, you think? Too old."
    },
    {
        "speaker": "A",
        "text": "No, no, I think. I think that's probably right. I went when I was three."
    },
    {
        "speaker": "B",
        "text": "Michael Wyatt just went to Disney during Christmas. He's confirmed five. He's five."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I went when I was three, and I don't recommend that also. Michael Wyatt also recommends Christmas, which is great, because then you don't have to see your. The rest of your family, and you're."
    },
    {
        "speaker": "B",
        "text": "At Disney, so it's a big thing for you."
    },
    {
        "speaker": "A",
        "text": "That's two wins right there."
    },
    {
        "speaker": "B",
        "text": "05:00 a.m. says eight years old. I think that's probably, that's a great age. But I think, like, the first time you go, you could go a little earlier than that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so too. I think that's like the second time. And what's too old too? Because that's the other thing I got to watch out. My oldest daughter, she's good. She's going to be nine this year. So, I mean, I. The clock's ticking."
    },
    {
        "speaker": "B",
        "text": "No, I don't think that's too old. I think because you could like, well, I think maybe you turn it into a, you go universal. I think, like, Disney's a young kid sport and then you go to universal for a little bit of the older kid action. I can't believe JP Kaz is a Disney x expert. Does that surprise you?"
    },
    {
        "speaker": "A",
        "text": "Is he one of those Disney adults?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it sounds like he's a Disney adulthood."
    },
    {
        "speaker": "A",
        "text": "Yuck."
    },
    {
        "speaker": "B",
        "text": "I know, I know a couple Disney adults, but, uh, I wasn't getting that."
    },
    {
        "speaker": "A",
        "text": "But I met, I don't know, I think you had a face to face with JP. I had a face to face."
    },
    {
        "speaker": "B",
        "text": "I only had a voice to voice with JP."
    },
    {
        "speaker": "A",
        "text": "No, I got to the most handsome man and nfts."
    },
    {
        "speaker": "B",
        "text": "Wow. At least watch out. NFP bark."
    },
    {
        "speaker": "A",
        "text": "I mean, the bar is very low."
    },
    {
        "speaker": "B",
        "text": "Steve. JPE."
    },
    {
        "speaker": "A",
        "text": "Steve lost all of his cred. Did you see that tweet yesterday that Steve put out with him and run."
    },
    {
        "speaker": "B",
        "text": "DMC or Beeple or the other 30 name drops? He did."
    },
    {
        "speaker": "A",
        "text": "The beeple one specifically."
    },
    {
        "speaker": "B",
        "text": "That was great. I thought that was fantastic. Don't hate."
    },
    {
        "speaker": "A",
        "text": "It was funny. I watch it about four or five times."
    },
    {
        "speaker": "B",
        "text": "So did I see, like, that's why it's great. Don't hate on it. What happened here?"
    },
    {
        "speaker": "A",
        "text": "What is that?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "$40 billion."
    },
    {
        "speaker": "B",
        "text": "Supposed to be volume. And I don't think it's correct."
    },
    {
        "speaker": "A",
        "text": "The market's up."
    },
    {
        "speaker": "B",
        "text": "The market is up $42 billion in volume today. So I guess we're not accurately going to use this chart either. Let's see. I guess not. I was just going to try to do some open sea data before we have our guests on here. But this was a great shoot the shit 20 minutes intro. I missed these."
    },
    {
        "speaker": "A",
        "text": "I know. I agree. This is a good time. And for what it's worth, I would definitely. I'm going to put the show in the show notes. I'm going to put a link to JP. He's the host of a brand new show and they had a few technical difficulties, but I think at the meat of it was very good product. It was, if you're looking for NFT Alpha. More so than what you get here. I would definitely check out the NFT night shift hosted by JP. And who else was on there?"
    },
    {
        "speaker": "B",
        "text": "They had sugar Shane on there."
    },
    {
        "speaker": "A",
        "text": "Sugar Shane was on there. It's missile."
    },
    {
        "speaker": "B",
        "text": "No wonder. No wonder there was Alpha. Sugar Shane is an alpha machine."
    },
    {
        "speaker": "A",
        "text": "Yeah, we had, I think DJ was on there. Who else? Phonics. It was, it was great, great show. Get those guys a couple of mics. They're gonna run us right out of town."
    },
    {
        "speaker": "B",
        "text": "Wow. Well, I mean, look, it's about time someone's taking our place because I mean."
    },
    {
        "speaker": "A",
        "text": "It'S embarrassing that we're at the top of the heap at this point."
    },
    {
        "speaker": "B",
        "text": "Look, I hate doing this. So. Somebody coming. That's funny. What was the technical difficulties?"
    },
    {
        "speaker": "A",
        "text": "Phonics mic was. You know how I hate a bad mic. Yeah, this was my, this was, this."
    },
    {
        "speaker": "B",
        "text": "Is my hell, this didn't even have a mic. He had like, it was just, it."
    },
    {
        "speaker": "A",
        "text": "Was just white noise."
    },
    {
        "speaker": "B",
        "text": "It just sounded like phonics. Like what you, what you would think."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What you think something called phonics would sound like."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Oh, Drew, Drew. Drew was back on his. Drew's back on his shit talk this week and loving it. Just a low bar for running us out of town. Yeah. Anybody could, could produce a better show."
    },
    {
        "speaker": "A",
        "text": "And JP, he acts tough in the comment section. He's a sweet man. He is a sweetheart of a dude."
    },
    {
        "speaker": "B",
        "text": "What was the best alpha takeaway you got?"
    },
    {
        "speaker": "A",
        "text": "Honestly, what it did for me is it just takes the. Because I'm not a strong reader and even in discord I'm not gonna read all these messages. So what it does for me is all the, all the conversations that were happening in like the war room, they just basically talk about, I can listen to it. And now I'm up to speed with everybody and what they like, like mizzle was talking about, you know, what's the. I think you're in magic, right? Are you a magic guy?"
    },
    {
        "speaker": "B",
        "text": "Magic."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "There was magic minute with mizzle, so I understood that a lot more. But basically the week, the week passed kind of going over everything. It was great. It was great. They talked about new drops coming up."
    },
    {
        "speaker": "B",
        "text": "But yeah, before our guests pop in here, what did you buy last week and how's it doing?"
    },
    {
        "speaker": "A",
        "text": "Not bad. It's, you know what we're, you know, like when ultimate war we're gonna have. I think we're having a wrestler on making a. I'm making a wrestler analogy here, but remember ultimate warrior when he'd be down in the fight and you think it was over then. Like, you, you know, wrist lift his fist up in the air and. And go into. Go into his madness. That's what I felt like this past week in nfts. Like, I thought we were done. And then we had a little bit of. We're going through it right now. I bought some. What did I buy? I bought some. Sorry, I'm pulling up my. Not looking good. I got lucid planet. I think that was your recommendation."
    },
    {
        "speaker": "B",
        "text": "Yes. I called that one last night. How's that doing?"
    },
    {
        "speaker": "A",
        "text": "All right. I picked some up at about three and a half. Pardon me?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. It's like half an eight. Let's go. Yeah."
    },
    {
        "speaker": "A",
        "text": "So I picked some up at about 0.35. So those were looking pretty good. I picked up some white sands. Is that what they're called?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I missed on that one."
    },
    {
        "speaker": "A",
        "text": "It's all right."
    },
    {
        "speaker": "B",
        "text": "I was busting your chops over text over the weekend about giving me some alpha, and you recommended to me the. The weirdos."
    },
    {
        "speaker": "A",
        "text": "Weirdos, yeah, weirdos."
    },
    {
        "speaker": "B",
        "text": "So far, so good on the weirdos. I picked those up at, I don't know, probably 0.1, maybe 0.2. They're up to 0.35. So. Doing well on those. I looked at my. I looked at my WGMI IO this morning, and it's a great feeling when your, you know, your total eth value, and then you look at, like, okay, what does that make up? What? Like, what percentage of my, you know, stuff is made up of that, you know? And then you kind of have to have this, like, come to Jesus meeting with yourself, where it's like, okay, how much of this could I actually sell if I needed to? You know what I mean? Like, how much. How much is actually liquid? And about. I would say 85% of my current holdings are very liquid in the sense that I could probably sell them within an hour."
    },
    {
        "speaker": "A",
        "text": "That's good. That's what you want?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's good. Drew wants to know where he is during all this. Secondary market alpha. Drew, you're buying debt. I. That's where you are during. Yeah."
    },
    {
        "speaker": "A",
        "text": "There was a lot of dead city talk on. On JP, so."
    },
    {
        "speaker": "B",
        "text": "Well, unfortunately for Drew, Drew was buying dead city when we. When I dropped the dower. Darcelles Alpha in the."
    },
    {
        "speaker": "A",
        "text": "Oh, really? So I went with the dow ourselves."
    },
    {
        "speaker": "B",
        "text": "Yes, you went with Darcell. So did Gia. Gia picked up some dark cells, and those are doing extremely well. So I. I did notice this recently with these art projects like ourselves and three landers. They. They have a lot in common. I was talking about this with Drew today is like, they've. I mean, three landers. Current floor is, like, 1.81.8 DaR cells, 1.21. Now, three landers. The mint was 0.75, right? Yeah, it was basically on the public. Darcel's was 0.1. So Darcell's is crushing, like. Yeah, few minted Dar cells. You're doing an awesome job. But both of these projects had, you know, established artists that. Established artists that have had either a previous collection. So three landers had a genesis. Small Genesis collection."
    },
    {
        "speaker": "A",
        "text": "Oh, did they?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And then Darcel's. This guy, this artist has been using this. This main Darcel character for, like, ten years, and."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "And he's had, like, a ton of collabs and all of this kind of stuff with these big companies. So, like, there's some proven things here. It's not just your normal, you know, fly by night pFp that you're taking a flyer on. So that might be a new meta. Take a look for projects like that coming out and check that out. Drew says Gia is the new. Is the new alpha, which is true. Gia also was big in on cyber brokers, so Gia crushed that as well."
    },
    {
        "speaker": "A",
        "text": "Well, that's the point."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I didn't get into that one."
    },
    {
        "speaker": "B",
        "text": "I got lucky via Gia. Gia hooked me up with a whitelist spot, and I was able to get one from. From her. So we've got the first of our guests trickling in, I don't know, Chamber. You want to wait for the rest to arrive, or do we want to bring in, get into it, get the party started, the name like this, you."
    },
    {
        "speaker": "A",
        "text": "Don'T leave them waiting."
    },
    {
        "speaker": "B",
        "text": "That's. That's very true."
    },
    {
        "speaker": "A",
        "text": "You don't leave this man waiting."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, maybe we could talk some wrestling with."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm up for him."
    },
    {
        "speaker": "B",
        "text": "Before we get into the project. So we are bringing in the folks from the gimmicks, which is a new project that's dropping, I believe, this weekend, later this week. So we have Rocky Romero joining us from the Gimmicks project. Rocky, how are you? Thanks for coming on."
    },
    {
        "speaker": "D",
        "text": "I'm doing great. Thanks for having me. I'm super stoked to be here."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is. You got, first of all, I have to compliment your setup. You know, sometimes we get, first of all, it's much better than mine, which I'm just a float, but you got great lighting. Your mic is amazing, chamber. I mean, this must be your wet dream over there. Absolutely. This is."
    },
    {
        "speaker": "A",
        "text": "This is no better. You can't get any better. Than this."
    },
    {
        "speaker": "D",
        "text": "You know, I'm. I became a pro podcaster, you know, with, you know, working with gallows and Anderson. You know, we got the talking Shop podcast. It drops every Sunday and. Yeah, so, I mean, we've been doing it for a bit."
    },
    {
        "speaker": "B",
        "text": "All right, well, we'll give. Drop us a microphone. Alpha, what mic are you using?"
    },
    {
        "speaker": "D",
        "text": "I'm using a audio technica, but we also use. We use another one. Gosh, what's it called? Can't remember. Off the. Oh, a road. It's like a road. It's a road one that you were able to. It's like a podcasting one. It's really great. Mike, shout out to road. Yeah."
    },
    {
        "speaker": "B",
        "text": "Awesome. So we've got our next, our next member of the crew. We've got John coming in. John, how are you? Thank you for joining us on the mint condition. It's. We're super excited to talk to you guys about the project. Thank you for jumping on with us."
    },
    {
        "speaker": "C",
        "text": "No, thanks. Great to. Great to meet you guys, and thanks for. Thanks for having us."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Last week, we had some technical difficulties. That's why I asked for some microphone alpha chambers mic was broken. So we appreciate you guys being flexible, but for the sake of time here and respect for your guys time, let's get right into the project. So today we are talking about the gimmicks. So let me bring this up here. My screen. So. Well, I think this is a really interesting project, and I like it for a couple of reasons, but. So, John, you are the CEO and co founder of Toon Stars. That's correct, yes. So I think what's really interesting about allegedly, I think there's a really interesting piece of this that's a. The collaboration between you guys and Toonstars and then the other co founding company here, which is the company that our good friend Lindsey is the CEO of and founded by Mila Kunis. So why don't you kind of get into it by talking about how toonstars kind of got into the NFT space, what you think the opportunity is here, and then how you got linked up with Mila and her team?"
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely. I mean, you know, so how we got into, like, the NFT web three space is. I mean, I mean, for us, like, we, you know, like when you look at our company, where we call ourselves a web three animation studio, which is a, you know, it's essentially like a type of a next gen animation studio, and we're part tech, part process, and part creative, key parts of the company. And on the tech side, we've got this, we've got this tech stack that allows us to do high quality animation very quickly, and then we've got a production process that's very unique. And then last part is we just want to partner with creators. You know, it sort of runs a spectrum of creators that are, you know, maybe come from the traditional space to creators that are sort of like next gen emerging digital creators. And that that's what our company's about. And we've been doing some stuff in the web two space that had, like, leveraged, you know, our tech capabilities and some of the projects we had launched and really, like, saw, like, the rise of Web three. We saw what Mila and Lisa and Lindsay were doing, what they did with Stoner cats, and that really got our attention because it's like, wow, this, I think for us, it makes sense that it's the next version. You got web one, web two, now you got web three. There will most likely be a web four and web five at some point, potentially. But I think that evolution, you know, makes a lot of sense. And for us, you know, for us, Web three made a lot of sense because our capabilities, which, you know, again, is like, you know, driven by our tech stack and allow us to do this high quality animation fast that is, you know, very, very relevant in the web three space in our minds, because part of Web three is, for us, so much about community driven storytelling and co creation. And one of the things we're doing with the gimmicks is these episodes are weekly, and we're letting the community drop in and basically determine what's going to happen in the narrative. And the only way you can do animation Weekly is if you're able to do it fast. And so that's one thing that for us, it's like, wow, that really translates, it's a core part of our DNA, translates very well to the web three space. And then the other part of it, I think, really came down to this notion of addressing some of the shortcomings, at least for us, that were pretty evident in the web two space. And I think one of the shortcomings was this idea that, hey, there were a lot of big players, a lot of centralized players that did very well on the backs of a lot of creators, make the argument that some of these centralized, it wasn't necessarily like a fair distribution of value for the creators. And I think, you know, for us, one of the promises of Web three is like, hey, this is decentralized. It's a place where creators and fans and that to us, you know, hopefully can address some of the issues that we saw in shortcomings in Web two. And then the last, you know, part of your question about how we got connected is, like, we just, again, we saw what, like, Mila and Lisa and Lindsey were doing with stoner cats, and we're like, ah, this is killer. And, you know, these guys are one creatively, you know, when you talk to them like Mila and Lisa, you know, obviously, you know, creatively gifted. But also that crew is really pushing the envelope in terms of innovation. And I think that's. That's one of the things that caught really, you know, really caught our attention where it's like, hey, this is a killer, killer combination of creative and innovation and pushing the envelope. And so we'd love to partner with these guys. So we reached out and said, hey, we've got this great concept that we created with Rocky and the rest of the crew called the gimmicks. It's South park meets WWE, and we'd love to do it with you guys. And we think it's perfect for web three and blockchain. And thankfully, they, hopefully they agreed and, you know, we're off and running."
    },
    {
        "speaker": "B",
        "text": "That's awesome. So. So, Rocky, tell us then a little bit. Let's get into actually, a little more on that. What is, you know, the idea behind the gimmicks? Where did that idea originate and come from? And how, you know, how do you see this project? What do you see the big vision of this project being?"
    },
    {
        "speaker": "D",
        "text": "So, yeah, so, you know, the project kind of started, you know, like, originally the character started. You know, they're basically like our alter ego. So, like, Chico Luchador is an alter ego that I came up with. Chad, too bad, is an alter ego for Carl Anderson. Sex Ferguson is an alter ego for Luke gallows. And Enzo is just Enzo because he's Enzo. So there's not much of a difference there. But. But, yeah, we kind of created these, these characters separately. And when we met John and Luisa from Toon Star, and we started throwing the idea around about doing projects because we met right in the beginning of the pandemic. So when we met them, we were talking about, how can we do projects from our home? Because nobody was really producing anything content wise, in studio or together because everybody was so separated. And we're all from different parts of the United States, right? So we started talking to them, and then we started throwing the idea around, kind of forming what the gimmicks became. And, you know, basically, it's a workplace type show. You know, following the characters who work happens to be professional wrestling and they also happen to live in the same trailer park. And we just kind of built it off there. And, you know, so we've been forming this thing for, I would say, almost two years now, I think. Right, Jonathan? And, and, and it's just kind of grown from there. We put out some snippets early on to try to, like, test the waters with, you know, the fan base, our wrestling fan base and, and just animated. Ashton animation fan base, the fan base of animation. And we got really, really great results and it just kind of grew from there. And now we're actually putting it out and I think there's, what, 20 episodes and that we're ready, getting ready to do. And like John said, it's, it's going to be weekly, which is so cool. So it'll definitely reflect what's going on in pop culture and culture every week because with their technology, we're able to do that, you know, we'll turn an episode around and, you know, four or five days or whatever it is. So it's really, really cool to be a part of it. And, and I don't think anybody's doing it quite like Toonstar is doing it with, with this animation process. I mean, it's really, really amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's interesting because, you know, John, you had mentioned, you know, what Mila and the team over there had done with, with stoner cats. And I think, you know, the vision of Stoner cats is really cool. Like, the concept was really cool and, but I think what, you know, you guys at Toonstar are able to do is almost kind of fill in the gaps of where stoner caps stoner cats kind of, you know, struggled a little bit in the sense of the actual production and speed, which, which I think is awesome because, you know, one of the things, having put out projects myself, having, you know, been involved in some projects, the NFC space moves quickly. The communities want things daily or weekly, right? And it's, and it's fast. And so I think, you know, you guys being able to produce shows and content, you know, weekly is really, really cool. Chamber. You know, you were, you were saying, you know, we had, we had seen something like this with glue Factory and things like that, but, I mean, that took months, right? So I think that's what's cool about this. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. With, with glue Factory, I think, unfortunately, they just lost a little bit of momentum. You know, they had some great voice actors, some great folks behind the project, but it really kind of fizzled out a little bit. I remember the day of the launch of their first episode. I mean, I think we get more viewers on our YouTube page than Covid. I'm not even joking. It's not even a joke. And first and foremost, too, rocky, we should really take a moment to pause and reflect on the career of Scott hall, who passed away today. Rest in peace, bunch, if you're not familiar with."
    },
    {
        "speaker": "B",
        "text": "Yes, of course."
    },
    {
        "speaker": "A",
        "text": "Razor Ramon."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, wwe legend."
    },
    {
        "speaker": "D",
        "text": "Yeah, one of my true favorites growing up. Razor Ramon, I mean, completely impacted, you know, the wrestler that I am today, you know, in his look and presence and him playing, like, the cuban character. You know, I'm puerto rican, and I don't know, that just had a definite influence on me. And, yeah, rest in peace to Scott hall. Yeah, yeah, he pioneers, man."
    },
    {
        "speaker": "A",
        "text": "He really. What? Really? I mean, I always liked him growing up, but I watched, it was the Jake the snake documentary that came out, I don't know, like 510 years ago. And, you know, Jake was going through his some bad times, and I would say two of the people that really helped him out of it was Scott hall, and the other one, I believe, was Dallas Page. And I'd never seen that side of Scott hall before. And it was just like, oh, my God, that's just. Just a sweetheart of a guy. And, yeah, it was too bad. Yeah, I think they pulled him off. He was on life support there for a little bit. It's a damn shame we lose, you know, and to kind of couple that with what you guys are doing, I really do think wrestling is, is a really hot ticket right now as far as, you know, using the wrestling as a backdrop for the cartoon, just because I feel there's a ton of momentum in wrestling right now with documentaries. We just had the undertaker do his retirement tour, and that got a lot of press and got a ton of legs."
    },
    {
        "speaker": "D",
        "text": "The young rock is a major hit as well."
    },
    {
        "speaker": "A",
        "text": "Right, that's a good point. And I mean, even with the documentary that we're seeing now with dark side of the ring, I don't know if you're familiar with these. Just phenomenal, you know, production value, great storylines. And then I think piggybacking on that with what you guys are doing, I think it's a really great idea coupling nfts, wrestling and cartoons together. I mean, that's fantastic."
    },
    {
        "speaker": "B",
        "text": "Plus, the, you know, the irreverent nature of it as it sounds, if you're talking about, you know, South park meets."
    },
    {
        "speaker": "A",
        "text": "I love everything about that."
    },
    {
        "speaker": "D",
        "text": "And that's the cool thing is, like, we can, you know, like, we've talked about, you know, what things we can spoof in wrestling for wrestling fans, you know? You know, but, like, like, I would say that the show is pretty general, you know, like, you don't have to be a wrestling fan to think it's funny and be into it, you know, I think it's definitely going to be very mainstream, but it's also going to have, you know, little things in it for wrestling fans, for sure, you know, because it's such a wrestling based show, you know? So I think it's going to be really, really fun. Like you said, like, there's been the success of heels on stars, you know, the success of the young rock and just kind of how wrestling is in this crazy place where it is a part of pop culture with Aw and WWE, obviously, and wrestling worldwide, I think this particular project has a lot of legs to appeal to a lot of different audiences."
    },
    {
        "speaker": "B",
        "text": "Yeah. So let's dive in a little bit on to the specifics of, of how the, you know, the project's gonna work, the drop and what people can expect. So, John, you know what? Let's, let's start with. Let's start with when. So when can people expect to be able to, you know, get involved and mint the gimmicks here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the project mints on March 18, which is this Friday. And so what people can do is like, the best way to get involved, I think, is to get into our discord and then through the discord, it's basically, we're doing an allow list, and so people can sign up for the allow list through our discord."
    },
    {
        "speaker": "B",
        "text": "Awesome. Is there any crazy hoops that people have to jump in to get on that allow list? Is it, do you have to fight, wrestle Rocky and win to get on the allow list? What can people expect there?"
    },
    {
        "speaker": "C",
        "text": "Well, I would say no, they're not, they're not like crazy hoops. I mean, like, there, there is a, there is a limit and, you know, we're doing, we're doing, it's a 10,000 drop, you know, so once the list is full, then it's out. So there's, there's that part of it, but there aren't any crazy, you know, I think we did earmark maybe ten to have to get ten to get in the ring with Rocky."
    },
    {
        "speaker": "B",
        "text": "We'll see, like, perfect one for chamber on that one. Let's sign. No way."
    },
    {
        "speaker": "A",
        "text": "You're definitely."
    },
    {
        "speaker": "B",
        "text": "Well, look, I've got a, I've got a busted up face and mouth already, which is why I'm not on camera. So I think I'm halfway there then. Yeah, yeah. I think I'm most equipped, I guess, currently get take a beating from Rocky."
    },
    {
        "speaker": "A",
        "text": "So if Rocky can find me, like earthquakes, old leotard or like single."
    },
    {
        "speaker": "D",
        "text": "Yeah, there you go."
    },
    {
        "speaker": "B",
        "text": "I might come in and so. All right, so that's cool. What I, what I think is interesting about this, too. I mean, you know, look, we are, we come into, we come from this crazy ethereum space where there's gas wars and all kinds of crazy stuff like that. What's really interesting about this is twofold. One, you're actually dropping here on Solana as a blockchain. And then not only that, but it's a free mint, so which is really, really cool. I think we're seeing, you know, that there about."
    },
    {
        "speaker": "A",
        "text": "Oh, I think. I think he's back now."
    },
    {
        "speaker": "C",
        "text": "Am I back in my back?"
    },
    {
        "speaker": "A",
        "text": "No, I think we lost bunch there. For a second, I thought it was me. I'm like, no joys of podcasting, right, bunch, you back, man? I wonder what he was going to say. I didn't know where he's going to take that question."
    },
    {
        "speaker": "C",
        "text": "Really good."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's on. He's a pros, pro. I'm really here for window dressing. So he was mentioning obviously being built on Solana. What made you choose Solana as the blockchain for, for the drop?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, so as far as Solana goes, and there were, you know, there was, there was a lot of thought that went into it. And, you know, going to Rocky's point about like, you know, one of the starting points of this, and Rocky was saying, it's like, hey, you know, like they're, you know, like, we, we know that wrestling, you know, we hope that wrestling fans are going to be into this, but we also think animation fans could be into this. And then also, you know, crypto, crypto natives we hope will be interested in it. So the starting point almost was really like, hey, hey, we want to be as inclusive as possible. We want to make it very accessible and we want to welcome both djens and also newbies. Because if you look at animation fans, there are probably a good number of animation fans that aren't in crypto yet. And the same thing probably applies to the universal wrestling fans of, you know, it's like, how do we, how do we, like, you know, welcome everyone that, who's going to, you know, that, who's going to be interested and wants to be part of the community. And I think that that was like, the starting point is like, lower the barriers, make it an easy, you know, easy entry point for djens and newbies alike. And so the consideration then is like, okay, which chain would sort of, like, facilitate that? The, you know, one of the best in our eyes. And that's where we landed on Solana, because then you sort of think about, okay, gas fees, and Solana's got very low gas fees. There are pennies. So this whole notion of like, hey, I have to go in. And gas fees in some cases are equally the price of the mint or price of the NFC, that could be a barrier. So that's a consideration. The other aspect of gas fees is that we've got an on chain social layer component to the project, and, you know, and if we want people to engage and interact, those are going to be, you know, gas fees also will play a role in that. And then, you know, the next consideration was an on ramp and just having, you know, sort of like a ux for, again, for newbies where they could get in, and it won't be overly intimidating, and it's. It'll be pretty straightforward. And Solana's got, I think, a really good on ramp. And then the last consideration was greenhouse. And, you know, I think we. It is important to us to work with, you know, chains that are eco friendly. And if you look at Solana, there was a study done that I think one mint on Solana is equivalent to. It's actually less than two. Google to Google search. I think those are sort of, like, the main three reasons that we're, like, really kind of pushing. Pushing the decision."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's super interesting. Sorry, I dropped off. I didn't buy. I didn't buy enough pounds of Internet this week from my farm in New Jersey. Geez. So I'm like this web three guy. I can't even get my Internet to work. It's pretty embarrassing. But, yeah, I love that. I love the, I love the thought that goes into onboarding, choosing a proper chain to do so and all of that. I think that's really exciting for new people. I think it's really exciting for existing people that want to just kind of explore something without having to put out, you know, money from their pocket. So I think that's a really cool opportunity. I think that's. I think that, you know, this project, you could get in, get involved. And to me, I think, you know, one of the things that I think that will facilitate is a stronger community in the sense that the people that do get involved are, you know, they're there for the right reason and, you know, they're not just there for FinAncial Gain and they're not as stressed out about, oh, I invested x amount of dollars into this and, you know, you're going to get people that actually really want to participate. So before we wrap up here, maybe just go into a little bit, either Rocky or John, whoever wants to take this is, you know, what the actual utility of the NFT will be, what people can expect when they get involved and kind of what the next steps are after."
    },
    {
        "speaker": "D",
        "text": "I'll let you take that job."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, so, yeah, you know, we feel like we've, and we put a lot of like focus on really bringing as much, you know, putting as much utility into the. Into the project as possible. And so, you know, as far as the utility goes, I think it kind of goes into two categories. There's the community driven part of it. So this whole notion of like really allowing the NFT holders to lean in and drive the narrative and the world creation and the character building. And so ways we're doing that is that with the episodes, they're each to Rocky's point, like their weekly episodes. And at the end of each episode there's going to be a decision point and the holders will get a way in and vote and decide on some key plot elements for the next episode and really drive what's going to happen in the following episodes. So there's this choose your own adventure part of it. There's also, we've created a wikih so that the holders can go in and basically create backstories for their nfts. And then what we're doing from there is that the community is going to vote and the best backstory will actually get a cameo in an episode. Another part of that is that actually. So there's a backstory to the character and then we're going to have a contest, essentially wherever someone will write basically an episode for the character as well. And then. And then the best episode will basically become, we'll do a spin off episode for that character and whoever wrote that will get ep credit for that particular episode. So, yeah, so that's like another sort of like really cool. Like, you know, co, you know, the theme of very cool. Yeah, it's great. And then, you know, so that, that's like, that's, that's, that's just kind of like part of the, again, like the sort of the co creation aspect. But then also, you know, I would consider utility access. So, you know, another part of the access is access to, you know, to the crew. So access to, you know, to Rocky and Luke and Carl and Enzo."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "And. Yeah, and these guys are amazing athletes and performers. Also access to, you know, like, Mila and Lisa and I, Lindsey and Mario and the crew. And then, and then also access to the writers. So the writers are. We call them the Daves."
    },
    {
        "speaker": "B",
        "text": "I was just going to ask about them because Chamber is. Chamber is the. One of the. Probably the biggest Simpsons fan I've ever met. He'll be excited about this."
    },
    {
        "speaker": "C",
        "text": "Well, so. Yeah, and so the Daves. And so it's Dave Eilenfeld and David."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And so they come from. They come from Family Guy. We might. We might break. We might break your heart because I don't think they come from the Simpsons."
    },
    {
        "speaker": "B",
        "text": "Oh, I read that they did. They've done both."
    },
    {
        "speaker": "C",
        "text": "I know, I know. Somehow that was in there. I'm not sure that I have to go look, because I'm not. I definitely know Family guy in Star Trek lower decks, but, but which, you know, to me are like, you know, those are, those are classics, too."
    },
    {
        "speaker": "B",
        "text": "But, of course, but now you just broke chambers higher. For real. That's my fault."
    },
    {
        "speaker": "A",
        "text": "You brought me Family guy writers."
    },
    {
        "speaker": "B",
        "text": "Come on."
    },
    {
        "speaker": "C",
        "text": "Listen, I hesitated for a second."
    },
    {
        "speaker": "B",
        "text": "The Family guy writers are manatees. We learned this."
    },
    {
        "speaker": "D",
        "text": "Just sell it, John. Yes. Yes. They're a part of the Simpsons. Okay."
    },
    {
        "speaker": "A",
        "text": "Well, it depends, too. I mean, honestly, if it's like season 14 plus of the Simpsons, it's probably best to focus on Family Guy anyway. So."
    },
    {
        "speaker": "C",
        "text": "Yeah, totally had me. I'm like, how am I going to handle this?"
    },
    {
        "speaker": "B",
        "text": "My bad."
    },
    {
        "speaker": "C",
        "text": "That's the days and access to the days who are like, you know, they come from the traditional world. They've done, you know, great, and they come from the traditional world. So access to, like, writers and, and showrunners like that, I think, are great. And so that's part of the utility. And then I think that, like, the last part of the utility is this social layer that we created, and we're, we're, you know, we're excited about this. And it's, it's, I I think it's one of the first social layers on chain, and essentially, it's our sort of, like, version of the Facebook poke, and it's called the dick Punch. And so."
    },
    {
        "speaker": "D",
        "text": "It'S my favorite part."
    },
    {
        "speaker": "A",
        "text": "What's that icon gonna look like?"
    },
    {
        "speaker": "C",
        "text": "That icon kind of writes itself. No, it's exactly, it's gonna be. It's exactly that. And so, and so there's this, like, there's this thing called the dick punch. And it actually, and again, it's sort of like our wing to the Facebook poke, but harder is what we're saying. And it basically, it does stand for something because dick, it's dic. So it stands for decentralized, inclusive community. So it does have this kind of like, you know, symbolic meaning behind, beyond just it's, you know, sounding like dick. And then. And then the functionality of it is. It actually is, you know, it's an on chain social layer. And so it's going to basically record everybody's activity. So, you know, you. And it could be maybe it's, you know, a sign of affection or if you want to, like, you know, talk smack. However, whatever the dick punch means to you, you can use it that way."
    },
    {
        "speaker": "B",
        "text": "I think it's a sign of affection."
    },
    {
        "speaker": "C",
        "text": "And essentially, you can send them back and forth. And then the other cool part of it is we're gonna have a leaderboard. So people that have given the most or received the most dick punches will get recognized. And then the other cool part of it is it actually, because it's getting recorded on chain, your NFT will reflect the dick punches that you've given or received. And so, you know, there's a little bit of, like, you know, like, like value that you're kind of adding to your NFT through the. Through the. Through the social layer. And so that's. That's, you know, I think that's all the."
    },
    {
        "speaker": "B",
        "text": "I was. I was listening to. I think it was the Gary V. Props and Drops podcast the other day, and they actually had Mila on talking about the project, and she said that the funniest thing for her was getting the lawyers to say dick punch, which I thought was pretty funny. That is. That's very poor."
    },
    {
        "speaker": "C",
        "text": "Poor Stu. Poor Stu, man, he's."
    },
    {
        "speaker": "B",
        "text": "That's awesome. So before we wrap up here, I think, you know, just to reiterate, this is this Friday, March 18, you can get in the discord in which we will link all of that in our show notes and drop everything you need in the tweet. Get in. Only a select few of you will have to wrestle Rocky. The mint is going to be on Solana. It is 10,000 items here, so get involved. Very cool community aspect, access, free mint, which is always great. So this is really fun and exciting. I do have to ask Rocky a couple of wrestling questions before we go. All right, so one, what, in your opinion, is the best and worst part of being a wrestler?"
    },
    {
        "speaker": "D",
        "text": "Well, the best is probably when you get out there and you get with a lively crowd and you hear that reaction roar. You know, the worst is probably dick punches."
    },
    {
        "speaker": "A",
        "text": "I thought I was going to say working with women."
    },
    {
        "speaker": "B",
        "text": "Oh, that's a full circle joke that they missed from the beginning."
    },
    {
        "speaker": "D",
        "text": "I was like, whoa."
    },
    {
        "speaker": "B",
        "text": "I went to the dentist today and I asked him what the best and worst part about being the dentist was. And that was his answer for what the worst thing about being a dentist was. I was like, holy shit. Am I actually gonna let this guy do my, like, operate on my face, my change?"
    },
    {
        "speaker": "D",
        "text": "Dentists. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, right, exactly. But so that. Good thing you didn't answer that. Thank you. All right. And then how about best, you know, best moments of your wrestling career, in your opinion?"
    },
    {
        "speaker": "D",
        "text": "Best moment of my wrestling career. Oh, man. Probably the first time I debuted in Japan, like, 50, in front of 55,000 people at the Tokyo Dome. Huge in Japan, 19 years old, just walking down this huge lawn."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "D",
        "text": "And then. And everybody told me, don't look up. Don't look up because you're going to see all the people. You might get freaked out. And of course, like, three steps in, I was like, I gotta look up. And I looked up, and just a sea of people. And I was super freaked out."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's crazy. I couldn't. It could even imagine what that feeling must be like. How about when you were, when you were younger, who was your, who was your favorite wrestlers to watch?"
    },
    {
        "speaker": "D",
        "text": "Well, Hulk Hogan was my guy. You know, that was my guy. I had. I would watch Hogan religiously. And then. Then once all, like, warrior Rose, and then they fought each other in that wrestlemania, I switched over to warrior."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And I used to tie shoelaces around my biceps, you know, run around with no shirt, like, pressing the cat loves awesome. And my stuff."
    },
    {
        "speaker": "B",
        "text": "Did you have the. Because I feel like every, um. I don't know how old you are, but I'm 35, and, and when I was a big wrestling fan when I was growing up, but this was like, uh, this was like the rock and stone cold and all of that stuff. And, uh, me and my friends, it was, we, we loved it so much that we were the age where, like, you know, you did wrestling at sleepovers and in your backyard and all that stuff, and you were, you videotaped it and you thought you were, like, the biggest star in the world, 100%."
    },
    {
        "speaker": "D",
        "text": "Did all that in the front yard of my best friend's house. Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I had, I had a character. I had a finishing move. It was just, you know, I was gonna. I would thought I was gonna make it. You know, I was, I was cactus."
    },
    {
        "speaker": "D",
        "text": "Bill for like a whole summer."
    },
    {
        "speaker": "B",
        "text": "I was, I was the NFT. My wrestler guy was the, the outcast. And then my, my finisher move was called the singled out. I thought I was, like, the most clever person."
    },
    {
        "speaker": "D",
        "text": "Not that way."
    },
    {
        "speaker": "B",
        "text": "John, who was your favorite wrestler growing up, if you ever watched?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I did. And yeah, I definitely grew up, you know, so this will date me, but, like, late, like a fan, like, grew up with the late eighties, so definitely, definitely Hulk. Hulk Hogan. And then with rock, like, ultimate warrior when he, when he hit the scene, I'm like, this dude is like, badass."
    },
    {
        "speaker": "A",
        "text": "Next level."
    },
    {
        "speaker": "B",
        "text": "Yeah, next level. Cool."
    },
    {
        "speaker": "C",
        "text": "And then, like, I think, yeah, like, like, and then I in that too, like, like macho man. Like was."
    },
    {
        "speaker": "A",
        "text": "I was always macho man over Hulk Hogan in my, that was me. I love macho man."
    },
    {
        "speaker": "C",
        "text": "He was great."
    },
    {
        "speaker": "A",
        "text": "Yeah, he was the more neon, the more the better. Yeah, I love a good neon."
    },
    {
        "speaker": "B",
        "text": "I was into the slim gyms also."
    },
    {
        "speaker": "A",
        "text": "But I remember watching you guys probably remember to, I think I, I remember watching the build up to the first undertaker match. You guys remember that one? Oh, that was, I remember being so excited, like, you get to see, like, you know, Paul bearer and it was, I think I forget what it was. I don't know if it was, if it was like a summer slam or."
    },
    {
        "speaker": "D",
        "text": "What it was, but it was summer slam or survivors."
    },
    {
        "speaker": "A",
        "text": "It was that build up to it. And then, and then you finally get taker. Oh, and he drops tombstone on the first match. Like, oh, that was a classic stuff."
    },
    {
        "speaker": "B",
        "text": "My favorite wrestler ever was. I don't know if it was just projecting what my future self would look like, but mankind, I was a big man kind, big mankind guy. I mean, nobody, like, put his body in harm's way, like, like he did. He, I mean, the iconic hell in the cell. Wasn't that verse undertaker, I think."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, that hell in cell was crazy. When he gets, like, chokeslam."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's nobody more."
    },
    {
        "speaker": "D",
        "text": "Command broke. It wasn't supposed to break, I think, and it was crashing down on the mat, like, but he's done some where."
    },
    {
        "speaker": "B",
        "text": "They, where they were, like, on the top of the cell. And then he got tossed off onto the, you know, announcers table too. What was the, what's the most dangerous close call you've ever had?"
    },
    {
        "speaker": "D",
        "text": "I mean, I've definitely, like, you know, I've like a frog splash one time. This, like, early on in my career, and, and this. Eddie Guerrero was my favorite wrestler for sure. Like, when I started to become like a teenager and he used to do the frog splash. So like I was like I got to do the frog splash too, you know. So like this is like my first year in and I went and did a frog splash and just like my elbow just went all the way to my shoulder. It's completely nasty dislocation. Yeah, sorry for everybody. Just gross them out. Eating lunch."
    },
    {
        "speaker": "B",
        "text": "Between that and dick punches, we've covered the basis. That's awesome. But so we're bumping up on time here. I want to be respectful of you guys but thank you so much for coming on. Everybody go out and check out the gimmicks. The website is the real gimmicks.com again on Friday. Free mint on Solana. Check them out. Rocky and John, thank you so much for joining us today. We really appreciate you guys. Thanks for having us. Everybody else out there, until next time, statement."
    }
]