[
    {
        "speaker": "A",
        "text": "Magicians."
    },
    {
        "speaker": "B",
        "text": "I mean, we're something. That's for sure."
    },
    {
        "speaker": "A",
        "text": "You want to hear a fun fact?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "My daughter was asking me, you know, like, it's okay if I swear when it's just me and you. I'm like, I said, that's fine. I said, just don't, you know, don't. Don't put it in when it doesn't need to be put in. I said. I said, when do you hear me swear? She's like, I hear you swear all the time on your podcast."
    },
    {
        "speaker": "B",
        "text": "Oh, boy. There it is. Start the show, baby."
    },
    {
        "speaker": "A",
        "text": "This episode is brought to you by."
    },
    {
        "speaker": "B",
        "text": "The DGen community Network Media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work. Hello and welcome to the mid condition. I am bunch you alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Can't be doing any better. I mean, I'm doing fantastic because had I gone to NFT NYC, I'd be dying of COVID right now."
    },
    {
        "speaker": "B",
        "text": "Apparently you would, Brian. With the hoot. Hoot. Both of us wearing moonbird hats, I gotta say, look, you know I love a good flat brim, but I do not pull it off nearly as well as you do. You have the perfectly shaped dome."
    },
    {
        "speaker": "A",
        "text": "Because I have a flat head. It works with the flat brim."
    },
    {
        "speaker": "B",
        "text": "That must be it. You're what they call in the medical world a smooth brain."
    },
    {
        "speaker": "A",
        "text": "Yeah. No ripples on this thing."
    },
    {
        "speaker": "B",
        "text": "No, you've got. You've got what they refer to in the medical community as a smooth brain. And JP Kaz says that we're cute. Pete. Pete says. Bunchy was right. Covid was the worst po app. Dude, that. No joke. Literally, you said it. Everybody I was with, everybody has Covid. Like, literally. I. I don't know if you're. If you don't have Covid, you're the anomaly."
    },
    {
        "speaker": "A",
        "text": "At this point, I honestly thought people stopped getting Covid. Like. Like, oh, I didn't think was, like, a thing anymore."
    },
    {
        "speaker": "B",
        "text": "Yeah, you. So our fearless third companion here, Des, he has fallen victim to the vid. And so he's not joining us today. But when I told you earlier that he had it, you. Your response was to laugh. And your. So, okay, here you go. It definitely is a goats thing, because, Pete, you have it. Pete has it. Punter has it. Des has it."
    },
    {
        "speaker": "A",
        "text": "Just goat flu."
    },
    {
        "speaker": "B",
        "text": "Now it's the goat flu. That's. That's what we are. Yeah. Christian says that we're even cuter than normal with those hats."
    },
    {
        "speaker": "A",
        "text": "So, honestly, I'm going to be. I want to give a little shout out to moonbirds here, because I'm a man with a head the size of a watermelon, and, you know, not all hats fit me. And I think this is like the first time, a long time. I'm like four buttons deep. Normally, if I'm lucky, I get two or three. This is a four button hat. So four snaps. Shout out for me."
    },
    {
        "speaker": "B",
        "text": "Snaps. How many are on my. I have literally no, none. It goes directly."
    },
    {
        "speaker": "A",
        "text": "Oh, yours is already. Yeah, I'm saying, like, I have four. Like, I have four left to go back."
    },
    {
        "speaker": "B",
        "text": "Like, wow."
    },
    {
        "speaker": "A",
        "text": "Normally it's either I can't wear it, or I got maybe two or three."
    },
    {
        "speaker": "B",
        "text": "Um, yeah, I mean, I don't know what quality chapeaus. Shout out to Kevin Rose and his. His hat procurement."
    },
    {
        "speaker": "A",
        "text": "He must have a huge head metric. He's like, we need big head hats."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's. I mean, that's utility. Look, moonbird's hats are for. So first of all, I just shout out to the proof and. And Kevin rose team over there, moonbirds party and everything. Like, all the NFT NYC stuff that Moonbirds did was top, real good, top notch."
    },
    {
        "speaker": "A",
        "text": "Oh, really? That's awesome."
    },
    {
        "speaker": "B",
        "text": "Yeah. JP Cass says we could do a show only on hats. I think we could, actually."
    },
    {
        "speaker": "A",
        "text": "We saw JP without a hat the other day."
    },
    {
        "speaker": "B",
        "text": "Really weird look."
    },
    {
        "speaker": "A",
        "text": "Like middle management at a. I don't know, a medical. I don't know. I don't know."
    },
    {
        "speaker": "B",
        "text": "Some company sell hats. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Somebody that does not. He's far away from hats. He's going to the golf tournament, the company golf tournaments. You know, he uses buzzwords like Synergy."
    },
    {
        "speaker": "B",
        "text": "Totally. He totally talks about synergy during his day job. But speaking of JP Cazden, make sure if you're not already checking out the NFT night shift, give those guys a listen on the DJ network family of podcasts. Nft night shift with JP, Kaz, phonics, sugar, Shane, mizzle and TJ. Those guys are your true djen Alpha channel. They stay up late and they mint and flip to. To the wee hours of the morning. We are, you know, we. We don't even hold a candle to their."
    },
    {
        "speaker": "A",
        "text": "It's not even close."
    },
    {
        "speaker": "B",
        "text": "No, really, not close."
    },
    {
        "speaker": "A",
        "text": "There. There is a link. If you're listening to it on podcasts, there'll be a link in, in the description. If you want to just skip this show entirely and go directly to a."
    },
    {
        "speaker": "B",
        "text": "Quality show, synergize with the night shift, JP."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Shout out."
    },
    {
        "speaker": "A",
        "text": "They're changing the paradigm, the paradigm shifting over there."
    },
    {
        "speaker": "B",
        "text": "Shout out to Sam Waterson, or as I, we affectionately know him as Sammy dubs. Got to hang out with Sammy dubs in, in New York, which was always a fun time. Second time I've hung out with Sammy dubs in real life. And it just keeps getting better, folks. Like, if you've got a chance, you."
    },
    {
        "speaker": "A",
        "text": "Love to see it."
    },
    {
        "speaker": "B",
        "text": "You get yourself a chance."
    },
    {
        "speaker": "A",
        "text": "Tom, who's your favorite person to meet? Like, who is, who's your. Maybe not favorite person, but who is most surprisingly, like, oh, I didn't realize this person was gonna be this awesome."
    },
    {
        "speaker": "B",
        "text": "So t row, t Rose was fun to me. Right here. Todd. Looks like a penis in a flat brim. Todd, you know, not me. Yeah. But honestly, first of all, are you echoing over there? I hear an echo. Yeah, I hear an echo. I'm coming out of your sound. So forgive us over there if you hear that already, but before we. It's a good question. I want to get into it here because I think this was, this was one question that I asked everybody at NFT NYC. I said, you know, who, who did you meet that impressed you the most or who did you meet that was like, least like what you expected them to be? And we had the coffee with captain, the live coffee with captain on Tuesday morning, the DJ network event, and they were, it was awesome. Like we did. We had almost 100 people come through for a two hour event at eight in the morning. And it was phenomenal to meet everybody, you know, that we've been spending so much time with digitally through the discord and through the show that we've done over the, over the years. It was really incredible. So we got to meet so many, so many cool people. One person that sticks out to me that I actually spent just a ton of time with randomly is Wisco Doug. Whisco Doug. Great dude."
    },
    {
        "speaker": "A",
        "text": "I think I know."
    },
    {
        "speaker": "B",
        "text": "War room guy. He's into Zed run. He was an NFT red zone holder. Just a fantastic guy. Shout Doug. Got to spend a couple days with him. He actually hooked me up by helping me book a hotel room. Just a quality gentleman. Whisker Doug is now."
    },
    {
        "speaker": "A",
        "text": "Are you guys doing, you mentioned hotel rooms. Are you like, are people like Airbnb most of the time or is it hotel rooms for most people?"
    },
    {
        "speaker": "B",
        "text": "So this particular event, most of everyone that I hung out with stayed at the exact same hotel because the way we booked was Steve had dropped the Hotel Alpha, where the closest hotel was, to ape fest. And so a bunch of people ended up booking there. So everybody, it felt like everybody was at the same hotel. But there was plenty going on that wasn't by us. But it just, it felt that way where we were all at the same hotel. Todd asks when Djen merch. Todd I'm actually wearing a Dgen shirt right now. Ngmi this is a DJen shirt. We have a small merch shop that is open for business. Actually, all the t shirts that I wore in NFT and YC were DJen shirts. The goblin town one went over very well. Goblin town went really well. The GM shirt was my favorite. I wore that to coffee with captain."
    },
    {
        "speaker": "A",
        "text": "GM's a great shirt. I like that one."
    },
    {
        "speaker": "B",
        "text": "GM's a great shirt. We've got some quality stuff on there. ChamBer, may I make one suggestion, since your designs are meRch? Absolutely. I don't know if this is possible, but what I would love to see on future merch, or even the existing merch, is DJ network logo. Like, right."
    },
    {
        "speaker": "A",
        "text": "Oh, I think we can do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, you put it right here. Just so you know. You know I like it. Yeah, exactly. Because I got, I got so many. I got so many. Yeah. I got so many compliments on the shirts that I was wearing and. But nobody knew kind of where they were from. And t row saying, we need to push our merch more. We do. We need to pump all our bags. Our Djen bags more. I, you know, that was one of my big takeaways. Washington. What we're building at DGEN is really special, just from the community standpoint. What was really cool, captain pointed this out and I couldn't agree more, which was we had 100 people come out for an 08:00 in the morning event the night after the first night of NFT NYC. And everybody showed that showed up. I mean, there was no financial incentive for anyone to be there. Right. Like with all these other events, you're either you own an asset that someone else owns, that you're part of this community and you're at this event. So there's some sort of financial interest. Whether you like to, you know, admit it or not, for this event there was none. Like, people came because they wanted to hang out and meet people and not because of any bag they were holding or anything like that, which to me was really special. It was cool to see. And that was honestly the highlight of my week was that morning. We missed you. Yeah, we missed you there. You would have enjoyed yourself there. You could have. I think you would have been like me. You'd have stayed outside during the show, you'd have worked the door packing darts. Yeah. Well, Jake, shout out to Jake. The versatile is he. He was out there providing the herb at 08:00 a.m. in the morning."
    },
    {
        "speaker": "A",
        "text": "So he was smoking weed. That's terrific."
    },
    {
        "speaker": "B",
        "text": "He would have had you covered. So I love it."
    },
    {
        "speaker": "A",
        "text": "I smoke cigarettes, though, too, when I'm on holiday, so I would have been. I feel like not everybody, not a ton of people were smoking cigarettes there."
    },
    {
        "speaker": "B",
        "text": "No, I feel like people just don't smoke cigarettes anymore. Like, trying to keep."
    },
    {
        "speaker": "A",
        "text": "I'm trying to bring it back like, it used to be so cool. Guys. You guys remember when cigarettes were cool? I'm just trying to bring that back."
    },
    {
        "speaker": "B",
        "text": "So. Okay, here's an NFT NYC question for you as somebody who was not there."
    },
    {
        "speaker": "A",
        "text": "Oh, I got some thoughts on it."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah, let's hear them. Let's."
    },
    {
        "speaker": "A",
        "text": "No, no. Ask your question first."
    },
    {
        "speaker": "B",
        "text": "Well, that's kind of what, that's kind of what I was going to say is what did it look like as an outsider from, I guess, somebody that's also in the NFT space? So what?"
    },
    {
        "speaker": "A",
        "text": "Right away, my first thought right away, and I mean, I unicorn creative with."
    },
    {
        "speaker": "B",
        "text": "The correct take cigarettes. Gross. Anyway."
    },
    {
        "speaker": "A",
        "text": "Even knowing who I am, you know, I'm not a very social person, but that even taking that into consideration, way too long, like, you guys were there."
    },
    {
        "speaker": "B",
        "text": "It was definitely one day too long. It was one day too long. It was one day too long. I wanted to go, uh, I wanted to go home."
    },
    {
        "speaker": "A",
        "text": "Two days, two days maximum. Like two full days. Like travel day, whatever. Two days there. Get, get out."
    },
    {
        "speaker": "B",
        "text": "I stayed one day too long. I wanted to get out by Thursday morning. I felt like I should be leaving and I stayed till Friday. So I agree with you. One day too long. But it didn't feel like it was too long until Thursday. So, like Monday, I felt like I."
    },
    {
        "speaker": "A",
        "text": "Wanted to leave on Thursday and I wasn't even there."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you're right. That was the correct take."
    },
    {
        "speaker": "A",
        "text": "Like, I'm watching all you guys talk or, you know, get what, you know, watching Twitter and I'm like, I was getting anxiety for wanting to leave and I wasn't even there. Like, I'm like, oh, I got like."
    },
    {
        "speaker": "B",
        "text": "Don'T let me forget your question about who did I enjoy meeting. It plays into our defend that tweet segment later, so don't let me forget that. Yeah, so, okay. That's the correct. That's a correct take. It was one day too long. I think most people felt that way. Yeah. Yeah. So what else what was, you know."
    },
    {
        "speaker": "A",
        "text": "It seemed like, again, just as a. From outside looking in, it seemed like some, you know, quality teams were kind of like, I'm thinking doodles specifically, like, really kind of rekindled some of their, you know, momentum there. I think there was an opportunity. Some, again, from what I saw, fell flat. You know, I think the best, you know, the best example of that was probably invisible friends. That one looked pretty tough. Again, I don't. I didn't see everything."
    },
    {
        "speaker": "B",
        "text": "I hold some invisible friends that I didn't even realize there was an event going right."
    },
    {
        "speaker": "A",
        "text": "So, yeah, there's. But I definitely felt like the. Some of the classic teams really did some good things because I would say the biggest, you know, the biggest change in, you know, as far as kind of what the overall market was saying was, was definitely in doodles. Like, I don't know if the price action back that up, but I would definitely say doodles sounded like they did a pretty good job. Ape fest, I think, was pretty good. I would say they didn't do anything to hurt themselves again, just as an outsider. And again, moombirds. You know what, Moombus? I didn't really hear too much about, like, I heard lots of things, but I don't know, specifics on what actually happened at the Moonbirds event."
    },
    {
        "speaker": "B",
        "text": "Cool. Yeah, no, I think all those takes are pretty spot on. One of the big takeaways that I had was, I'm going to second t row here next year. He says next year. Roundtables for coffee, ten people at a table, quick intros, name tags. The best time was small, intimate events. This is the alpha, right? Like, that was one of my takeaways as well. The big parties are a lot of fun, but everybody's doing them, and, like, that's all you. You felt at some point that that's all that there was. Right? Like, and so that's part of why the coffee with captain experience was my favorite, was because we really got to talk to people and, you know, talk."
    },
    {
        "speaker": "A",
        "text": "About where was there a lot of morning things. Like, I feel like that was."
    },
    {
        "speaker": "B",
        "text": "No, we were, like, the only morning. We were, like, the only morning."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "I will say boots. So boots was another guy that I got to spend a lot of time with. He is amazing. But he said next year, I was."
    },
    {
        "speaker": "A",
        "text": "Trying to put faces to everybody. Is boots the guy with the beard and the hat?"
    },
    {
        "speaker": "B",
        "text": "No, in real life, you mean."
    },
    {
        "speaker": "A",
        "text": "Yeah, in real life."
    },
    {
        "speaker": "B",
        "text": "What beard and hat? I don't know who you're talking."
    },
    {
        "speaker": "A",
        "text": "Maybe I'm thinking of."
    },
    {
        "speaker": "B",
        "text": "Oh, no, that's, uh, that's true."
    },
    {
        "speaker": "A",
        "text": "Barman."
    },
    {
        "speaker": "B",
        "text": "That's what's Rick house dow. Yes, that's. Yeah, yeah. He's got the big, the big white beard."
    },
    {
        "speaker": "A",
        "text": "That guy stood out to me."
    },
    {
        "speaker": "B",
        "text": "Can't miss him. He. He's great. That's drew from Rick House Dow. He's one of our. He was one of the co sponsors of the coffee with Captain event. He is a fantastic member of, uh, proof and his own project. Rick House Dow DJ network, very close friend of. So shout out to them. Um, Mike Hollywood says we both literally have beards and hats. He's. Yes, that's right. I would say I was the worst description ever. That was the worst description ever."
    },
    {
        "speaker": "A",
        "text": "It's a more offensive beard and a more offensive hat."
    },
    {
        "speaker": "B",
        "text": "Yes. We were. We were the only, uh. We were the only morning thing, I think that I saw. Again. T. Rowe says too early brunch with bunch is the right way to go next year. And I can't agree more. But boots, anyway, boots recommended next year, maybe we do a dj network recovery room where it includes IV's and shoulder massages and oxygen. I actually really like that. I actually really liked that idea."
    },
    {
        "speaker": "A",
        "text": "Like, did you guys have oxygen bars in? I know that was like a, like a little bit of a thing."
    },
    {
        "speaker": "B",
        "text": "That was the thing. I think it's still a thing in, like, Vegas and stuff. Right? So. But, yeah, the. It was great. It was a great time. Boots has one of. Is credited now with the most embarrassing story of my life."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Did you hear this on coffee with captain the day after it happened at the Goblin town? At the Goblin town event?"
    },
    {
        "speaker": "A",
        "text": "Yes, I did hear it. When you guys were. Was this when you were waiting in line?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we were waiting."
    },
    {
        "speaker": "A",
        "text": "Yeah, I did. Tell me again, because I may have misheard some of the stuff."
    },
    {
        "speaker": "B",
        "text": "We're waiting in line at the Gabletown event, and I was actually on the list. I was a bunch, you plus five. So I was supposed to be able to get into this event, but anybody that was there knows that the line became not a line at all. It was a shit show. It was just packed in to. It became this mosh pit, and everybody was trying to fight their way in. And, like, Boots knew I was on the list. Cause I brought, you know, five people with me to get in. But we're sitting in this line. You can't move. And Goblin Town founder Alex Top comes out, and he's kind of, like, picking people from the crowd and, oh, and like the toy story, aliens from the crane game. Like, you were chosen and plucked right out of the crowd. And you know, boots, if you know, if you know what he looks like, he is a probably six four. He's a tall, tall gentleman. Yeah, tall. And compared to me, who is a measly 5657. So I get lost in the crowd very easily. But so Alex was kind of, you know, scanning the crowd we, and making eye contact. And boots decides he's going to shout at Alex from the crowd."
    },
    {
        "speaker": "A",
        "text": "Is he allowed, guys? Boots, like a loud guy?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Oh, yeah. And he just goes. And he goes, oi, Alex. It's bunchu bets. And the entire crowd just turns around and looks right at me. And I'm shrinking into mortified. I am mortified. And, and Alex just looks and he goes, told you to get here earlier, bro. And it was the most embarrassing thing. It was so funny. And I'm looking at boots, I'm like, dude. I'm like, what the hell? And he's like, well, you know, I tried."
    },
    {
        "speaker": "A",
        "text": "And."
    },
    {
        "speaker": "B",
        "text": "I was like, well, why did you do the accent? And he goes, it works."
    },
    {
        "speaker": "A",
        "text": "Oh, he's not australian."
    },
    {
        "speaker": "B",
        "text": "No, no. Oh, and he's from Philly. No, he just, and so he's like, listen, he goes, do you think by doing that we had a better or worse chance of getting in from where we were prior? And I was like, you know, you're right. I can't argue with it. And so that was the Goblin town event for us."
    },
    {
        "speaker": "A",
        "text": "But I will say never do that. I would never do that."
    },
    {
        "speaker": "B",
        "text": "I was so, I was so embarrassed. It was, it was hilarious. It's one of the highlights of my week now. But it was so funny. The winners. Winners, I would say goblin Town is, was actually a big winner of the week. Really. Say what you want about the line and the event and, you know, the fact that the event was at a 250 person venue and there was probably 2000 people outside. But the event, once you got inside was pretty cool from what I, what I've heard and what it sounds like. Not only that, they had, they had four or five goblin McGoblin burger food trucks all around the city."
    },
    {
        "speaker": "A",
        "text": "I heard about that. Yeah."
    },
    {
        "speaker": "B",
        "text": "All around the city for, you know, all four days. And what was really cool about that was everything was free. So if you, you just had to wait online. All the, all the food was free. And they were also like, feeding homeless people and stuff with, with phenomenal and everything. Yeah. So big winners. I think goblin town, I agree with you. I think doodles was on that list of big winners."
    },
    {
        "speaker": "A",
        "text": "I heard a lot of positive stuff."
    },
    {
        "speaker": "B",
        "text": "About doodles doodles have most."
    },
    {
        "speaker": "A",
        "text": "That was from steve, though, so you kind of."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Steve's. But steve's thread went, you know, pretty crazy. He. I mean, they had, like, this big, professional apple style keynote, and they put out. They laid out their whole brand plan, and they introduced Pharrell as their chief brand officer, and then they had this really cool party with the chain smokers as their. Their headliner. So that's awesome. Doodles, I would say another big winner, um, one that I haven't heard talked about a lot, but I think came off as a winner, was cool cats. Um, what they did with their cool topia experience seemed pretty cool, and, um, a lot of it was, like, a family friendly event slash activity, um, which was pretty cool. So, like, I. The. You know, doodles and cool cats are kind of in that cute art category. I could see. I can see cool cats kind of winning the kids section of that. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Like, because there probably wasn't a ton of options for that kind of thing."
    },
    {
        "speaker": "B",
        "text": "No, not. None, really. And then I would say moonbirds. Moonbirds. The. And then what did they do again?"
    },
    {
        "speaker": "A",
        "text": "Like, what was the."
    },
    {
        "speaker": "B",
        "text": "So they had an event. They had an event for proof holders. Prior to the big main moonbirds event, the big main moonbirds event was at Webster hall. And so that was. They had mix master Mike from the Beastie boys. Yeah. You would have enjoyed that. And then tame Impala was their headliner, who I'm not familiar with, but you would have what?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he's a real australian. He'd be like, oh, I bunch you."
    },
    {
        "speaker": "B",
        "text": "Oh, it's Bunch of bets."
    },
    {
        "speaker": "A",
        "text": "Oh, no. Tam and Paula is like, it's one dude, but, I mean, he is insane. I would have loved."
    },
    {
        "speaker": "B",
        "text": "That."
    },
    {
        "speaker": "A",
        "text": "Would 100% been the one I went to."
    },
    {
        "speaker": "B",
        "text": "Okay, so you would have loved the Moonbirds party. Also, the great thing that moonbirds did was, you know, everybody complains about, like, merch lines at these events. They actually. So they gave out free merch. You were able to do a two item merch grab, so you had to wait in line, but it made it go very quickly because it was free. So they had a bunch of different things you could get, and then you just got up there and you picked your couple items. So it was pretty."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "I would say ape fest. Big winner didn't hurt themselves. The only thing with Ape fest was clearly on day one, whoever they originally had as a headliner did not show up or canceled. The rumor is that it was supposed to be Justin Bieber, and because of."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's got that whole thing."
    },
    {
        "speaker": "B",
        "text": "Medical condition. He didn't show up or couldn't show up, but that was the only thing."
    },
    {
        "speaker": "A",
        "text": "So, like, would have been, like, I'm not a. You know, not my."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I mean, that's a monster. That is a monster name."
    },
    {
        "speaker": "A",
        "text": "But wasn't it, uh. Wasn't it. What's her face that was like, uh. Um. The comedian? Uh."
    },
    {
        "speaker": "B",
        "text": "Yeah. You want to get into that?"
    },
    {
        "speaker": "A",
        "text": "No, not right now."
    },
    {
        "speaker": "B",
        "text": "Let's, uh. You want to get into that for a second?"
    },
    {
        "speaker": "A",
        "text": "You want to save it?"
    },
    {
        "speaker": "B",
        "text": "I kind of do, but maybe we'll just do it right now."
    },
    {
        "speaker": "A",
        "text": "I can't even think of the name now. I was defending her honor, and I can't even think of her name."
    },
    {
        "speaker": "B",
        "text": "Well, let's. Let's get right to it. The defense is now back."
    },
    {
        "speaker": "A",
        "text": "Mo. Hey, just get our energy going at the defensive end."
    },
    {
        "speaker": "B",
        "text": "He's playing defense. This. This plays right. Well, right into defend that tweet. Usually something we say for the end of the show, but this one comes to us from our very own chamber. But the pre story here is. I kind of want to do this. I don't want to bring it up on screen. Hold on. Let me see if I could go back. Okay. There we go. So, this tweet comes from our very own chamber on June 13, 2022. It received six likes and six comments, and it says, hot take for the bros. Amy Schumer is funnier than Bill Burr. So let's start there. First, defend this tweet."
    },
    {
        "speaker": "A",
        "text": "It was more of a troll than a tweet, if I'm being 100% honest."
    },
    {
        "speaker": "B",
        "text": "So, wait, is this not a. Is this not a belief you hold?"
    },
    {
        "speaker": "A",
        "text": "It is a belief I hold because in my personal preference, I'm not 100% with Bill Burr. He just. Not my cup. A little too angry. He's like the eminem of comedy. You mean very talented. Little too angry for me. And I do feel people sleep on Amy Schumer. Amy Schumer is extraordinarily funny, and I do feel there's a lot of comedy bros out there that really shit on. On female comedians, period. And I do think she is exceptionally good. So I did make that tweet unknowing, you know, unknowingly, because she came up real quick, I think, like, two weeks after."
    },
    {
        "speaker": "B",
        "text": "I mean, you made this on June 13. This is two. Yeah, this is two weeks prior to this. There's no way you could have known this was coming unless, however, I am."
    },
    {
        "speaker": "A",
        "text": "You know, the CEO of Yuga."
    },
    {
        "speaker": "B",
        "text": "However. However, one of one of my favorite people that I did run into this, this week was somebody that I've been talking to on and off for over a year. This person really helped me out when I was getting into axie infinity. And so he was there. He hit me up. He's like, oh, let's meet up. And I was so looking forward to it. So I got to meet up with this person at eight fest on the third night on Wednesday. And so shout out to Bezel, Bezel eth his at is big fan of."
    },
    {
        "speaker": "A",
        "text": "Beezel, big fan of Beesel at Bezel."
    },
    {
        "speaker": "B",
        "text": "Underscore NFT and so we are, we're chatting, we're having a good time, we're watching, and he pulls up his, he pulls up his Twitter for something that we're talking about. And I happen to catch a glance of his screen. And I, I was taken aback by what I saw. And I said, I was like, I was like, wait a second, is, is chamber in your recently searched on Twitter? And I was, and he goes, yeah. And I was like, wait a second, I need to know this story."
    },
    {
        "speaker": "A",
        "text": "And he's impossible."
    },
    {
        "speaker": "B",
        "text": "He's like, well, I got here on Monday and I heard that you know, Amy Schumer, I was at a fest on Monday and Amy Schumer, Amy Schumer opened and I was drunk and high. And so I got back to my hotel room and I had to go look up this tweet. And he responded on June 21. Athenae 216 am so this is, this is after Amy Schumer and he just responded to you. I hope you feel good about what you did."
    },
    {
        "speaker": "A",
        "text": "I remember, I remember he tweeted."
    },
    {
        "speaker": "B",
        "text": "Did. Now, did you have any idea what he meant by this at the time?"
    },
    {
        "speaker": "A",
        "text": "I think at the time I had, it was pretty, it was pretty close. Either I saw that first and then saw the Amy thing shortly thereafter, or I saw it or vice versa. But I both pretty quickly, I thought."
    },
    {
        "speaker": "B",
        "text": "This was hilarious because I just caught a glimpse of his screen and I was like, wait a second. Number one, why is chamber in your searches? And then he tells me this story. I thought that was hilarious. And then this actually wasn't the first coincidence with him because him and I had been talking about, you know, meeting up, blah, blah, blah. And we were talking to Steve, you know, nft bark Steve. And it's the three of us in a little circle. And I'm actually trying to explain to him how the, how the coffee with captain went. The live coffee with captain. And if you were there or if you've ever seen you know, or heard coffee with captain. There is this running joke about Steve being a Seinfeld fan because his take is that Seinfeld is unfunny. And so for the live coffee with captain, we actually presented him because it was his birthday last week with a birthday cake with Jerry Seinfeld's face on it. So that was hilarious. Well done by the team. But so I'm literally trying to explain this to Bezel as. As the three of us, me, him, and Steve, are sitting there and talking, and he pulls out his phone again, and he. He's like, you'll never believe this. Like, what? And he shows me his text message that he's got going on with a buddy. And so Beasel did not know this about Steve. And so his text message to his friend said, finally met up with Bunchu, and he's with NfT Barkley. And his friend responded, big Seinfeld guy. As we're sitting there telling him this story. It was such a crazy coincidence."
    },
    {
        "speaker": "A",
        "text": "That's wild."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was weird. So. But big shout out to Beezel. Had a good time hanging out with him, but big beef."
    },
    {
        "speaker": "A",
        "text": "That's awesome. I'm glad to hear that."
    },
    {
        "speaker": "B",
        "text": "Big coincidences on that. But I thought the Amy Schumer thing was hilarious, so I had to use that as."
    },
    {
        "speaker": "A",
        "text": "That's wild."
    },
    {
        "speaker": "B",
        "text": "That definitely had to be the defend that tweet."
    },
    {
        "speaker": "A",
        "text": "And I do for the record, too, like, I do like Bill Burr. It's not like I don't like him. It's just, like, on my face. Like, I've always been a big. I mean, for the people that are listening right now that are mad at me, that I don't know comedy. First of all, I'm a million times funnier than all of you. Second of all. Second of all, I do like, I still think my favorite comedian is probably Louis CKD. Like, I do love comedians very much."
    },
    {
        "speaker": "B",
        "text": "I thought you were gonna go with. I do love public masturbation."
    },
    {
        "speaker": "A",
        "text": "I mean, that's. That's a secret. That's a. But. And I do. Yeah, I like, I love Bill Burr. It's just not my favorite. And I do feel people sleep on Amy Schumer. I don't know if they just don't like her, but she's extraordinarily funny. Maybe not as funny as Bill Burr, maybe. But it's close for me. It's close. And I do recommend watching f is for family on Netflix, which is a Bill Burr show. It's fantastic. Love it."
    },
    {
        "speaker": "B",
        "text": "Don't try to, like, make amends. By pumping Bill Burrs."
    },
    {
        "speaker": "A",
        "text": "I just want to make sure people get a full view of my opinion on Bill Burr. But Amy Schumer, I want to hear."
    },
    {
        "speaker": "B",
        "text": "Let's go. The quick off topic top three comedian or top five comedians ranking by you."
    },
    {
        "speaker": "A",
        "text": "Louise. I think Louis CK is, like, my number one. Like, I think Louis CK is just Chappelle. Obviously, I like, you know, Amy Schumer is obviously in there like. Like George Carlin. I mean, I'm in love with Bo Burnham, but I don't know if he's."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. All right."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, he's comedian. He's something else, though. He's something else. Like, I'm. He does no wrong in my life."
    },
    {
        "speaker": "B",
        "text": "I mean, he's kind of like you. You're not a comedian, but you might as well be, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Comedy adjacent."
    },
    {
        "speaker": "A",
        "text": "Um."
    },
    {
        "speaker": "B",
        "text": "05:00 a.m. 05:00 a.m. came out with something called a Stuart Lee. Probably only. Probably only known, like, a british comedian. Yeah, right. Which is an oxymoron."
    },
    {
        "speaker": "A",
        "text": "That's a rough career I will give you. Irish comedians are very funny. British comedians are, sorry, chamber."
    },
    {
        "speaker": "B",
        "text": "Chris Hoddle says I'm winning the."
    },
    {
        "speaker": "A",
        "text": "If I'm gonna lose."
    },
    {
        "speaker": "B",
        "text": "First of all, that. That dare today on Twitter by Brian to put a poll out who. Who people thought was funnier. First of all, one, I responded because I responded with, I believe the correct answer. I think people, if we actually did that, I think it be close. I think it would be very close on who would come out the victor. But I think it would do more. The results would do more damage to our friendship than the poll is."
    },
    {
        "speaker": "A",
        "text": "And let's be honest, too, I have lost an uncountable. An uncountable amount of polls to you in varying questions."
    },
    {
        "speaker": "B",
        "text": "You know, we should bring that back because it was. It was a. Well, it was a wrecked podcast staple, and we didn't do. We haven't done erect in a long time. But, like, that was one of my favorite things that we did was, like, the draft and polls of. And just, you know, letting the people decide. But you were almost. You've almost won zero of them."
    },
    {
        "speaker": "A",
        "text": "I don't know if I want one. Like, I don't even know."
    },
    {
        "speaker": "B",
        "text": "I don't know if you have either. And, like, we even did one on types of canadian Halloween candy. You didn't even win that one."
    },
    {
        "speaker": "A",
        "text": "Didn't win that one."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. But, yeah, that poll would do more harm to our relationship than your poll is worth."
    },
    {
        "speaker": "A",
        "text": "Because if I would, it wouldn't hurt me. I respect funny. So if. If I did lose to somebody that I respect, it doesn't bother me that much."
    },
    {
        "speaker": "B",
        "text": "Yeah, but you would also. If I be. If I somehow pulled that off, it would. You would. You would. It would hurt you a little. And I don't think. I don't want to."
    },
    {
        "speaker": "A",
        "text": "I lost, like, Steve or something. That would hurt me."
    },
    {
        "speaker": "B",
        "text": "Come on, Steve. Steve's funny. Don't."
    },
    {
        "speaker": "A",
        "text": "Very funny. But it's a different type of funny."
    },
    {
        "speaker": "B",
        "text": "It's very. It's like Seinfeld funny."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Absolutely. He's Jerry Seinfeld. I'm Larry David. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "By the way, I don't know if you know this or not. Today is the four year anniversary of our first episode of Rect podcast Wild. Today is June 28, 2018 is the first time you and I ever got behind the mics together. Can you believe it?"
    },
    {
        "speaker": "A",
        "text": "Terrible first episode."
    },
    {
        "speaker": "B",
        "text": "Terrible first episode."
    },
    {
        "speaker": "A",
        "text": "Terrible. It wasn't the worst."
    },
    {
        "speaker": "B",
        "text": "We were finding. We were finding our feet. You know, it was."
    },
    {
        "speaker": "A",
        "text": "It didn't take us long, but that first, I really. Maybe within the last year, and someone."
    },
    {
        "speaker": "B",
        "text": "In the war room hurt me goes, good Lord. Chamber making a run at Steve for worst take on comedy this year. Bill Burr. Way funnier than Amy Schumer. Not even close."
    },
    {
        "speaker": "A",
        "text": "A lot of dudes. I want, you know, I want to hear some ladies kind of maybe opinion here. A lot of dudes talking shit about Amy Schumer."
    },
    {
        "speaker": "B",
        "text": "Happy birthday. I mean, Amy Schumer is fine. She's. She's a good comedian. Or not. I'm not."
    },
    {
        "speaker": "A",
        "text": "That's all I'm asking. That's all I'm saying. That's all I'm saying. So. Yeah, part of it was mostly troll."
    },
    {
        "speaker": "B",
        "text": "Yeah. The. But today is our four year anniversary of action. You know, that means, like, last week was really our four year anniversary of."
    },
    {
        "speaker": "A",
        "text": "Being friends, like, knowing each other. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I was literally just. Who was I telling the story to today? Oh, I was talking to James from."
    },
    {
        "speaker": "B",
        "text": "From Clubhouse archives."
    },
    {
        "speaker": "A",
        "text": "Clubhouse archives. And I was telling the story about. About Rex and how we got it started. I was telling that. I was telling that story today on. On the end of not knowing it was the anniversary."
    },
    {
        "speaker": "B",
        "text": "You should tell the folks listening here because we. We. You know, they may not have come over from wrecked or no rec."
    },
    {
        "speaker": "A",
        "text": "That is a good point. Yeah. So four years ago to this day, it was a dark evening. I had, you know."
    },
    {
        "speaker": "B",
        "text": "You know, in a world where darkness reigns and cryptocurrency is in a bear."
    },
    {
        "speaker": "A",
        "text": "Market, I'm crying in my basement. No, I had listened to a lot of podcasts. I still listen to a lot of podcasts and there was some, there's some podcasts I was listening to that we're doing close to what I wanted things, you know, close to how I wanted things to be done, but not exactly. And I put out a tweet saying something to the effect of looking to do a crypto podcast. I laid out what I thought some of the discussion points would be and what it would look like. And you dm me first, I think probably within a half an hour, hour of me posting it and was automatic. You were in 100% right away. We chat a little bit. We got, we ended up finding a third co host for that show. And I think within, within a week, we were, like, mic'd up. We had, you know what I mean? We hopped on. I think we, at that time, we were doing like Google hangouts and audio at the same time. Like, we were doing a two. It was, it was wild, but yeah, I think within maybe less than a week, we did our first show, had a great first guest, and I barely spoke in that first episode because just absolutely."
    },
    {
        "speaker": "B",
        "text": "You ever gone back and listened to it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I just did, like, not, I mean, not just listen to it, but like, within the last twelve months, I listened to it. It was, you know, it was. I was, no, I'm just looking at myself. You were great. You've been the consistency that I needed."
    },
    {
        "speaker": "B",
        "text": "Well, what was so weird about that? What was so weird about that first one was like, we had never done one before. We had really never spoken live much before. And we, you know, so, like, we didn't know who was kind of gonna lead this ship, right? Like, and so it was very clunky, you know, and, and that, so it was like, who's taking the lead on this? And it was interesting. I would like to go back and listen to that first one. I was trying to find. I was just, just trying to do a tweet search of that initial tweet I can't find. It."
    },
    {
        "speaker": "A",
        "text": "Would have been. It would have been mid June or June 20, 2018. That's crazy. That's crazy. It's today, so, yeah, that's awesome. I don't know how many episodes we've done together. Lots, hundreds. I don't know."
    },
    {
        "speaker": "B",
        "text": "Hundreds."
    },
    {
        "speaker": "A",
        "text": "Over 300 maybe."
    },
    {
        "speaker": "B",
        "text": "Hundreds. Isn't that crazy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that it is. It is crazy. But, yeah, it's, it's fun. I feel like once we got, you know, once we got rolling and we found our voices, it's been pretty consistent, I would say. From like month three to today. So we haven't gotten any better."
    },
    {
        "speaker": "B",
        "text": "That's the key takeaway there is, is we have not gotten any set your."
    },
    {
        "speaker": "A",
        "text": "Watch to our abilities."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. Oh, well, at least, at least we're still doing it, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Somebody brings up, JP brings up the McAfee episodes are in the hall of Fame. We had the opportunity to interview John McAfee a few times. He was a wild, wild guy. We had some fun ones, though. Like, we had, we had some interesting folks on potential billionaires, future billionaires on there."
    },
    {
        "speaker": "B",
        "text": "JP."
    },
    {
        "speaker": "A",
        "text": "It wasn't Sylvia."
    },
    {
        "speaker": "B",
        "text": "Yeah. The one where Chamber tells his story. This is like a clip. This has turned into a clip show."
    },
    {
        "speaker": "A",
        "text": "This of our greatest chamber tells his bachelor party stories. I told, I said that on. I did not allow rec podcasts, man. Go back."
    },
    {
        "speaker": "B",
        "text": "Rec podcasts are go."
    },
    {
        "speaker": "A",
        "text": "I can't believe I told you that story on. There's a copy of that available on the Internet. That's amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, wait till your daughter listens to all of them. That's the worst part of this is, like, when our kids get older, I. There's going to be hours and hours of, of just uncensored content from."
    },
    {
        "speaker": "A",
        "text": "You've been pretty good. I've said, yeah, probably the best thing."
    },
    {
        "speaker": "B",
        "text": "Is I'll have, I'll have two boys. So, like, it's, it's not, I'm not nearly as worried about that."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, we haven't really talked a."
    },
    {
        "speaker": "B",
        "text": "Lot about nfts this episode. Do we want to talk about anything? Like."
    },
    {
        "speaker": "A",
        "text": "Yes, I do. I got. What do we, what do we got? I got. I still think I got a bunch of kodachromes."
    },
    {
        "speaker": "B",
        "text": "What the hell are those? See, like, I'm so out of the djen loop lately. Like, I feel like I'm so out of touch with, with, you know, night shift activities, the things that are going on day to day at this point."
    },
    {
        "speaker": "A",
        "text": "Like, I'm so out of these kodachromes here. They were meant like a week ago or so. They're fairly cheap. I was, I was white listed because I had one of the collector passes from whatever it is. So I got whitelisted. And apparently it's these old. Somebody basically wrangled up a bunch of old, like, Kodak film and they have x amount and they are developing them as we speak and rendering them to nfts. And you get what you get apparently, from these, like, like discarded Kodak film roles. Like, from like this, I think it's the seventies and eighties and maybe the nineties, but definitely seventies and eighties. So let's see. They're not doing much. The problem with it is it took a ten, I think a ten day reveal, which I think hurt as opposed."
    },
    {
        "speaker": "B",
        "text": "To projects even live past ten days lately."
    },
    {
        "speaker": "A",
        "text": "I don't know anymore."
    },
    {
        "speaker": "B",
        "text": "What I, what I thought was really interesting here is like what we're looking at is on flips finance the 24 hours volume of stuff. So overall your overall volume is, remained pretty low. We can look at total, we look at total volume in the minute. But what has struck me when I'm doing like the daily recaps in the war room is the drastic fall off in volume after like the top five projects. Even the top, even the top four. Check this out. So you got almost 2008 volume on other deeds. So that's cranking floors about three e. You got 1600. Oops, sorry. You got 1600 volume in."
    },
    {
        "speaker": "A",
        "text": "Moonrunners."
    },
    {
        "speaker": "B",
        "text": "Hold on, did I just, was I looking at yesterday's volume? I was. All right, so here's today's volume. You got a thousand in other deeds. You got 827 in moonrunners. You got 700 ish in bored ape yacht club and then basically falls off a cliff. You got doodles in the 500 range, mutants in the 500 range, and then half of that beyond number five. Right. And you're talking once you get ten projects down, you're basically in single digits of ETH volume, which is crazy. So like the entire, the entire market volume is being done by, you know, five or six projects. You know, it's crazy to me. What are your thoughts on that? Like it's not a surprise that we're seeing."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I think you look at the market, right? I mean the price of ETH will dictate how excited people are about things. Right. You know, it's the price of cryptocurrency in general, whether you're on Solana. I mean salon is what, under $40 again, you know, it's, it's, it's not great. And it probably won't be great until it'll correlate, obviously, once, you know, once we see either stabilize in eth. So if we see like multiple weeks of this range between 1000 and $1,400, you know, we could still, we could see some movement there. 1 second, I have to cough."
    },
    {
        "speaker": "B",
        "text": "I mean, just check out this. This is, again, for those who haven't seen this in a couple of weeks, just the insanity blow off top we saw at the other side. Mint. Right? This was the other side on five, one ish and then just totally insane downhill I mean, you did over 20 x. Over 20 x. The volume of like, yesterday on that one day."
    },
    {
        "speaker": "A",
        "text": "That's crazy, right? So, I mean, I don't know what it takes. Like, it obviously takes, I think, stability in the market or upward momentum in the market, but also, too, I don't know if there's anything new that's really come out. I think that's what you got to keep your eye. I think that the alpha currently is, you know, don't like, hope that whatever cheap nft that you aped into goes to 510 eth. I think you wait and, you know, like, we had a pretty good Runway to, you know, to moonbirds. You know, there was enough anticipation for it. There was projects, you know, over the last little bit that there was some, there was some buzz in the market and obviously other, you know, the deeds were insane."
    },
    {
        "speaker": "B",
        "text": "Check out this drop off that Solana. Solana traded on Opensea. This was, you know, when they. 618. Really? So this is only a couple weeks ago."
    },
    {
        "speaker": "A",
        "text": "Yeah, like a week and a half ago."
    },
    {
        "speaker": "B",
        "text": "Geez. What was that? I I don't know. I don't know. But, like, look at the difference."
    },
    {
        "speaker": "A",
        "text": "Tune into. Tune in to see 05:00 a.m. on Solana, Sundays on DJ network to get."
    },
    {
        "speaker": "B",
        "text": "That's insane. Yeah. So volume down. It's really consolidated into just the top 510 projects."
    },
    {
        "speaker": "A",
        "text": "And I mean, you know, projects like moonbirds that only have, like, you know, 80, you know, 80 items available currently on Opensea. So it's hard to do tons of volume there too. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And, and they're still up there. I mean, they're number nine. They're doing, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. With, with very few items available. I think. I still think that one, not one to me is."
    },
    {
        "speaker": "B",
        "text": "But, you know, there is, there is some, I guess, hope for new projects if you, if you're looking for opportunity. There are still, I mean, moon runners has done almost a thousand eth today, and they're, they minted out this week. Was it a free mint? I don't remember, but I mean, so that's, that's a clear winner this week. So there are some projects that are new, that are keeping volume, that are, you know, doing enough volume to keep things going. It's just few and far between. Like, even a project, like, which is, you know, pretty good following of a project only 15 ETH traded today."
    },
    {
        "speaker": "A",
        "text": "It's crazy."
    },
    {
        "speaker": "B",
        "text": "15 e and what's the floor?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's crazy."
    },
    {
        "speaker": "B",
        "text": "It's it, dude. It's crazy. Yeah. 1.6 that it's. It's nuts, but hurt me. Drops a the latest tweet in the chat from kodachrome. Let's see if I can bring it up for you."
    },
    {
        "speaker": "A",
        "text": "I have no idea what's happening. All I know is my code."
    },
    {
        "speaker": "B",
        "text": "I don't even know what it is. Kodachrome. So far, we have seven active web. Three artists confirmed to create one of ones within our collection. There you go. So it was an hour ago. Oh, invest investors or is it you?"
    },
    {
        "speaker": "A",
        "text": "That's me."
    },
    {
        "speaker": "B",
        "text": "JP Kaz just said that we're getting to the point of the show wherever. Where bunches camera dies. JP caz. We've almost made it through the whole show. This is a. This is way further."
    },
    {
        "speaker": "A",
        "text": "We're wrapping this up. Oh, yeah. We're moments away from the end here."
    },
    {
        "speaker": "B",
        "text": "We may have a full t row. Asks a good question here. Does volume matter as much if under 500 are listed in a ten k project? No, probably not. Right? Like, that's not. It's not a signal of strength or weakness. In that case, I don't think it's more of a, you know, I think more so for it shows in this example what, just how bottleneck, just how top heavy the market is right now. In the sense that there's definitely consolidation happening and there's not a lot of volume to be found outside of it."
    },
    {
        "speaker": "A",
        "text": "And there's not a lot of excitement either. Right. That's it. That's what it comes down to. Excitement creates that kind of volume."
    },
    {
        "speaker": "B",
        "text": "Pete. Pete says over under camera dying was seven minutes. I went way over today. I actually tried to preserve the camera life at certain points today when I was doing other calls in anticipation for this boots. Some guy says, say boots. And the boots says, tell the boots story again. Boots, you're just a gem. Should we do a very quick ethereum analysis and then. Yeah, for sure we land this bird."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because I made some mistakes that I want to talk about."
    },
    {
        "speaker": "B",
        "text": "Okay, let's. Let's go through it really quickly. So here's my chart. So what a beautiful. Look at this thing. I can't. I gotta say, I'm a little proud of myself for this. For this chart here. So, I mean, it pretty much has done spot on what it should. Right. You spend a lot of time in this buying zone, which was identified from, you know, history. Right. As a spot where it could come and bounce and. And if it breaks down, you're in trouble. This is the next level. Comes down and almost catches this for like, a body standpoint, perfectly like these wicks went low. But this is a daily candle, but from a body standpoint, almost hits it perfectly and then breaks back out. So now we're sitting here retesting this area. So a couple things could happen here. You know, you're sitting here looking at this and you're saying, all right, well, it's retesting this previous support level, right? So is it going to bounce from here? Is it going to fall through this and kind of catch maybe this range, which would be back to around $1,000. Or if it breaks through this bottom level here, then, you know, that's when the race is on for like 750. So what are, what are your current thoughts?"
    },
    {
        "speaker": "A",
        "text": "Well, I don't, I don't really have any thoughts on what's going to happen. I'll tell you what I did. We got to about, you know, a couple, a couple of weeks ago, I was mentioning kind of how we got back into Ethereum. I purchased a bunch of Ethereum, I think about 1100, 1120, $5. Bought. Bought some nfts that I thought were super undervalued. Like some moonbirds. Moonbirds got down to like 1514. EtH picked up some of the oddities and. And then I had some Ethereum left and we got to, like, we got down to like 880, I think. And then it rebound back to about a thousand."
    },
    {
        "speaker": "B",
        "text": "Yeah, 878. Look at that."
    },
    {
        "speaker": "A",
        "text": "It rebounds about a thousand. And I, I was nervous and I'm like, well, the rest of the ETH, I'm gonna flip back to us, DC, because this is definitely going down more. And it did not. It bounced and it got to, you know, 1250 something."
    },
    {
        "speaker": "B",
        "text": "So have you bought it? Have you?"
    },
    {
        "speaker": "A",
        "text": "No. So I still have. I still have some USDC that I'm just."
    },
    {
        "speaker": "B",
        "text": "So it's getting decision time for you, essentially."
    },
    {
        "speaker": "A",
        "text": "I agree. Like, I don't. Yeah, you, you don't want to get away on you too much. But I have also been thinking about, instead of Ethereum, what if I pivot that USDC into something else, like a Solana or. Solana is really the only one I've been getting, giving a little bit of maybe ape as well, to be honest, as some other opportunities to make more. More dollars. But, yeah, I don't know what I'm doing. I'm kind of waiting for the market to react because the other thing, too is, I mean, we've been in it long enough. We've seen, like, a little part of me is like, like, just wait for that thing that pops, like, remember, like Luna, the Lunas, the wi Fi's the, you know, these things that just go insane and you kind of have to have your ear to the ground a little bit of, um. But there's huge, massive opportunities out there, um, to get some real x's. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So here's why I think we're going down."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay. Please tell me we're going down."
    },
    {
        "speaker": "B",
        "text": "I think we are. It's, you know, and I still think the macro economy is going to win the day for now."
    },
    {
        "speaker": "A",
        "text": "That's why I've been hesitant."
    },
    {
        "speaker": "B",
        "text": "But, like, I don't know how far down we're going. Like, we could come back to a thousand here and that could be it. Like. But I do think we're going to retest in this box and see what happens. But the reason I say that is we have not been able to. If you zoom in here, like, we have not been able to reclaim this 200 week moving average."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "B",
        "text": "Right. And, like, we, we closed above it briefly for like, one day and that was it. And then it came back. And if you thought you were going to hold it like it should, it should. If you're going to close above it, it should really react stronger to that as far. And, like, you didn't see the volume on it. So that tells me it's not an area that people are confident in playing, which means we'll probably come back down and test 1000 again and. But what, like, this does look like a capitulation ish type of way, but it's not. So you might only come down and test here and then kind of be back at it."
    },
    {
        "speaker": "A",
        "text": "Listen. Or back to where I chicken shitted my way out. I'd be more than happy."
    },
    {
        "speaker": "B",
        "text": "You could also see something like this happen where it's just gonna chill on this, on this support level and come up and slowly test something like this. So 17. 1800 and then reject again. Right. So, like, those are kind of the two options. I see. I'm not calling 750 yet until this thing, this breaks. So, like, if a thousand, if we start closing under a thousand, like at around 1000 or lower on a daily timeframe, that's when I'll be looking at this number here. What are your. Is that good, bad and different? Like, how do you feel about that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, again, I might just chill in USDC for a bit. Like, I don't know, I have enough Ethereum value in some blue chip nfts, you know, I mean."
    },
    {
        "speaker": "B",
        "text": "I mean, we've talked about this ad nausea."
    },
    {
        "speaker": "A",
        "text": "You know, I have aetherium beside, you know, I mean, technically, I think I could liquidate some. Some pretty high quality nfts to get it. So technically, you're already. You already kind of have a position in Ethereum."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. So, like, if I was sitting in USDC, I'd be chill. I'd be waiting."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I'm kind of doing."
    },
    {
        "speaker": "B",
        "text": "If you're. I would hold what you. I would hold. If you're holding blue chip stuff ish. Like moonbirds. Like, I think that's gonna hold eth value really well. Like, yeah, I wouldn't be worried about selling that stuff. I just."
    },
    {
        "speaker": "A",
        "text": "And the closer we get to that next."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Which we have about 30 days or so."
    },
    {
        "speaker": "B",
        "text": "Right. And Kevin Rose, like, at the party, said the next 60 days are going to be nuts."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, I feel like this is. I still think. I still think Moonbirds is a buy, even at this price."
    },
    {
        "speaker": "B",
        "text": "Julia coming in with the ape. Call 20 x long ape until mid July. There you go. Could be a play because there's the other side."
    },
    {
        "speaker": "A",
        "text": "Is she. Is she saying she's 20 x long on ape currently?"
    },
    {
        "speaker": "B",
        "text": "That's the way I took it. 20 x 820 x eight."
    },
    {
        "speaker": "A",
        "text": "That's a real dj and freaking big."
    },
    {
        "speaker": "B",
        "text": "Fan of Julia there. Let's go. You know, the other side demo is coming what? July 16. So could. Could run into there. It's like at $5 right now."
    },
    {
        "speaker": "A",
        "text": "So I kind of like ape at this price. I'm gonna be on honest."
    },
    {
        "speaker": "B",
        "text": "If you like tape at five, you love it at 350."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "B",
        "text": "But I'm not rooting for that."
    },
    {
        "speaker": "A",
        "text": "For one, a $20 soul would be all right, too, if I'm being honest."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would love that. I've actually been hashtag stepping for soul. So. Yeah, I've been taking all my stepping walks and converting them immediately to soul because you actually get a pretty good rate conversion ratio at the moment. So I'm."
    },
    {
        "speaker": "A",
        "text": "You are camera ready for NFT NYC, by the way, too. I like you."
    },
    {
        "speaker": "B",
        "text": "Thanks, bro. I've lost, like 30 pounds."
    },
    {
        "speaker": "A",
        "text": "Look at you."
    },
    {
        "speaker": "B",
        "text": "I topped out at 227. And this morning I am at my tank. This morning, I'm at my wedding weight of 196."
    },
    {
        "speaker": "A",
        "text": "Don't mess with bunch. Who at 227? That's all I'm saying."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, that's a wrecking ball. At my last 227, you could have just walked around me and I'd have been."
    },
    {
        "speaker": "A",
        "text": "I just want to get to 227. I want to get to. I want to get to peak bunch. 227 sounds great."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm a broad, gentleman. That's like people couldn't believe I was that. Like, I remember I'm not a big."
    },
    {
        "speaker": "A",
        "text": "Football guy, but I remember one of my favorite football players. I was. I was a big fan of that Tampa Bay team back in the early two thousands with like John lynch and like, who else was on that? I think it was like Mike Allstott, you know what I mean? You remember that?"
    },
    {
        "speaker": "B",
        "text": "Like, just the straight bowling ball guys."
    },
    {
        "speaker": "A",
        "text": "Just tanks. I really like that team. But six four."
    },
    {
        "speaker": "B",
        "text": "And he's never touched 227."
    },
    {
        "speaker": "A",
        "text": "No, six. Oh, that's too bad. I mean, I've been six, 4227 since I was 13."
    },
    {
        "speaker": "B",
        "text": "But yeah, those stepping walks have paid off. So I'm stacking soul and I'm walking for soul these days. So."
    },
    {
        "speaker": "A",
        "text": "05:00 a.m. with the wind. Vast lie. That's a callback to. I forget what episode that was, but somebody had said window Tintin."
    },
    {
        "speaker": "B",
        "text": "I don't even know what that's in reference."
    },
    {
        "speaker": "A",
        "text": "That's when you punch somebody out, you tint their windows. I forgot what episode that was. Fantastic callback. But yeah, good on you for the. For, you know, getting into that camera. Camera ready."
    },
    {
        "speaker": "B",
        "text": "Thanks, man."
    },
    {
        "speaker": "A",
        "text": "Look of yours. That was awesome."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was not ready. I figure if I'm going to have kids, I should probably live for them, I guess."
    },
    {
        "speaker": "A",
        "text": "Overrated, I would say."
    },
    {
        "speaker": "B",
        "text": "All right, let's. Let's. Let's get out of here. This is. We're going long here. We're not. Somebody said, oh, t row, where's the five hour yuga conversation? Did that shout out to Steve?"
    },
    {
        "speaker": "A",
        "text": "Well, I edited that thing yesterday. This morning, I should say."
    },
    {
        "speaker": "B",
        "text": "What did you edit?"
    },
    {
        "speaker": "A",
        "text": "Nothing really. I got most of it in. Just the problem with spaces is people come in at different volume levels. So you kind of want to go in and regulate all the volume levels for the relist."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's it. I mean, that's going to do it for us this week. Happy for your friendiversary chamber. This has been seriously, really. You're like another brother to me."
    },
    {
        "speaker": "A",
        "text": "Have any brothers?"
    },
    {
        "speaker": "B",
        "text": "I would never trade this friendship for all the Twitter polls saying I'm funnier in the world."
    },
    {
        "speaker": "A",
        "text": "I love it. My daughter, my youngest daughter, she names all of my wife's friends. The only friend she can name of mine is you. And I said, technically, that's the only friend I have. So, yes, I feel the exact same way, my friend. And to four more years."
    },
    {
        "speaker": "B",
        "text": "To four more years. That's right. Just elect us again for the office of Degenerate presidency. And that's going to do it for us today. Until next time, statement."
    }
]