[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Degen Network, the only community based web three media network, bringing you the very best content in the NFT and cryptocurrency space. Please visit dgen.net work and check out our other great shows. That's dgen. Dgen.net work. Welcome to the future."
    },
    {
        "speaker": "B",
        "text": "On today's show, we will be talking with Joel Edgerton, head of Americas at Ledger. We'll be talking enterprise security, how enterprises are dealing with nfts, and some fun and games. Let's get after it. Hello and welcome to the Mint condition. I am bunchu alongside our esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "You know what? I was doing fine today until my coolness was put into question about a minute and a half ago. And I totally. I'm reviewing all of my life decisions at this point."
    },
    {
        "speaker": "B",
        "text": "Well, why don't you give the people some context?"
    },
    {
        "speaker": "A",
        "text": "So we're very, you know, we're very professional show here at the Mink edition. And I was. I was setting up bunch with just a little, you know, how he's got that tagline at the start, kind of setting you up for what to expect for the show. And I gave."
    },
    {
        "speaker": "B",
        "text": "I was asking you, you were asking me."
    },
    {
        "speaker": "A",
        "text": "And I gave him a boring milquetoast sort of, sort of, you know, some lines there. And Joel, our guest, all over me right away, told. Told me to. Told me, maybe make it a little cooler than that. And then I was. I turned to dust inside. So I apologize. No, that's okay. I need to be called out. I'm walking around here, I'm thinking, you know, I'm the cat's pajamas. And, you know, with lines like that, how couldn't I be? You know, it's good to be set straight once in a while. So I appreciate it."
    },
    {
        "speaker": "C",
        "text": "You know, I'm gonna go get my plan b hat and put that on so I can be cooler and fit in with you guys."
    },
    {
        "speaker": "B",
        "text": "The funny thing is that also I dug out the archives of your last work performance review, and there's three sections in which they asked you to be cooler, which is, you know, so it's something you've. You've needed to work on for quite some time. I'm hoping we're making progress."
    },
    {
        "speaker": "A",
        "text": "It's an area of. Area of opportunity in my work life. So I appreciate. I appreciate you bring it to attention."
    },
    {
        "speaker": "C",
        "text": "We need to aspire to coolness."
    },
    {
        "speaker": "B",
        "text": "That's right. It's a tough bar to reach. We do our best here every week. And with you, Joel, we are here to raise the bar on coolness. So we are very excited to talk to you. So for those who don't know, Joel. Joel Edgerton is the head of America's for enterprise at Ledger, where he's responsible for overseeing client strategic growth in the US, Canada and Latin America. So today we are going to be talking about all the cool things that ledger is up to at both an enterprise level, some consumer stuff that you might be more familiar with. And then we're just going to talk a little bit about the overall kind of NFT use cases for some of these bigger enterprise corporations out there and what's going on in the world outside of, you know, us flipping jpegs for eth. Right. So super excited to talk to you, Joel. Thank you so much for joining us. Let's start with. Let's start with your background. So, you know, I always love to find out how people got from where they were doing to, you know, crypto and specifically nfts and, you know, how you specifically got into the security space."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I have a weird background. I did start in the dark side of traditional finance, but I lived in Japan, in Tokyo for about 13 years, met my wife there. That's usually how it is. And you ended up staying. So I did a lot of finance. State Street, BNP, Parva, Citigroup, you know, all the normal guys was in London for about five years, and then there was a british guy next to me. And this is probably around 2010, 2011. And he and I like to talk about blockchain technology we thought was really cool. We're like, hey, it'd be great. We can invest in this stuff, you know? And, you know, if I had invested in that, I probably wouldn't be here today, back in 2012 that I've been in bitcoin. But, you know, my wife is more important to me than bitcoin, so. And she would have divorced me if I told her I bought bitcoin back then. But yeah, so I got into bitcoin at that point, went back to Japan, and then I was hired by the largest japanese crypto exchange, bitfire, to run their us business. So I did that for a couple of years and then came over to ledger to kind of build out the foundations and all the cool stuff that we're doing at ledger. And it's like, it's amazing. There's like, we never have enough it guys, there's so much stuff for us to do. It's just amazing."
    },
    {
        "speaker": "A",
        "text": "So I just had a quick question for you. You'd mentioned not buying bitcoin back then to save your marriage, obviously. Maybe that's a good decision, maybe it's not. Technically, if you got divorced, you wouldn't have to split half of the bitcoin earnings. Silver lining. But are you fair in the crypto game now? Do you have a certain, you know, a certain allocation and are you using a ledger hardware wallet for that?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Do you use no ledger? I got like, I got like six of them."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I got a couple free, a couple I bought and then some really cool new stuff that I was playing around with. But yeah, now I have like six nanos and I like to, I use them quite often. So got into the crypto side pretty early, so mainly doing that on the finance side. NFTs is more of a newer journey for me, probably. My first NFT was an off site meeting at Ledger. We had a proof of attendance NFT that we had for that meeting. And now I've got some business card NFTs that we use, which is pretty cool. And then I've got my own Nft stuff that I'm playing around with, but I'm not cool enough to get all the really good stuff. I just have the stuff I'm interested in."
    },
    {
        "speaker": "B",
        "text": "No. No bored apes for you, Joel, huh?"
    },
    {
        "speaker": "C",
        "text": "No, I'm not, I'm not a board ape kind of guy. I'm more in a, you know, I like artists that have, like, photography. I love the photography piece. That's interesting. And I like a lot of, like, japanese oriental art, so that's kind of cool. And I like anime stuff. So even though I've got a bunch of gray hair, I can talk to my teenage daughter and I don't look like a complete idiot."
    },
    {
        "speaker": "A",
        "text": "My daughter definitely makes me look. She, she may have written me my yearly review because she, on a daily basis, questions my coolness. And she talks all sorts of Naruto and she's, she's only nine, so I think she's starting to get into it now. But her friends seem to seem to like that as well. And I hope she, I hope she invites me in so I can experience it with her because I don't know where to start."
    },
    {
        "speaker": "C",
        "text": "Yeah. When she starts correcting your slang and brings you up to the new slang, then, oh, we're there."
    },
    {
        "speaker": "A",
        "text": "We're definitely there. Yeah."
    },
    {
        "speaker": "B",
        "text": "What's the latest slang? Both of you guys have, have gotten chamber. What's your, what's your. What's word on the streets? Remember when we, remember that one time when we, I brought out a list of all the current slang and asked you which ones you knew and which ones you didn't. That was a really fun segment."
    },
    {
        "speaker": "A",
        "text": "Yeah. So my. My daughter calls me sus a lot. I'm very sussy. She's a baddie, apparently."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm a baddie, and you're a sussy. I get a lot of that. What, Joel, do you got? What do. What do you. You're another level. You got."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, so I got, uh. You slay, uh."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Joel out here slaying."
    },
    {
        "speaker": "C",
        "text": "I slay, yeah. So that's good. I got sus. I get a lot. Um."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "I questioned the sus one. Um. What else is she saying? Uh, talk about a lot of vibing. Chilling."
    },
    {
        "speaker": "A",
        "text": "Still there something is a vibe. Yeah. I get a lot of, uh, a food related bussin like this."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Sandwiches. Bus."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I tried to implement. It came off, as you'd imagine, very unhip. So, yeah, I mean, I'm at a point. I'm at a point, Joel, I gotta tell you, I remember not that long ago. Real cool. Not so much anymore."
    },
    {
        "speaker": "B",
        "text": "I mean, now you're. Now you're Susan, and I think we got a new segment, though. Is it sus or bus Sussan or bus or bus Sussin or Bussin? And we're gonna do. I will present you items in the NFT space, and you will tell me if they are sus or Bussin. I think I like it. That's what we'll do."
    },
    {
        "speaker": "C",
        "text": "That's cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. There you go. That's totally busted."
    },
    {
        "speaker": "A",
        "text": "I'll get my daughter to do the audio for the segment."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "I like where we're going. So, Joel, we are. We are succeeding in getting cooler by the minute here, I think. And so let's. But let's get into kind of some of the stuff that you're working on with Ledger. And first, I guess we'll start with a question, I guess, about maybe our audience is typically on the consumer side, so they're probably unaware of all the really interesting things that are going on at a business corporation level and things like that in terms of both kind of NFTs and the world of security. Right. Like, we. We talk all the time about how important it is to secure your assets from a consumer level. And because, you know, we have some people out there that have large amounts of either crypto or NFT assets and things like that. And, you know, this world of being your own bank. Right. This self sovereignty and owning your own keys is such an important thing, but it's, you know, it's not something to be taken lightly. It's. It's the most important part of what we're doing here in terms of if you're not careful, there's a lot at stake. So talk to us about kind of what that's like at a enterprise level. Right. Because you're probably having to educate some of these companies and corporations on what it is to own your own keys and protect your assets. And what kind of infrastructure does that even look like and how does it scale? So touch on some of those things."
    },
    {
        "speaker": "C",
        "text": "For us, that's a lot to unpack. Yeah. We're constantly being asked to come and have conversations with customers, and first of all, they're doing a lot of really cool stuff. So, for example, we have actually assigned a customer that is a charity, and they were using nfts to track donations and to have engagement with their charity and their community there. We have a lot of, like, major corporations and brands of. So when we start talking about protecting digital assets, it's not necessarily just like an NFT or crypto. It's their digital brand, their digital identity. And how do you protect that? And imagine, like, all the money that's been spent on a brand at a major corporation, we're talking billions and billions of dollars in assets for that brand beyond just metaverse and all that kind of stuff. So you have all of that. Then you have companies that are kind of web, three native companies. They've got crypto on their balance sheets, and they're like, okay, how do I deal with that? How do I deal with taxes? How do I deal with all the different regulations? How do I pay people in crypto versus paying people in fiat? All the treasury management things. We have insurance companies where they want to do proof of insurance using nfts as kind of a background backend. We have real estate. So actually, New York City did a real estate pilot where they tokenized a condo, condos in a building for using nfts. That was really cool. And then we've also got kind of internally ledger academy, which is kind of a proof of knowledge so you can go and learn about it and get nfts. Could kind of gamify the learning about the technology and stuff like that. And we also have ledger market where, you know, it's for the first drop, first mint for nfts and projects where we've done our own genesis one. And we've also worked with Brick and a couple of other companies that we collaborated with. So we eat a home cooking at Ledger. So we use our own technology for everything, and we build it out for our clients. So the, the quick answer is there's a lot of really fun stuff happening in enterprise, a lot of exciting projects. But behind that, there is all of the stuff that corporations have to deal with, like taxes and risk management and governance and treasury, all of those things which we also solve with the enterprise product. So we have the hardware, the firmware, the software that's there, but we also have governance and rules and all that stuff that keeps the lawyers happy for the companies."
    },
    {
        "speaker": "A",
        "text": "No, he's on mute."
    },
    {
        "speaker": "B",
        "text": "Sorry, my, my dog was barking before, and I didn't want to. I didn't want to hear, you know, it was, my dog was being super sus. And I need to make sure that the audio was still busting, so I, you know, had to mute."
    },
    {
        "speaker": "C",
        "text": "There you go. We."
    },
    {
        "speaker": "B",
        "text": "I was going to say, I have, I do a lot of work with Starbucks on the Odyssey project that we're launching, and the, the hurdles we have to go through to get everything approved. In the legal standpoint, it's just because it's the most important thing. Right. Because we're playing in an area where it is such a new and pioneering space that we need to do the best of our ability to stay within what we know of the current regulatory system, but also kind of protect against what may come."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "We don't quite know where the regulatory space is going to be at, and I'd be interested to hear. I mean, I don't know if you. This maybe isn't your area of expertise, but dealing with these corporations and the legality standpoint of all that, how do you see the kind of regulation of this in the US and America is kind of going in the future? Where do you think we're headed in that term?"
    },
    {
        "speaker": "C",
        "text": "In the US? I'm cautiously optimistic that we're moving in the right direction. So there have been a couple of bills that are out there, and they're not perfect, but at least they're a big step forward for us. Europe's got some recent regulations out there, which I think are a little bit tougher, but it's really a country by country discussion. So, for example, Japan, where it was before they settled the legal issue years ago, I think it was like 2017, 2018. They had already clarified a lot of points around the regulation. They moved slowly, but they've clarified it. So it's kind of a country by country thing. The US, I think, is moving in the right direction, and I see a lot more activity in America than a lot of other countries, particularly on the NFT side. I think the US is doing very, very well on the NFT side for corporations, and they're trying to figure out the crypto side, to be honest. I think a lot of it is. There's the regulation piece on the financial side, but there's also a lot of tax issues in the IR's and that's kind of really a pain in the ass. So they're having to deal with it as well. But I'm cautiously optimistic with the regulations here in America."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. And that when we talk what adoption looks like from this technology, both from an NFT and crypto standpoint, it really needs to be clear before I think we see this wide, widespread adoption, because there's a lot at stake when you are a large company or an enterprise that enters this space and in order to kind of go all in like you have to, there's really, there's not a lot of half measures you can take in the crypto and NFT space. Right. Because, and so it's a very interesting kind of dichotomy there of like, the technology is so attractive and there's so many things that we can do with it to kind of better the entire way we do things. But I feel there's a lot of kind of gray area where it's scaring a lot of enterprises off. It'd be interesting to hear kind of what's the sentiment in some of these enterprises and companies that you speak to on just kind of what their current view is on both the crypto and NFT space. And, you know, where they see it going as you're in your conversations in the next, you know, maybe 510 years."
    },
    {
        "speaker": "C",
        "text": "I'll give you my personal opinion is that NFTs will be bigger than crypto finance. I really believe NFTs are going to be bigger than crypto finance."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "That's a hot take."
    },
    {
        "speaker": "B",
        "text": "I don't. Not for this show, it's not. But I think in general, I think in general, it's a hot take. Tell us why. Because I think you're right."
    },
    {
        "speaker": "C",
        "text": "So, I mean, think about it with the nfTs, right, beyond art and culture, right? You've got education, you've got ownership and proof of ownership, licenses, any type of transaction between people. NFTs can add a lot of value there. Like, think of every single legal contract that's out there that's necessary for economic interaction anywhere in the world. And what NFTs could do to allow people to trust the network rather than necessarily each other, and to increase the amount of interactions that we can do and open up innovation everywhere around the world. I think, to be honest, the NFTs are a very attractive space for corporations. And particularly in the last six, seven months, we've seen a huge increase in interest from companies because we are solving the problems that they have to solve. First they have to have the legal guys happy, they have to have the risk management guys happy. And because we're now solving those problems, then the innovators that are pushing their business along can now do the things that they want to do and have those interesting use cases like charities, etcetera. So I think the NFT space will be a larger economic impact than crypto finance."
    },
    {
        "speaker": "B",
        "text": "So why specifically do you think it'll be bigger than crypto? Is it because of how NFTs can be used versus something like a fungible token? And there's just, in your opinion, way more use cases for that. Love to hear you elaborate on that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think part of it is, you know, if you look at crypto, there's still too much speculation and not enough building and getting stuff done. And I think it's kind of lost its way a little bit in that point. The early days, there's a lot of innovation, a lot of really cool stuff happening. And I'm not saying there's not innovation. There's still a lot of interesting projects that are out there, but they're kind of falling down this financial engineering rabbit hole and kind of getting stuck in speculation rather than building and adding value."
    },
    {
        "speaker": "B",
        "text": "You mean ponzinomics? Let's just say there's a lot of crap out there."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Sure, of course. But you're right, it's like these manufactured tokenomic systems, you know, that don't really add any true value outside of their own small ecosystem of which people are kind of just playing to yield. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So, I mean, I think the crypto space definitely has a place, particularly in payments, remittances, those type of things, transfers of value. I think that's a great space for them to be in and that where they need to continue to innovate in there. This part about cbdcs and controlling behavior of individuals, I think they should stay away from that one. And the replication of bad habits in traditional finance, I think should stop. I mean, if you have a new technology, you should do new things with it, not try to take bad ideas and bring it in just because, you know, you can make money off of it. I fundamentally kind of disagree with that. The only part I like about that is it means money flows in. So therefore, we have the ability to hire good people that know it to build stuff. So in that point about attracting the funds to build great but need better use cases in the crypto space, and I think the NFT side is still focused on the building, and I think there's a lot more opportunity, to be honest, on the NFT side to really fundamentally change how we have economic transactions for people."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is an interesting segue into something that I tweeted earlier today where I was thinking about this, and there was this back and forth about how Reddit was calling them digital collectibles and their community was like, oh, you know, NFTs are stupid. But really, I mean, to your point here, like, nfts are kind of just a file format, right? Like, just like your music's an mp3, your videos in mp4. And the difference is that nfts allow you to keep a digital record of ownership over a single piece of data, and that allows for just so many opportunities. Right. And I think what you'll actually see, too, is we'll stop calling them nfts at some point, right? Like, you don't call your music an mp3 anymore. You don't call, like, you call it music, right? Like, or anything like that, right? You don't call your, you don't go to Netflix and say, I'm gonna go stream an mp4. You say, no, I'm gonna. Chamber's like, no, I'm gonna watch."
    },
    {
        "speaker": "A",
        "text": "Don't you guys not say that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, no."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So, like, but, like, there's, I mean, these, this set of cases that I put out here is such a small scratch of the surface on what's actually there. And I think, to your point, that there's just so much opportunity in NFTs versus the traditional crypto space to expand on your thought of the traditional versus crypto. What are the main differences that you see in kind of these crypto NFT use cases versus traditional finance tools?"
    },
    {
        "speaker": "C",
        "text": "I think the main difference is technology wise, obviously, smart contracts. The flexibility that you have with smart contracts is amazing. And one of the great things I love about it is it allows creators to get paid, and not just the first time, but, you know, all the royalties that come after it, because there's a lot of stories of artists and their work's not famous until after they're dead or something like that. They never got a chance to get the value of what they created. And that's not right and that's not fair. If somebody creates something of value to society, they should get paid. So they're incentivized to continue to add value to society. And we're not incentivizing speculators, we're incentivizing people that build and add value to society. And I think that is a major innovation with NFTs and the technology in general with smart contracts and everything else with crypto. Crypto I think, as I said before, allows the movement of value and that's very, very important and that's a fundamental piece. But the smart contracts allow you to take interactions between people and trust the code and really expand and scale to a way that's never been possible in human history before. And to be able to secure all of that, companies like Ledger have to be able to build that security so you can trust that code so that you're not going to get hacked, you're not going to have your assets taken from you. But to make it still simple and usable, and we still got a long way to go in this community, continue to make it simple and also make it scalable at a worldwide scale. And that's kind of what we're working on is how do we make it secure? How do we make it simple? How do we make it scalable for everybody to be able to get value from it?"
    },
    {
        "speaker": "B",
        "text": "What are the tools that, or things that we might be needing still or that are being created now by you guys at ledger that would allow for this type of scaling? Right? Like, I mean the, I think that's always been an issue with, you know, the argument against something like ethereum, right? It's, it's not easily scalable and you know, gas fees and things like that. But you know, when we're talking about these enterprises potentially putting out millions of NFTs for different types of use cases, like the scalability piece really needs to be there from a cost perspective, from an ease of use perspective from all of that. So talk about kind of what scaling solutions look like from ledger, I guess both maybe at a consumer level and an enterprise level."
    },
    {
        "speaker": "C",
        "text": "Great question. So I'm going to, I'm going to age myself here, date myself a bit. But I distinctly remember dial up modems right at 1200 bot."
    },
    {
        "speaker": "B",
        "text": "Oh yeah."
    },
    {
        "speaker": "C",
        "text": "Where if you wanted like a half a Meg file, you're waiting like a couple hours for that to download. And people said the same thing, oh, this is a horrible experience. It's not scalable, it's not going to work, blah, blah, blah. Well you have to think about, it's a matter of time. We have the incentive to scale. Hardware will improve, software will improve, user experience will improve. And once you get those pieces connecting in the synergies, then you have an explosion into the next step. And those pieces are coming together right now. So we started, the interesting about crypto and blockchain technology is it tends to start on the retail side and then move into the enterprise side. So a lot of the innovation tends to happen on the retail side first. And you start to see, okay, like leisure, we sold five and a half million devices. I would love to sell five and a half million deals to corporations, but we're nowhere near five and a half million deals to corporations. But the point is you have to have that security and that scalability. So you start where the first problem is with the innovator, and that's the retail side. Then you go into the enterprise side, same basic premise, security and simplicity. But now scalability is bigger problem. Governance becomes a problem, legal becomes problem. There's new problems to solve. And we've already solved all of that with our governance that we put on top of it so that, you know, you can whitelist labels so you don't have fat finger mistakes, and you accidentally send $500 million to the wrong address and those type of things. And then there's controls and separation of duties and all the boring stuff that I won't go into, but that corporations require. So we built all of that. The cool stuff we're getting into now is, okay, well, how do we do, how do we work with brands to allow them to engage their customers at scale and do it in a secure way that protects their brands because they're not going to do something to damage their brand, right? They have to protect their brands. So how do we do that? And then how do we take the payments that they receive from these and secure it, and then how do they pay their bills with it and how."
    },
    {
        "speaker": "B",
        "text": "They pay their taxes with it?"
    },
    {
        "speaker": "C",
        "text": "Those are problems we're solving. And then we also have the networks themselves right there. A lot of the networks are moved to staking, so they have to secure the networks. Staking is a big deal. It's a way to get rewards or yield off of it. And now corporations are thinking about, how do I get into staking? How do I get those rewards? How do I get a piece of that action if I'm in the crypto space? So then, okay, imagine how difficult it is for you now. Stake with one or two. Imagine a corporation with 20 different coins that they're trying to stake and all the different rules and everything that on top of it and who has to approve it, and Bob's on vacation and can't do it, all of those type of problems now come out. So we're already solving those problems as well on the staking side. So there's a lot of stuff that we're building out right now. And like I said, the ITQ for our guys is just massive. I was talking earlier on a different call that it guys probably hate me because I always come in with new stuff for them to build, and they're like, we haven't even built the crap that you already gave us before. You know, just work faster. Just work faster. They just hate it. Yeah, but, yeah, there's always customers coming with new stuff and new problems for us to solve, and we love it. We love difficult problems. We love to build, and we love to help our customers succeeded."
    },
    {
        "speaker": "B",
        "text": "So, yeah, go ahead, Chigger."
    },
    {
        "speaker": "A",
        "text": "I was going to say. So you had mentioned earlier the type of customers that you guys are receiving, how it's a combination of your traditional corporations and some web three entities. What's the mix there? And are there, I guess, for the more traditional companies? Are they coming in with crypto related, or we'll call it web three related issues prior to, or are they looking to get into it to then develop? You know what I mean? Are they prepping for the future, or do they already have some of that stuff locked in?"
    },
    {
        "speaker": "C",
        "text": "So our customer base, we have custodians, we have exchanges, we have traditional corporations and kind of web three corporations. Corporations. So it's a mix of the different things. And to be honest, the mix is a little bit different by region of the world. So, like, I'd say in the US, we're about 50% corporations and 50% finance. I would say our asian branch is much heavier slanted to the finance side, and I would say our european side is a little bit more slanted. Uh, recent deals into the corporation side. Um, so there is differences by region as well, which is kind of interesting, kind of how fast they're moving. Um, and then, you know, when they come to us with the different problems, um, there's kind of two sets. And one of the questions we like to ask when we talk to customers are, you know, have you used a ledger nano? Right. If they've used a ledger nano, then they're probably dealing with web three problems. If they've never heard of a ledger nano, then they're probably dealing with traditional problems. And the amount of education we have to do is totally different. So a lot of the corporations, I'd say about 50% of the corporations, they have already personally got into crypto and got into nfts and now they're bringing their companies with them. Right? So it's kind of the innovators, the entrepreneurs that are in those companies are pulling their corporations in because they've already done it themselves. I'd say that's like half of the situations, the traditional finance guys, they're going to be driven more by regulation, so they'll kind of dip their toes in experiment, proof of concepts, play around, but they're going to wait for regulation to make it safe so that they can do it and not go to jail."
    },
    {
        "speaker": "A",
        "text": "I literally had a phone call from my finance manager about crypto. He had another client that was looking to get into bitcoin and was asking me. That was the only frame of reference that they had for any sort of crypto. It's like, can I pick your brain for a minute? And we chatted for about 30 minutes on how to get their client. And I'm like, this feels so illegal. Like, I feel like none of this should be, none of this should be being discussed right now."
    },
    {
        "speaker": "B",
        "text": "Were you giving financial advice?"
    },
    {
        "speaker": "A",
        "text": "I was giving financial advice to somebody allowed to actually give financial advice. It was, it was wild."
    },
    {
        "speaker": "C",
        "text": "Did you get a cut?"
    },
    {
        "speaker": "A",
        "text": "Not yet. Not yet. Not yet. We'll see. We'll see what happens."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think what's super interesting to me about this conversation is the point you made earlier about brands and how brands are entering the space and how brands are thinking about these problems. And I'm curious, what is, in your experience so far, what's the biggest concerns that brands face or are sharing with you about kind of entering the space? Is it security? Is it legality? Is it. Or is it just a, how do I actually execute this in a way that's going to be additive to my brand and not, and not just, you know, trend following. Right. So, like, I'm curious to see, like, ask you what, what trends you're seeing and what are the big questions that brands are asking and, you know, what do you think the biggest hurdle for these brands is in terms of, like, where we're going for adoption in this?"
    },
    {
        "speaker": "C",
        "text": "I'm going to move a second here because I got a bright light behind."
    },
    {
        "speaker": "B",
        "text": "Me, but hey, join the club. Usually about 40 minutes in, the sun starts to come through my window, too, except today it's overcast, so not happening."
    },
    {
        "speaker": "C",
        "text": "Today, basically, for the corporations coming to us it's a little bit, I hate to say it's pretty much all of the above, right? They have processes and they have people that need to make decisions. So it's not one person making a decision, it's a group of people making decisions and they all have a veto. Right. So it needs to deliver value to the brand, but it needs to also protect the brands. And there's a little bit of an innovation piece that's in there as well. So the lawyers and legal questions are absolutely there. And I think there's interesting kind of web three specific questions that a lot of the brands haven't really thought about. So, for example, their wallet address, right, that wallet address is associated with a brand or a corporation, right? So if you're a corporation, you have multiple brands, right? And then you have, like all of your NFT stuff coming out of that one address for the corporation, and then you decide to sell that brand to somebody else, that brand that's associated with that web address. Now you've got a problem, right? Yeah, you got a major problem. So these type of things, they don't think about when they, when they come in. And the other part is that address that they have for their brand. What if somebody into it and changed it and then started printing off nfts for them, minting off nfts for them and started damaging their brand? So how do you protect all of that and who's responsible if it happens and all those kind of questions as well. So there's a lot of traditional questions and also new questions that have to be answered. And there's a lot of education that needs to be done. These are the type of things you need to think about. And I think that the reason why they like to deal with ledger is because, one, we're a very well known brand, and we started on the consumer side and then we moved into the enterprise side, so we understand how the consumer side works and how people think. So when those brands come to us, we're like, yeah, we know you're paying, you know, we eat home cooking, we know what it's like, and we've already dealt with these problems, so we can help you solve them as well. And I think that's where we add a lot of value into those conversations."
    },
    {
        "speaker": "B",
        "text": "So as your team, I guess, in these situations, is your team focused more on education on like, the tools and solutions, or are you giving, I guess, consultation on how to actually utilize the technology as well? I'd be curious on that, too."
    },
    {
        "speaker": "C",
        "text": "We're mainly focused on the technology right. So we are a technology company. We're not licensed. We don't want to be licensed. We just want to build and solve problems. Now, we'll share best practices and we'll help out our customers. But, you know, a lot of the corporate brands tend to have other consultants that they want to bring in, like how they want to do their own engagement with their customer and stuff like that. So they tend to be, you know, a little more of a village solving these type of problems. So we'll come in and we help with specific areas. We will give them best practices. We'll hold their hands as we get new technology because we're constantly building out new technology. We'll come back to them and say, hey, by the way, we've now solved this problem. Or we've heard from this customer that you can do this type of stuff, and then they're like, okay, cool, let's try that. We've got a customer that they're using the enterprise solution right now. And then we came back to them and we said, hey, by the way, internally we have this ledger academy thing where you can do education and you have nfts for proof of knowledge. Are you interested in doing it internally for you and help your employees better understand NFT? And they're like, yeah, great, that sounds great. And then we come back with them and it's kind of like a free deal for them, but we just want to create and build and have good relationships with these customers and expand the whole space."
    },
    {
        "speaker": "B",
        "text": "Cool. That's. Yeah, that's really, that's really helpful. I always think, like, you know, and some of the education is the biggest piece because I always think about, like, the analogy where you could put all the pieces of the car in their driveway, but they still wouldn't really know how to build it or they'd be scared to. Right. Because it's. There's a lot that goes into this for the first time and a big learning curve, for sure. Last question, then we'll get to some, some nonsense here. But the. Yeah, I mean, it's been 40 minutes with minimal nonsense. This is not what our audience is used to. We're usually all nonsense, but the."
    },
    {
        "speaker": "A",
        "text": "Too much quality information."
    },
    {
        "speaker": "B",
        "text": "Yeah, too much quality info. That's exactly right. People need, the, people need the chamber to defend his tweets, which are coming soon. Are you running into a lot of pushback or concern or hesitation around, like, decentralization of this stuff versus, you know, kind of custodial options and. Or is that something that you have inside your solutions as well. And I ask that because, you know, when I'm thinking of, like, governance within a company of, of some of these rules and things, like, to me, the companies I've worked with so far, I feel like would be pulling their hair out with, like, having to take that on as a task. Is that, what's your, what's your thought on that? Because obviously, you know, being in Web three, truly, we're all, we all see this, you know, decentralized future with data and all this stuff, but, you know, these, these big brands that have already been in existence for a long time, they want to own their stuff, and they're a little timid of this idea of decentralization sometimes. So curious on what your experience has."
    },
    {
        "speaker": "C",
        "text": "Been there, I say, no, we haven't had any problems with that. On the crypto side, obviously, financial institutions are a little bit more careful on this because of laws and regulations, but there are custodians out there that can hold the assets for them, and custodians are our customers as well. So if you want to hold it yourself, can use our technology. If you want to use a custodian, then go to a custodian that's using our technology. So either way, it's fine. On the corporate side, the assumption is they're going to control their assets. They want to own their assets, and then the technology obviously allows them to do that because that's exactly what self custody is. You own your own assets. So in that way, no, it seems perfectly normal to them that they would control their digital assets, their digital identity, their digital brand. They want that control. And they already have in place internally all the processes and governance and everything that's associated with it. And we come to them and say, hey, you know what? We already know all that. And our technology allows you to implement whatever controls that you want directly onto the wallets. So you can have wallet level controls, and then you just add it in and our technology allows it to happen at scale."
    },
    {
        "speaker": "B",
        "text": "How about from, like, the issuance standpoint, like, if a company is issuing nfts, I feel like there's some timid, like, trepidation there from, you know, having to have a customer who may not know anything about this world of metamask and decentralization and things like that, having to issue things that require that level of decentralization. Has that been a concern?"
    },
    {
        "speaker": "C",
        "text": "I don't think it's a decentralization concern. I think it's a customer experience concern."
    },
    {
        "speaker": "B",
        "text": "Right, exactly."
    },
    {
        "speaker": "C",
        "text": "So the customer experience is not what they would expect and I think it's a good thing that they're coming in and raising the bar. What is the proper customer experience? So I don't think many companies have solved this problem yet. There's a lot of work to be done on improving the customer experience with nfts and crypto in general, but they are thinking very, very seriously about it, and they are making a lot of progress on it. And we're going to help them build out all of that in a way that's insecure. But the customer experience problem is definitely very real, and they are reluctant to go forward in a way where it's not the brand experience that their customers expect. A lot of them are kind of. Let's start small. Let's do a little pilot project with kind of the first adapters, first adopters, and let's experiment, and then let's scale up slowly as the experience is worthy of our brand."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's spot on. I'd be curious to see or to hear what you think about kind of where we are in that customer experience journey. Like, you know, you as somebody who's working with teams that are building and solving for all of these problems, like, how far are we from, you know, where we are hacking away and losing our private keys and all this stuff and going on metamask and, like, how far are we from that which we're experiencing now to, you know, maybe a customer's experience that is more in line with what kind of web two has built out after all these years? Where do you think we are in terms of, let's say, let's use the old baseball game analogy. What inning are we in in the customer experience journey?"
    },
    {
        "speaker": "C",
        "text": "I think we're just driving into the parking lot."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay."
    },
    {
        "speaker": "C",
        "text": "The game is not started at all. Warm up is not started. You know, if you want to do an analogy based on, you know, the Internet, you know, I think we haven't even reached the AOL days yet. As far as the customer experience, we haven't even reached that yet. But there are some customers that are out there that are kind of, some of them are going straight to web three. Some customers are kind of doing this web 2.5 kind of thing where the interface, the customer experience is more of a web interface, but the back end is all web three. And I think those guys are definitely moving faster on the customer experience because they can take what's already there. They're building that background, and then later they'll extend it into the customer experience once it's ready. So that kind of web 2.5, if you want to think of it that way. There are some companies that are moving in that direction. I think they have a good customer experience. The web, three native guys, those are the ones that are really going to push the envelope and really mature the technology, but they've got a lot of work to be done, and it's not all dependent on them. The community and the chains and everything have to help them. The infrastructure has to get better, but there's a lot of work to be done."
    },
    {
        "speaker": "B",
        "text": "Last question. What's the biggest infrastructure hurdle to that piece of the equation? Right. Like, if the. Is it wallets or is it a specific piece of the wallet? Is it the chains? Is it, you know, scaling? What do you think that biggest hurdle is right now?"
    },
    {
        "speaker": "C",
        "text": "That is a great question, and I'm too dumb to answer that question."
    },
    {
        "speaker": "B",
        "text": "I think. I think all of us on this call might be right. Like, if we. If we could. If we. We could, we'd be doing it, right."
    },
    {
        "speaker": "C",
        "text": "I would say this, there's a lot of different kind of interlinking pieces, right? You make an improvement in one area, but you're stocked because of another area. It's not quite there. So maybe you work on security, but because you worked on security, it's now slowed down. So there's a lot of kind of trade offs that need to be made. So for me, the number one issue is building out the developer community. Building out the developer community, get people that are passionate about it. So at ledger, we have an event called Ledger Open. We do twice a year, one in Paris and one in New York. We invite developers in to kind of work together to solve some of these problems and move the whole community forward. So that developer community and engaging developers to solve these problems, I think, is the key to getting the customer experience issues. I just hope there's some mistakes that were made in the past in the crypto space. So a lot of the early crypto finance stuff was what developers thought finance was, and it wasn't. And then everybody got hacked and the rugs pulled on them all over the place. So I think when you get a developer community together where everybody's helping each other and they're working together to a common end, and you give them the tools that they need to build and you give them good, honest use cases to build, too, that's where we're going to make the progress. So for me, it's that developer engagement that's the critical part."
    },
    {
        "speaker": "B",
        "text": "I think that's a great answer. All right, so before we get to the nonsense. Is there anything that we didn't touch on that you want to make sure we touch on about? Ledger. Ledger, enterprise, anything like that?"
    },
    {
        "speaker": "C",
        "text": "I think we've come to a lot of major pieces. I'm going to be in Miami for the Miami web three panel, so if anybody wants to speak to me in real life."
    },
    {
        "speaker": "B",
        "text": "When is that panel?"
    },
    {
        "speaker": "C",
        "text": "It's end of November."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "C",
        "text": "So it seems like 28 29th. Right after thanksgiving."
    },
    {
        "speaker": "B",
        "text": "Right. Going into art Basel, right? I think."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Around the same time."
    },
    {
        "speaker": "B",
        "text": "Okay, cool. So, yeah, it's that web three. Um, I think the dates are, like, the 28th to, like, December 3 or something. So make sure that if you like this conversation, get in touch with Joel. Uh, and. And talk to him."
    },
    {
        "speaker": "A",
        "text": "A very cool guy."
    },
    {
        "speaker": "B",
        "text": "Yeah, talk to him IRl. I'm totally sus. Yeah, as the kids would say."
    },
    {
        "speaker": "A",
        "text": "Nazi. Nazi."
    },
    {
        "speaker": "B",
        "text": "Busing. He's busing. You can talk to him. You could talk to him IRl, as the kids would say. And we'll go from there. But now we're going to get to two segments here. One of these is a chamber related segment. One will involve all three of us. But first we're going to play defend. That tweet. The defense is in the back."
    },
    {
        "speaker": "A",
        "text": "Mo. Hey, just get our energy going at the defensive end."
    },
    {
        "speaker": "C",
        "text": "We playing defense?"
    },
    {
        "speaker": "B",
        "text": "All right, chamber this. This was an engaging tweet that you had for you. I mean, is high on this, and I think it's one that we can get a panel of this camera. 06:20 p.m. on October 21, you. You tweeted something. It got 14 likes and one retweet. So your likers here, you know, the usual suspects that, like, chamber related content."
    },
    {
        "speaker": "A",
        "text": "It'S a very niche market."
    },
    {
        "speaker": "B",
        "text": "Look, my brother is digging your content. Fear the beard. Shout out to my brother."
    },
    {
        "speaker": "A",
        "text": "Fear the beard. Is a usual suspect of Italian."
    },
    {
        "speaker": "B",
        "text": "There you go. All right, so you tweeted. Am I supposed to tip on pickup orders? So let's go with what prompted you to tweet this, and what is your opinion?"
    },
    {
        "speaker": "A",
        "text": "Glad you asked. Okay. At 610, I'm assuming that day, ten minutes prior to this tweet, I was picking up chinese food. Okay. For the fan."
    },
    {
        "speaker": "B",
        "text": "Just gonna get ready to watch some anime."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Have a great old time. The cost of it was roughly about 100. We'll call it $110."
    },
    {
        "speaker": "B",
        "text": "How many people are you feeding?"
    },
    {
        "speaker": "A",
        "text": "Yeah, me and my family."
    },
    {
        "speaker": "B",
        "text": "And then my family's order was, like, $20."
    },
    {
        "speaker": "A",
        "text": "Uh, no, I like to have a lot. Usually last a couple of nights. We'll usually have leftovers."
    },
    {
        "speaker": "B",
        "text": "Okay?"
    },
    {
        "speaker": "A",
        "text": "So it's a good order. And then, uh, so I go to pay, and, you know, the. The machines turn to me, and it says, tip percentage 15, 1820 order."
    },
    {
        "speaker": "B",
        "text": "That's a pretty large."
    },
    {
        "speaker": "A",
        "text": "That's not nothing. It's not nothing. I press. I take a stand. I said, you know what? I'm picking up the order. Okay. You brought it from the front to the back. It's a small place. I'm going, no tip. And I went, no tip. But I typically, you know, I tip. I tip when I go out to restaurants."
    },
    {
        "speaker": "B",
        "text": "I know you're not an animal. You're a strong tipper."
    },
    {
        "speaker": "A",
        "text": "I like to tip, but I'm like, I didn't get delivery specifically because I wanted to save money on, because I knew it was gonna be a big order. Had I got it delivered, going to be like 100 and 5160 bucks, or maybe not that much, but give or take. So I'm like, the whole point of me going over here was to save a little bit of money on the overall value of the meal. So I press zero tip. I go home, I make this tweet, and I got to tell you, I upset 80% of the people on my timeline. They were pro tip. They were pro tip tip on the pickup. I made some, I think, some valid arguments. You know, someone's like, oh, well, you know, you got a tip. I said, well, I, you know, I'll tip the delivery guy, obviously, but I don't then go and send extra money to the restaurants for an additional tip."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I'm eliminating. I'm eliminating the delivery driver, you know, so I'm eliminating that portion of the tip. Why am I. Why am I having to pay again?"
    },
    {
        "speaker": "B",
        "text": "So, what are your official stance? Your official stance is you are now a anti pickup tipper. Is that where we're going? Is that where we're landing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't tip when I go to the drive through at wendy's."
    },
    {
        "speaker": "B",
        "text": "I'm not questioning."
    },
    {
        "speaker": "A",
        "text": "I feel it's presumptuous. It's presumptive on behalf of the retailer, because we lived in a world where that didn't happen for a very long time."
    },
    {
        "speaker": "B",
        "text": "That's where I was going. The culture has changed where now you just. They turn the. They turn the thing to you with."
    },
    {
        "speaker": "A",
        "text": "The guilt supposed to take over. You can't guilt me. I have zero conscience. You can't guilt me. So, yes. Where do you guys land on this?"
    },
    {
        "speaker": "B",
        "text": "Well, I responded, down here, and then we'll get Joel's opinion. I responded, first of all, I feel like, you asked this, I feel like this is a scheduled tweet from you once a quarter. And I said, I feel like you asked this once a quarter in one way or another. And I always thought you were pro pickup tipping from. And I didn't do my research to go dig deep enough to find an opposite stance here, but I know one existed for."
    },
    {
        "speaker": "A",
        "text": "I don't doubt it. I don't know. I flip. I flip flop a lot. I'm going to be honest."
    },
    {
        "speaker": "B",
        "text": "But I also responded down here somewhere that I personally always go back and forth on this. And my, most of my pickup tipping is, in fact, out of guilt from turning the point of sale system. So I am, I'm also super lazy. So I'm usually a delivery guy. So. And I'm always obviously tipping on delivery. But the pickup guilt, the pickup tip is primarily out of guilt, which I don't feel bad admitting that. Right? Like, I think that's the, that's why."
    },
    {
        "speaker": "A",
        "text": "I think that's why they do it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "They turn it because they're like, you will do this, or you're a jerk. So anyway, all right, so you're, you're a no on the pickup tipping. I think I'm officially a no as well. Uh, except for when I get guilted. Right? Like, and that's fair when you're with somebody and they turn it. Oh, shit, what do I do? And then you."
    },
    {
        "speaker": "A",
        "text": "I was by my, I was by myself. I was, had I been with somebody else. I've been with somebody else."
    },
    {
        "speaker": "B",
        "text": "All right, Joel, what's the official stance from you on this? And we'll preface this with one not financial advice to this opinion is not representative of Ledger the company. This is clearly a Joel only opinion. So don't go when, when Joel doesn't tip you for pickup. Don't, don't go. Take. Go. Don't go tweet at ledger. What's your, what's your stance on this?"
    },
    {
        "speaker": "C",
        "text": "So you're not gonna like my response. So I'm kind of a situational ethic one on this one. So if it's a company that I like and I want to keep in business, I will tip on pickup fair. If it's a company, like a fast food joint. No, I'm not going to tip on a pickup for a fast food place. But if it's a good place where they have, like, a chef and they're doing business and I want to keep them in business, I will do a pickup tip."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's a fair assessment as well. Like, if it's a. If it's a restaurant that I am ordering from and I'm picking up, I think I'm more prone for the pickup tip rather than a fast food, quick service dining type of place. Right."
    },
    {
        "speaker": "C",
        "text": "I'll add one more point on there, though. So, like, so all of these, like, new point of sale systems and stuff like that are kind of defaulted to tip, right. It's like built into the workflow. You have to do it. They're always going to put it in front of you. And I'm like, okay, I see you with this behavioral economics thing going on here, right? Okay, fine. So most of them, though, have like a custom tip or they still have like a tip jar or something like that. So in the case, if you get an $150 meal, okay, yeah, maybe like you're going to give a five dollar tip or, you know, something like that, you still want to show respect to the people that make your food, right. You still need to respect the people that make your food. Always respect people that make your food, because otherwise they can kill you."
    },
    {
        "speaker": "A",
        "text": "That's good."
    },
    {
        "speaker": "C",
        "text": "I always respect the people that make your food. But, you know, there is a degree."
    },
    {
        "speaker": "A",
        "text": "Shouldn't my retort to this is, shouldn't we ask the same of the people that own the restaurant? Because I think it's a damning fact that we have to do this to begin with. There's this whole tip culture, and it predominantly resides. You're a worldly man, Joel. This predominantly resides in North America. I'm from Canada. Bunches from. Is from the United States. I've heard many people."
    },
    {
        "speaker": "B",
        "text": "New Jersey."
    },
    {
        "speaker": "C",
        "text": "Hey, Hoboken is paradise, man."
    },
    {
        "speaker": "B",
        "text": "Preach. North Jersey's great."
    },
    {
        "speaker": "A",
        "text": "So I've heard many people from around the world question the north american tipping platform in general. So I think it's more. I think if more people act like me, maybe we could see some, you know, some. Some change happen within the restaurant business in North America."
    },
    {
        "speaker": "C",
        "text": "I don't know. Like Japan, there's no tipping, right? There's no tipping. No tipping in Japan."
    },
    {
        "speaker": "A",
        "text": "And are the workers living on, on scraps or are they. Are they. Do they. Can they provide a life for themselves as a worker at that restaurant?"
    },
    {
        "speaker": "C",
        "text": "Kind of in between. I mean, you can make a decent amount of money, right? You can live on it, right? But there are some differences. Like, so, like, the service that you get, like, if you're in a restaurant, right, and you're sitting down, like, where you would normally tip in Japan, you would not tip at all in that situation, right? But if you want something, you have to, like, yell out somebody's name, right. Them to come over to you. They're not going to naturally come over and do so. You have to yell out, but you're going to get great service. Japan has great customer service. But, you know, the food in general, everything in general, before the exchange rate just went crazy, was generally much more expensive because you are paying for their higher salary."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "So my feeling is, you know what? If people started paying a proper wage, they would raise the prices. So, of course, the tip is just."
    },
    {
        "speaker": "A",
        "text": "It's in there anyway."
    },
    {
        "speaker": "C",
        "text": "Show appreciation. Right. But, you know, it's a way to show appreciation."
    },
    {
        "speaker": "B",
        "text": "I'm just going to start giving po apps instead. Here's my appreciation. Maybe I'll add utility to this PO app. At some point in the future. You're going to want this, I promise."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "We had, we had one question from the discord from consider chaos, and I think this is a totally different, completely different category. And the answer to this is yes all the time for me. In fact, I'm an over tipper in these situations. Consider chaos says, next up, do you tip a sole proprietor or, for example, a barber that runs a one chair shop? I don't think it needs to be a one chair shop or anything, but like those types of scenarios, always tipping, like barbers and, you know, even servers at restaurants, things like that, where I think it's completely different, they're providing you a curated service that you have gone in there and asked for. And again, it's like a. I think it's a sign of appreciation. Like, you don't have to tip them, but. And you could tip them anywhere from a buck to whatever. I. Oh, I over tip my barber. Way over tip my barber because, you know, you got to protect this. You know what I mean? That can't be busted or that can't be sus."
    },
    {
        "speaker": "A",
        "text": "Or can't be losing an eyebrow. I don't know."
    },
    {
        "speaker": "B",
        "text": "Exactly. So. But, yeah, I would say most people are probably that way. Chamber you? Yes. No, I took my barber."
    },
    {
        "speaker": "A",
        "text": "I do. I absolutely mean, you know, you got to keep the beard looking crisp. I actually got to go visit her soon, but absolutely. But that being said, I think I would be more. I don't mind having a higher price if we just eliminate tipping in general. I feel, you know, let's just."
    },
    {
        "speaker": "B",
        "text": "It's because the entire process is open for debate and speculation and not sure. Like this. There's not a. There's a standard, but there's not a standard in necessarily every situation. All the time. And it's like, it puts you in an uncomfortable situation."
    },
    {
        "speaker": "C",
        "text": "The thing is that, like, like you take away tipping, right? Then you're essentially setting a floor for your customer service, but you're not allowing for a higher level of customer service. Tipping can encourage a higher level of customer service. No tip. Yeah, you're setting a floor, but you might not get that high level customer service without tip."
    },
    {
        "speaker": "A",
        "text": "I see what you're saying. That's fair."
    },
    {
        "speaker": "B",
        "text": "Cap says bunches hair is busting. That's right. Except I will say, I went and did maternity pictures with my wife the other day."
    },
    {
        "speaker": "A",
        "text": "I saw them."
    },
    {
        "speaker": "B",
        "text": "They were very nice, weren't they? I mean, the ones were just immaculate. The. Absolutely. I don't know who added the goblin to those photos, but I, the. I will say I am very, I've been very self conscious since I've taken those pictures because a giant bald spot has surfaced and I don't know how I feel about it."
    },
    {
        "speaker": "A",
        "text": "Did it sneak up on you?"
    },
    {
        "speaker": "B",
        "text": "Well, yeah, cuz it's like back here."
    },
    {
        "speaker": "A",
        "text": "It'S like, oh, you never know. You never know when it's there."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so, like, you know, there was a couple where I was like, down and, you know, there's like an above aerial shot and I. I don't know, it might be time to just go straight."
    },
    {
        "speaker": "A",
        "text": "You gotta fire it before it quits on you. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "The chamber? Yeah, absolutely. The. Well, I made my wife then use a Photoshop style app in which she removed my hair and gave me multiple different facial hairstyles just so we could test it out, you know, like, to see what I might look like. And the results are. The results were interesting. Maybe I'll bring them to next show, but. All right, that's gonna do it for us today. Joel, thank you so much for joining us and also partaking in our nonsense. This is what makes our show. This is what makes our show fun. So we appreciate you being good sports. Sometimes we spring these things on our guests and they're like, who the hell are you guys? Why am I here?"
    },
    {
        "speaker": "A",
        "text": "Why am I talking about tipping right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is a terrible use of my time, but we appreciate you. We appreciate all the stuff you're doing at Ledger. So before we head out, where can people find you? Where can people find more information on what you're doing at Ledgere? And we'll leave them with that."
    },
    {
        "speaker": "C",
        "text": "Sure. So for Ledger Enterprise, you can go to enterprise dot ledger.com. for regular ledger is ledger.com. we have LinkedIn for enterprise Ledger as well. And for me specifically, it's Joel W three on Twitter."
    },
    {
        "speaker": "B",
        "text": "And like I said, it's actually jole w three."
    },
    {
        "speaker": "C",
        "text": "I forgot my last name."
    },
    {
        "speaker": "B",
        "text": "I only know that because I just went to go follow."
    },
    {
        "speaker": "C",
        "text": "You're gonna be disappointed."
    },
    {
        "speaker": "B",
        "text": "Well, I almost."
    },
    {
        "speaker": "C",
        "text": "The hot takes like chamber does, man. I'm sorry."
    },
    {
        "speaker": "B",
        "text": "I went to go find one and I went to go find one to try to spring that on you, and I couldn't find anything worthy enough. You're. You were just talking about vibes. Like, the vibes. You're just putting out nice pictures. I couldn't find anything to."
    },
    {
        "speaker": "C",
        "text": "That's it, man."
    },
    {
        "speaker": "B",
        "text": "Worthy."
    },
    {
        "speaker": "C",
        "text": "So I'm Zen, dude."
    },
    {
        "speaker": "B",
        "text": "That's right. That's right. But thank you so much for joining us. We really appreciate it. Thank you. For everybody listening, like, subscribe, check out all our other dj network shows. The night shift, coffee with Captain Airdrop, sports report, alpha afternoons. What else am I missing? Chamber. Any."
    },
    {
        "speaker": "A",
        "text": "The beloved jewels he show."
    },
    {
        "speaker": "B",
        "text": "Oh, beloved Joelsy."
    },
    {
        "speaker": "A",
        "text": "How could I forget the great Friday show? That's a Friday morning."
    },
    {
        "speaker": "B",
        "text": "Yes, that one tomorrow."
    },
    {
        "speaker": "A",
        "text": "It's got. It's got a real. It's got a real vibe to it. You know what web three show?"
    },
    {
        "speaker": "B",
        "text": "What web three show do you know had the creator and inventor of the bop it on it? None."
    },
    {
        "speaker": "A",
        "text": "I don't know many."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's nostalgic. But that's gonna do it for us. Until next time, stay mint booze. It's."
    }
]