[
    {
        "speaker": "A",
        "text": "Green screen."
    },
    {
        "speaker": "B",
        "text": "You're gonna buy a green screen. Buy yourself a mic while you're at it. I mean, no big deal. We'll reimburse you at dj network. Oh, you do have one. Okay, nevermind. Save your receipt. All right, let's start the show."
    },
    {
        "speaker": "A",
        "text": "This episode is brought to you by the DGEN community network media for the decentralized generation. If you want to connect or to check out more great nft and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "C",
        "text": "Hello and welcome to the mint condition. I am Joe, aka Bunch. You alongside my esteemed colleagues and co host, Chamber and Des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing? They're pretty good, man. You know, just living the dream. We're in Q four. Everybody's rich as hell. And, you know, some, some more than others, some in other currencies than others, but some are just rich in love, you know, which is really what it comes down to."
    },
    {
        "speaker": "C",
        "text": "Some are rich in love, some are rich in eth, some are rich in wool, and we'll get into that a lot. Today we are going to chat about all of the craziness happening in the market in these. It was a week, man, past week. Yeah, it was. How are you feeling?"
    },
    {
        "speaker": "A",
        "text": "Well, I'm just, as we're talking about money, like, gosh, the conversion of dollars to eat, like, still just doesn't, it's not, it doesn't make sense to me. Like, I'm trying to order a green screen so you don't have to keep looking at this. Like, God, these things are so expensive. But then if they just showed it."
    },
    {
        "speaker": "B",
        "text": "In Eth price, it's like 0.003."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, the $80, you're going to spend $120 for a green screen, and you're going to be like, oh, I don't really want to spend that."
    },
    {
        "speaker": "B",
        "text": "And it's like, it's like two of those polygon drops in your, like, hidden wallethood. Just sell two of those, like the absolute garbage of your wallet."
    },
    {
        "speaker": "A",
        "text": "It's freebies."
    },
    {
        "speaker": "C",
        "text": "So, yeah, I mean, we have lots and lots to talk about today. Chamber. What are you most excited about that's happening right in the market today?"
    },
    {
        "speaker": "B",
        "text": "Like, last week, we were talking. I was talking a lot. I was talking a lot of shit, as I do, and I said only the, you know, only the blue chips were moving. And then last week, a lot of shit was selling out. Like, we were talking, like, you know, nothing was selling out, you know, and new drops weren't working. And then basically all of last week. You know, I don't know if 75%, 80% of projects probably sold out of, I don't know, maybe less, maybe more. But it seemed like a lot of projects were selling out."
    },
    {
        "speaker": "C",
        "text": "I'm not. I'm not sure if everything sold out, but there was, like, more than the week before, right? Like, there were some very successful drops that if you hit you, you hit very nicely on. We'll talk through, you know, some of that stuff going on in the market today. Um, des, how are you feeling about the, about the overall state of affairs? We'll, we'll get into some details here. Uh, and then, of course, we're going to talk some wolf game at some point here. But, uh, what are, what are your overall thoughts?"
    },
    {
        "speaker": "A",
        "text": "Still waiting on that apology or, uh, I'm wrong?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, I don't. I will. I will state. I will state when I'm wrong, but technically, we'll never apologize. Yeah, like, I'll go on the record, be like, yeah, I said some shit before, didn't turn out to be right, but not necessarily apologize seems in character."
    },
    {
        "speaker": "A",
        "text": "That seems in character."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Your poor. Your poor wife."
    },
    {
        "speaker": "B",
        "text": "Oh. Like, honestly, like, some people think, like, I'm putting on a show. This is like, maybe worse for my wife. It might be another level it might."
    },
    {
        "speaker": "C",
        "text": "Be another level of worse for your wife."
    },
    {
        "speaker": "B",
        "text": "I do feel bad for her. I apologize. Usually my apology is I'm sorry for who I am. Like, that's usually my apology."
    },
    {
        "speaker": "C",
        "text": "I'm sorry. Can't take who I am. Yeah, I actually use that apology for you all the time as well. People are like, what the fuck is wrong with chamber? I'm like, I'm sorry for who he is."
    },
    {
        "speaker": "B",
        "text": "Honestly, it's a blanket statement and it usually covers most things."
    },
    {
        "speaker": "C",
        "text": "All right, so let's talk about what's been going on lately. So I'm going to share our typical open sea data here that we have courtesy of the legendary who. We analyze this data every week now because I like it. So, you know, we've seen. We really started paying attention to this. I think the first time we really looked was end of October here right before. Right before NFT NYC. And you could see, you know, unique users dipped. And in the past week, we've taken off back to, you know, close to levels that we were seeing in the beginning of October. Not quite September levels here. We've definitely not come all the way back from that yet. But just this week, you know, 34,000 active users or unique users. 32,030, 1030, 3000. So unique opensea users ticking up this week, unique buyers versus sellers ticking way up. So we've seen 21,678 buyers versus 18,000 sellers. I wonder if that includes, like, double, because, you know, if I'm a buyer and a seller, I would imagine it would count me on both sides, right? Transaction count way up. Transaction counts this week have been, you know, 47,040, 8040, 8000. Today we're already at 36,000. And then ETH volume, I mean, look at. We're pretty much. I mean, we're close here on November 16. 120,000. Is that 120 million in ETH volume? Wow."
    },
    {
        "speaker": "B",
        "text": "Seems like a reasonable amount."
    },
    {
        "speaker": "C",
        "text": "That's on November 16. So that was kind of the peak of this month so far. But you can see it popped up really heavily after nftnyc. Kind of took a little dip. Now we're. We're just hanging out, but, um, you know, we're still way off this August highs, 322,000 on this, uh. That's crazy August level here."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, like, I remember that was the age of, like, everything sells out. I don't care what it is, but it is kind of funny. Cause, like, that tracks total eth volume. Like, I feel like the blue chips really just. I mean, things started being worth hundreds of thousands of dollars just, you know, recently. So it is crazy that it just shows you that volume makes such a difference."
    },
    {
        "speaker": "C",
        "text": "Well, that shows you that, like, that shows you just how much activity total was happening in August. Right. Because, like, to your point now, there's a lot of expensive stuff being traded regularly, and that's probably making up a very good amount of the volume you're seeing now. But, like, you know, what was the price of an ape on August 31? Probably in the. In the twenties."
    },
    {
        "speaker": "B",
        "text": "Yeah, probably."
    },
    {
        "speaker": "C",
        "text": "So, like, you know, and so this just goes to show that, like, everything and anything was moving at that point, right? So, you know, those are. Those are your open sea numbers. Anything crazy stick out to you chamber on that?"
    },
    {
        "speaker": "B",
        "text": "I mean, nothing. I would say there's a bit more. In the last chart you were showing, it looked like we were really building a bottom. You know what I mean? Like, if you look at the other three or the other two kind of spikes, you see a little bit more consistency in the pricing. Actually, the one just lower than that. But, yeah, I don't know. It seems like we're building a little bit more of a base there, so maybe a little bit more. It could provide some positivity long term, I think. But that's it. That's all I'm seeing."
    },
    {
        "speaker": "C",
        "text": "Has your opinion changed? Are we like, what are, you know, we were talking about. You were obviously wrong, but does that mean your opinion."
    },
    {
        "speaker": "B",
        "text": "I was right at the time."
    },
    {
        "speaker": "C",
        "text": "Yeah. Has your opinion changed? Are you back in the market? Are you messing around? What's your."
    },
    {
        "speaker": "B",
        "text": "Yeah, I participated. We gave. We gave both Des and I gave you a little bit of shit last week for not reaching out to us with Alpha, and almost immediately you came through. I think the first one was kryptoons. I want to say those were."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "So I bought a bunch of those. It was weird. It had like, the, you know how, like, you watch the ticker go on. How many are sold? It was going backwards. So I dm'd you. I'm like, I've only, like, a couple hundred sold. And he's like, no, they're like, they're. They're about to sell out. I'm like, oh, it was going backwards. So, yeah, I think I picked up another. Another few before the sellout, but that one went well."
    },
    {
        "speaker": "C",
        "text": "Picked up some other legends maps, did decent."
    },
    {
        "speaker": "B",
        "text": "Oh, did legends map? They did okay. And then I picked up toy boogers. I don't know if you guys got."
    },
    {
        "speaker": "C",
        "text": "I missed that one."
    },
    {
        "speaker": "B",
        "text": "I was pretty good. That was. It was, yeah, they're hard to get. Sometimes."
    },
    {
        "speaker": "C",
        "text": "You do. You know, sometimes the toy boogers are stuck up there pretty good and you just got to mint them right out and. That's right. That's it. Des, what'd you buy this week?"
    },
    {
        "speaker": "A",
        "text": "It's been pretty quiet. We had a forage for ghosts last week, so I was pretty busy. But the one thing I did get into was, and we'll talk about it a little bit later, is wolf game."
    },
    {
        "speaker": "C",
        "text": "Yeah, we'll go deep on wolf game in a little bit."
    },
    {
        "speaker": "B",
        "text": "Not sure if I'm mad that I missed the alpha on that or I'm happy that I missed the alpha."
    },
    {
        "speaker": "C",
        "text": "No, you're mad."
    },
    {
        "speaker": "B",
        "text": "I am mad."
    },
    {
        "speaker": "C",
        "text": "You're mad. Yeah. So, okay, really quick, before we go into some other news from around the space here, how did goats forge season go, Des?"
    },
    {
        "speaker": "B",
        "text": "Good."
    },
    {
        "speaker": "A",
        "text": "It was a man. The community always surprised me because I have estimates of what, you know, we'll do as far as forge volume, and, you know, we. This. This forge season was interesting because there wasn't a ton of hype and intentionally, like, buildup and incentives because we want to kind of create a baseline. But again, they just come through. They come through with the stories. And I think that's what's so cool about the project is, you know, a ton of it. Is driven on just kind of people wanting to create these awesome pfps that means something to them. And, yeah, I don't know, it was really cool. It was awesome season. Everything closed out really well. No bugs, which is great. And yeah, all good."
    },
    {
        "speaker": "C",
        "text": "Bugs are bad."
    },
    {
        "speaker": "A",
        "text": "Bugs are bad."
    },
    {
        "speaker": "C",
        "text": "Bugs are bad. All right, let's, let's go around the, the horn here. So, you know, as today we saw, you know, volume, volume down about 20% from the last couple days. We had a lot of things, a couple things do a ton of volume. Bricktopians, robotos had huge days, doodles, chain runners bringing in around 500 ETh in volume each. Crazy. So we had a couple of these projects do some massive volume. We saw time studios and Robotos announce a partnership with plans to produce a television show. I think it's geared around children's like animated kids show, I guess is the plan there. And that saw some huge spike for robotos. Um, the floor peaked out right around an ETH and now it's settled, you know, somewhere around that 0.75. And they did 681 ETH in volume. Uh, just yesterday, um, bricktopians. Did you guys get involved in this one at all? Yeah, I hit this one. It was yesterday morning at like 07:00."
    },
    {
        "speaker": "B",
        "text": "A.M. oh, it's the one you were."
    },
    {
        "speaker": "C",
        "text": "Telling me about, like seven or eight in the morning. And, uh, it was a, it was, I don't know how I, like, I got super lucky. I minted from the contract and I got out of this in a gas war. There was only like 3000 available for public. I got out with ten of them for an average price of 0.099. And the secondary market was already at 0.25. So it ran all the way up. I think the highest one that I sold back was around 0.5%. So that was, that was a nice little hit if you got it. So what that project is, it's an AI art project that is claiming to be the first ever 4D Nft collection sold out and the public sale went live at zero eight. It's currently around that point three, point three two. And they did kind of like the."
    },
    {
        "speaker": "A",
        "text": "Standard run up on, you know, well, you know, doing projects is that like .3 to? .4 they love that."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's, I mean, I feel like it's like the comfortable spot where all the flippers are like, okay, that's enough profit for me. And then everybody starts to list and then drives down. Then it's probably going to have an, you know, like another, another run up as they, you know, start entering the market, all the flippers come out. That's typically, I think, what you'll see there. They did a thousand Ethan volume yesterday. A thousand Ethan volume? That's really. Yeah. Um, winter elves announced in their voice chat in their discord that they were rugged by their dev. They can't get ahold of their dev."
    },
    {
        "speaker": "B",
        "text": "They answer the phone."
    },
    {
        "speaker": "C",
        "text": "I don't know. Dev is dead."
    },
    {
        "speaker": "B",
        "text": "He is dead."
    },
    {
        "speaker": "C",
        "text": "They have 13 eth locked and, uh, that only the dev can access. Um, they were, you know. Yeah. So, um, hoping they can move forward with another dev, I guess. Crypto raiders announced that duels have launched, uh, with their gameplay live, uh, ens dow, if you have been following Ens, had their first vote to transfer control of the treasury funds and the majority of the ENS protocol from the ENS multisig to the ENS dao and Token holders. So that was pretty cool. We're going to talk wolf game. But we already saw wolf game derivatives pop up."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And the one on Avax, literally, I think they call it sheep game. The one on avalanche sold out in 45 minutes and it was two avax to mint. I think I looked this morning and the lowest price to get a sheep was eleven avax, I think, and 30 for a wolf. So that one, pretty crazy. Evo snails followed up with their leak token. So there, I mean, everybody's dropping a token. So that's, that's kind of what's going on around the, around the space. Uh, in the last 24 hours, um, lots of things going on."
    },
    {
        "speaker": "B",
        "text": "Our friend nft bark saying it's 4D. Uh, so the project, time travels. I said, I thought the same thing. I was, uh, doing a little homework with my daughter yesterday and we were talking about cubes and was telling her, are you guys familiar with what a tesseract is? It's like this. Yeah, yeah, it does know what's going on. And I was explaining to her what a tesseract was and I said, you know, like if you hold up a cube to a light and you shine it on a wall, I said, what? You know, what shape shows up on the wall? And she says, a square. I'm like, perfect. I said, well, a tesseract is if you could see in 4D, that's what the shadow would look like on the wall. And her eight year old mind did not smoke enough weed to understand any of that."
    },
    {
        "speaker": "A",
        "text": "Clearly, she was nowhere near you, so."
    },
    {
        "speaker": "B",
        "text": "No, yeah, no, it was. Her little mind just went, I heard the snap. But yeah, four d. I don't know how we're doing that in NFT. So."
    },
    {
        "speaker": "C",
        "text": "I just learned something."
    },
    {
        "speaker": "A",
        "text": "So let's give Jimmy Ramirez some love there. Love that."
    },
    {
        "speaker": "C",
        "text": "This show is more important than Twitter spaces. I mean, I guess it depends on whose Twitter spaces, but, you know, it is. All right, so let's. Let's talk. Let's talk wolf game here. I don't even. I don't even freaking know where."
    },
    {
        "speaker": "B",
        "text": "Here. Talk to. Talk to me. I'm not in it. Explain it. So explain me what, what, you know, what? Wolf came. What did I miss?"
    },
    {
        "speaker": "C",
        "text": "What did you miss? What did you."
    },
    {
        "speaker": "A",
        "text": "We don't know what you missed yet. And that's. I think that's the overall sentiment is. Man, we just. We don't know if this was a. Well, I mean, it was a good decision, but whether it's going to be an amazing decision, whether you're going to be, you know, really upset in three months, or whether you're going to be mildly upset in three months, we don't know."
    },
    {
        "speaker": "C",
        "text": "All right, des, so let's. Let's start here with you kind of walking through how you got involved in wolf game."
    },
    {
        "speaker": "A",
        "text": "Okay. Um, by the way, sandbox overtaking wolf game. Unbelievable. Sandbox."
    },
    {
        "speaker": "C",
        "text": "Seven day volume. Seven day volume. That's nuts."
    },
    {
        "speaker": "A",
        "text": "It's so crazy because every. I swear, every time we've talked about something on the show, like, just insane. We've done well. Like, we've. We've, like, Sebastian getting him on early, like all the punks, comics, like, man, we've hit some things really early."
    },
    {
        "speaker": "C",
        "text": "If anybody. I mean, if anybody bought sandbox land after our show bat with Sebastian, you're doing all right. You're doing. Yeah, you're doing pretty darn well."
    },
    {
        "speaker": "A",
        "text": "Well, I remember, like, when you guys wanted to buy an estate or whatever, and you were like, oh, yeah, it's like .0 or it's .14 for a piece of land. And I was like, oh, man, that's. That's really steep. Like, digital land. They're selling for, like, five e each now. It's ridiculous."
    },
    {
        "speaker": "C",
        "text": "Check this out. This is 24 hours. This is the volume in 24 hours, 3384 e volume."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "C",
        "text": "24 hours. Yeah, it's wild."
    },
    {
        "speaker": "B",
        "text": "The. The swing. Like, you look at the floor. Where's the floor? Is that 0.66?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I don't know."
    },
    {
        "speaker": "A",
        "text": "I think it's actually closer to three two, honestly."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's right. Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what. What's the discrepancy there?"
    },
    {
        "speaker": "A",
        "text": "Why would it show something about opensea having some serious issues with the floor this week, but also I think maybe sand conversion. Sand conversion as well as off. So that's why."
    },
    {
        "speaker": "C",
        "text": "Yeah. But anyway, so I brought this up to show the volume of wolf games. So let's talk about how did you get, how did you get involved? How did you hear about it? What intrigued you? Let's start there."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it was a Thursday afternoon and, you know, I had, I had seen Cole, who I've talked about before, Cole Theorem. He had posted, like, wolf Games. Pretty cool. And so, you know, I don't know, they did a good job with the name because obviously squid game reference, but like wolves, I don't know, it struck a chord with me, so I clicked on it. Luckily, it was a link to the website. And what was so great is it."
    },
    {
        "speaker": "C",
        "text": "Was just, it was a link to the website and not someone that was going to drain my wallet."
    },
    {
        "speaker": "A",
        "text": "Such a fear, it asked me to connect my wallet right away. So I did it blindly accept the token transfer. So it goes to the website. Super simple website. I think that's the, another rule of thumb is just simplicity wins. And the first thing on there was like white paper, and it was one of the easiest white papers to ever understand. I think the reason being is they related it to something that we kind of can grasp, which is like this whole concept of, like, sheep produce wool and then the wolves eat the sheep. And it just made sense at the time. And I liked it. I thought it was fairly novel in the sense that it was adding some really cool tokenomics to it and then it was available to play, like, right then. I think that's another big thing that jumped out is like, this thing's ready to go right now. Whereas, you know, normally the games are like, oh, we're going to build this out in a year, we'll release it, or six months, we'll release it. This thing is ready to play right now. And so, yeah, I think they had 1500 left. I caught it when it was like 8500 out of the 10,000. And I remember minting just like kind of impulsively minting 20. And then what really screwed me is I went and checked opensea and I probably shouldn't have done that because I would have minted more, but I went and checked Opensea and the floor was like 0.03. And I was like, oh, yeah, it went below mint. I was like, oh, shoot, I messed up. I messed up. You know, I should have just. People are just probably buying from Opensea direct and then. So I didn't mint anymore hands off. And, you know, that's the regret there. But, yeah, so that's how I got in and then started playing and became obsessed."
    },
    {
        "speaker": "C",
        "text": "So, yeah, I did the same. I minted 20, and I thought I originally had lit my 1.6 or whatever eth on fire when I went and looked at Opensea as well. This was the original website here. So basically here you saw a minting number, which was gen zero. You saw this leaderboard, you saw the."
    },
    {
        "speaker": "A",
        "text": "Look at that subtle background flex of all those sheep with 40,000 wolf. I love it."
    },
    {
        "speaker": "C",
        "text": "Oh, look at this. Ready? Oh, boy. Oh, Wolfie, as you called it."
    },
    {
        "speaker": "A",
        "text": "Wolfie."
    },
    {
        "speaker": "C",
        "text": "Yeah. Right now, I'm Wolfie. I'm a legitimate woolly nair at the moment. And, you know, there's some things we'll talk about here that I'm very nervous about as far as being a woollynnaire. I want to protect my wolf. I don't know if that's going to be possible. We'll see. So, as Des was mentioning, you could come and see this white paper here and the white paper. Super interesting. So all you have here, it explains kind of the lore, talking about the sheep and the farm and the shepherd and all this stuff. And, you know, it describes itself as a risk protocol for nfts with novel tokenomics. So that's a really. I mean, that's a cool little tagline, right? It shows what's possible with interactions between ERC 20 and ERC 721 protocols. For the very first time, your NFT can steal other nfts for you. The rarer your NFT, the more tokens you can accumulate. And wolf game is pioneering new types of NFT mechanics. Fully decentralized, no roadmap or empty promises, just a game in the metaverse that's ready to play at launch. So basically exactly what DeS was saying. So you had 10,000 of these gen zero animals. There was essentially 10% of these were supposed to be wolves, and the rest, 90%, were supposed to be sheep. They launched at a price of zero six, 9420. Nice. And then the way this was supposed to work is there was kind of a bonding curve of how the next animals in this saga were going to mint out. Right, so your 10,000 to 20,000 gen ones, you were staking your sheep to collect this wool, and then you were going to mint new sheep to either stake, sell, collect wool, or whatever. And if you had a wolf and you were staking that wolf, the wolf mechanics were interesting. The wolf is earning a tax. So anytime you shear your sheep for your woolen, you were giving 20% of that away, and that gets distributed to the wolves. Wolves. Also, when you minted a new animal, there was a 10% chance that you could. That your mint would get stolen by a wolf. And so that was the massive advantage of the wolves at the start of this. So what are your thoughts? Would you have been into this?"
    },
    {
        "speaker": "B",
        "text": "Did you get any wolves?"
    },
    {
        "speaker": "C",
        "text": "I minted 20. I got 20 sheep, and then I sheared once and minted, tried to mint nine more because I had missed that bad. Not one single wolf."
    },
    {
        "speaker": "A",
        "text": "That's crazy. I have not heard of that."
    },
    {
        "speaker": "C",
        "text": "I had 29 mints. 29 mints, 28 sheep, and one got jacked. That was so. That was my mint luck."
    },
    {
        "speaker": "A",
        "text": "You ran bad."
    },
    {
        "speaker": "C",
        "text": "I know, I know. So, okay, so that was the, you know, the beginning of what this game was. Chamber, thoughts on the game. If you."
    },
    {
        "speaker": "B",
        "text": "I mean, I love. I love it. I would have 100% aped into this. Okay. Yeah, no doubt. I'm not doing it now."
    },
    {
        "speaker": "C",
        "text": "But right now, Des, this was, this game went on for, you know, about a day, right, about 24, 24 full hours, or maybe. Maybe a little more than that, maybe 36 hours or so of the actual working phase. One game mechanic here, and we got to about 3000 more animals minted out from that 10,000. So right now, there's about 13,000 total. And then, then what happened? As we got our first snag along the way?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, luckily, my risk adverse nature to pull money out of the project as it's going actually paid off this time because it led me to sell off some wool, which is great. And then it led me to mint more sheep, which is great, since now they became super rare. So, as it looks right here, we were supposed to get to 50,000 sheep plus. Plus wolves. And instead, what happened is they cut it off at 13. Yeah. Ready to go with a million show stopping boxes. That's a good point. Drew Craig, always coming in with the realness. So, no, we were supposed to get to 50,000. They cut it off at 13,000. And the reason I'm actually having to remember which bug I have to talk about right now, but this was the bug of people being able to create a contract, a separate contract that interacted with this contract and reroll the randomized function so people could actually. You know how we said you could spend wool to get sheep and wolves? They were figuring out a vulnerability where you could actually reroll the randomness function that's supposed to mint 10% wolves to 90% sheep. And they were minting more wolves. And so that was. That was the vulnerability that kind of caused that to stop, which makes sense now. Where it gets really tricky for me is they said they knew about this vulnerability, but they wanted to see if anyone did it first before shutting it down, which I think is stupid, but nonetheless, someone did. It had a disproportionate amount of wolves, and then they. They shut off the tap."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, this happens. I mean, with your. When you're doing this live like this and your metadata is out there, some people can go and find it. I mean, it's happened. We've seen it tons of times. You know, I think what was unique in this spot was you could kind of see it and cancel the transaction prior and then kind of just do it again. Right. So. But, yeah, so that was. That was step one, right? Now, what they did was they said, okay, we're gonna go fix this. And then they came back a little later and said, well, we can't really fix this. So what we're going to do is cap, like, phase one of this game's over. We're capping the supply at these 13,000 wolves. The gen zero will have, you know, this special perks, blah, blah, blah. And that was the solution to phase one. Right? So all is well in the world. We all go back to staking and shearing. And then there was a pretty big announcement after. Because we were all like, okay, well, we can't mint any more sheep. What's going to happen? The game's over as we expected it. Right? Like, all we can do is kind of earn woolen and sell wool, really, at the time. So that was pretty much all you could do. And then. So we all waited around. So, des, you sheared once during this time. Did you shear twice?"
    },
    {
        "speaker": "A",
        "text": "Twice. I might have shared twice. Well, I think I shared twice because I can't remember the exact timeline, because I definitely sold wool off twice."
    },
    {
        "speaker": "C",
        "text": "So that's. That's exactly what I did. I sold. Actually, I technically sold wool three times, because I."
    },
    {
        "speaker": "B",
        "text": "What happens when you shear again?"
    },
    {
        "speaker": "C",
        "text": "Sheer. When you shear? So, like, if you're looking at this right now, if I decide I'm going to shear this sheep, I'm going to. I'm basically claiming my wool that's been collected. Right, but. But I'm only getting 80% of this. If I shear, I'm paying 20% of that to the. The wolves as my tax. Right."
    },
    {
        "speaker": "B",
        "text": "And then does it lock up?"
    },
    {
        "speaker": "C",
        "text": "Yes, it restarts your clock. So you need, in order to unstake. You needed two full days."
    },
    {
        "speaker": "B",
        "text": "Two full days of, like, three months in nfts."
    },
    {
        "speaker": "A",
        "text": "I mean, that's the crazy part. And we haven't talked about it yet, but chamber, there were 13,000 nfts, and at one point there were 34 listings on Opensea."
    },
    {
        "speaker": "C",
        "text": "Yeah, everything was."
    },
    {
        "speaker": "A",
        "text": "Everyone was locked in because 99% or 98% of people staked, so they were locked in and then you can't get it back for two days. So there's a period where no one could get their sheep out. And there was like, maybe 70 that weren't, 100 that weren't staked. And, yeah, it was absolute mayhem."
    },
    {
        "speaker": "B",
        "text": "I heard the price of it. Was it a sheep or a wolfenk? Got up to, like, seven or eight eth sheep."
    },
    {
        "speaker": "A",
        "text": "Floor got all the way up to close to eight."
    },
    {
        "speaker": "C",
        "text": "My greedy ass."
    },
    {
        "speaker": "A",
        "text": "In two days. In two days."
    },
    {
        "speaker": "C",
        "text": "In two days, my dumb ass sheared one extra time than I should have, or else I could have unstaked and sold into that massive, massive pump and it would have been. It would have been really nice. Instead of. I sheared once on Thursday night and minted my extra sheep. That was. That was the liquidity. That was before the liquidity pool happened. Right, so then somebody set up a liquidity pool in which you can then go actually trade wool for eth, right? So wool right now, at the time of this recording, is trading at 13 and a half cents. Right, so then. So once somebody set up that liquidity pool, that's when all hell broke loose and everybody was staking and earning and trading and doing all this. And that's when the floor went crazy. So I sheared one time on Friday and took some, you know, profit. And then I shared one more time on Saturday, and that was my big mistake. And I cost me, potentially. And so I've basically taken profit twice, so, same with Des. And then I was going to be locked up until Monday afternoon. I was like, okay, this will be great. I'll unstake and I'll try to, you know, de risk a little bit here. And then what ended up happening was because the first game was kind of cut short, right, the. On Sunday night, they released this new announcement of how the game was going to move forward. All right, so now here's what the game looks like. It says, friends, I introduce you to the new wolf game feature, blockchain economy, released in 2022. Today, you may begin your quest towards farm dominance by sacrificing wool to gain a farmer or lay claim to one of your 20,000 Genesis lands. So as a genesis zero sheep holder, you were able to get a free piece of land for every gen, zero sheep you had. So I got 20, des, did you get 20 then, too, or lance?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, no, I got, I got wolves, so I got 18."
    },
    {
        "speaker": "C",
        "text": "Oh, nice. Okay, so then, um, so that was, that was the first piece of this. Everything was great. Things looked pretty, pretty good. They put out, you know, what you could do with your land, how, what the wolves role would be, what wool is going to do in the new economy and what sheep are going to do. Right. So produce wool, breed, all that kind of stuff. Right. Everything was popping, it was all good. All the, all the land deeds are sold out and you had to burn wool to get your farmers here. So right now, only 8500 ish of the 20,000 farmers have been, have been claimed. But that's because people can't get their stuff right. So all this was happening, everybody was looking good, all fun and games. And then what happens? Destin?"
    },
    {
        "speaker": "A",
        "text": "Well, yeah, I mean, then they shut off a new part of the game, which was the shearing aspect. And so now no one can get."
    },
    {
        "speaker": "C",
        "text": "But why do, what happened? Do you."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. So, okay, sorry, bug number two or three. So this one was that when people unstake, I don't know if we talked about this mechanic, but when you actually pull a sheep out of the barna, there is a 10% chance that your. Oh, no, sorry, there's a 50% chance. Sorry. There's a 50% chance that you lose your wool to a wolf. And someone had figured out a way to basically reroll that probability and just guaranteed that when you pulled your sheep out of the barn, that you'd get all your woolen. And so obviously they have to take out unstaking. And then they took out and then. Oh, and then wasn't there. Damn. The six x vulnerability. God, there are a lot of bugs. And then someone figured out a way to basically multiply your wool that you'd pull out. So it'd be like six x times the wool you were pulling out. Now, luckily, no one apparently did this, but the dude was so frustrated who saw it, and he actually tried to do the right thing. He reached out to the project, project had a million things going on. I can sympathize with that. And didn't see it and ignored it. But the person who found this vulnerability straight up posted the how to on Twitter, like in a thread of how to get basically six x times your woolen, and it just caused some mayhem. I mean, it was the entire price."
    },
    {
        "speaker": "C",
        "text": "Of wool dipped dramatically. Everybody was panicking, and that's when everything got shut off and locked, and we've been in this limbo ever since. So what happened? What's happening now is everybody's locked. Nobody can unstake, nobody can shear, nobody can sell unless they're already unstaked, and everybody who holds sheep, at least, are generating all this wool. Right. And so whenever. I think we're going to get a announcement this evening that is going to go, you know, put some information out there on what the next steps are here, but do we have any of that might be. Well, I have thoughts on what I hope it is. Um, which I'll get to in a second, but essentially, the problem that is occurring now is you're going to have this potentially massive amounts of wool hitting the market. You're going to have potentially massive amounts of sheep unstaking. Um, and. And it could potentially cause the entire market to. To crash. Right. And. Because if you just have. I mean, there's 120 million wool being generated a day in the discord."
    },
    {
        "speaker": "A",
        "text": "Are calling bunch you a fudder? It's amazing."
    },
    {
        "speaker": "C",
        "text": "Oh, they hate me in the discord."
    },
    {
        "speaker": "B",
        "text": "Like, currently or in general, all the time."
    },
    {
        "speaker": "C",
        "text": "They. I'm the call him a week. Yeah. Even Des jumped in and made fun of me. I was definitely the. All I'm doing is presenting the same information. Right. And people are not. I've never been labeled the futter in my life, and I apparently am the worst, worst fudder of wolf game ever as I hold, you know, 30 damn sheep."
    },
    {
        "speaker": "A",
        "text": "But only bunch you could fud his own bags."
    },
    {
        "speaker": "C",
        "text": "Yeah, right. Exactly, exactly. So the. That's the potential issue here. So if you're holding right now, you know, that's kind of what you might be nervous about. I've had to have Des talk me off the ledge a couple times here on why I shouldn't be so concerned and what my strategy should be. So, Des top, I mean, we're holding a basically similar. It's the same size bag here. Right. So what. What are your thoughts going forward on, you know, what your strategy is, what you think might happen, and, you know, what's the play?"
    },
    {
        "speaker": "A",
        "text": "It's an absolute certainty that when they release shearing so you can bring your wool and sheer your wool, we're going to get a massive influx. I think it calculated yesterday. I mean, it's like, it's ridiculous. I mean, it's like 18% of all wool that that'll ever exist is going to be available for use and only. Only like 5% of that is needed to mint out the farmers. So basically what you're going to do is it's just a massive rush to buy farmers because that's the only thing you can spend your wool on. And they kind of made the mistake of like, showing too much of their cards and saying the full game doesn't release till sometime in 2022. So there's going to be this huge gap of time from the moment we can spend wool on these farmers to when the game releases. So people are going to naturally use that wool to, to buy these farmers out. And I guarantee you they will mint out in less than ten minutes from, from the time they open up shearing, probably."
    },
    {
        "speaker": "C",
        "text": "So that's really good, right. Because at least that's going to burn some, a decent amount of woolen, right?"
    },
    {
        "speaker": "A",
        "text": "A little bit."
    },
    {
        "speaker": "C",
        "text": "A little bit, yeah. I mean, at least there'll be something. I mean, and then, and also all those people that sheer to do that are still locked up. They'll be there as we know it right now. Right. As the game, as the rules of the game stand now, all those people that decide they're going to shear and mint farmers are going to reset their clock for two more days to have to accumulate more wool, right. So, but then you still have all this excess wool and really nowhere to put it and it becomes really hard."
    },
    {
        "speaker": "A",
        "text": "That's my one wish. If I could speak to the creators of the game, that is my one wish. Create something that we can spend our wool on in between, you know, farmers and full game release, that's it. That would so much problems."
    },
    {
        "speaker": "C",
        "text": "Here's what I think they should do. And, you know, they have the ability to do this because obviously they're creating this game now, right? And there's all the poss. Once you introduce that, this is basically going to be blockchain Farmville. You open up essentially endless possibilities on what you can and can't do. And so what I think they should do is whenever they come out with the instructions tonight or whenever it is, on what the unstaking process is going to look like, I think they should introduce a new staking contract in which if you shear your wool and stake your sheared wool, you're going to earn a, another in game asset, right. Or, you know, maybe it's, hey, we're going to cut off farmer minting and we're going to have you stake your wool to earn farmers. Right. Or something, something to that effect where you have to tie up, you're put out a decision on should I tie up my woolen or not. Right. Not even use it and burn it even, but just lock it. Right. Like, what do you think of something like that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it's cool. Even with my plan of, like, releasing something, you know, it's just a band aid overall, they're gonna incur, like, without a doubt, there will be a dip in this market from the time of farmers to the time of full game."
    },
    {
        "speaker": "C",
        "text": "I mean, we're kind of seeing it happen right now, and we're even getting, like, bullish news. So the floor on sheep now is under three. So we're at, like, 2.9 last 2.97. Yeah, 2.97. There's still only 105 listings total on the market. The problem, I mean, you're definitely seeing some fear. You're seeing, let me, let me go back in here. You're seeing some definite hesitation and fear here in the market because you can see these buy it now listings that the floor this person's selling for a loss for. They bought it for four and a half. They're trying to sell it for basically three. This person selling for a loss, 4.4. Selling for three. This person selling for a loss, 4.7, selling it for three. There's a couple of these that I've seen throughout the day. So, you know, there's, there's definitely some fear here on what's going to happen in the market. Here's another one. Des, how do you actually think this thing's going to shake out of?"
    },
    {
        "speaker": "A",
        "text": "So, okay, all my predictions. All right, farmers mint out in ten minutes. Farmer and land value actually go pretty sky high. That's great comment by Steve. So, yeah, farmers will, after they mint out, will definitely get a nice little lift. We saw it with the land. Right. They were charging, they caught flak because they were charging eth for the 10,000 remaining lands. And I think it got down to, it was a dutch auction. It got down to 0.15 per land, but then shot up real quick to, I think, 0.35 on the secondary or something like that. So similar thing to farmers. You'll see a nice little spike with people who own land, people who own sheep, wanting to get farmers. So you'll get to see a rise in that, and then you'll see, I mean, because it's an open market, people will massively try to sell off their wool. That's just natural. So, wolf or wool price is like 0.13 right now?"
    },
    {
        "speaker": "C",
        "text": "Yeah. The thing is, like, when you have a day's worth of wool, it's more enticing to just spend that wool on stuff in the game, right? When you're sitting here on four days worth of wool times the amount of sheep you have, and then you're, like, sitting here doing the calculation on what that actually is worth in dollars or eth, you're like, oh, shit, that's a substantial amount of money. And I think that's going to be. You know what? That's going to be interesting to watch play out, right? Are people more interested in the long term results or possibilities of this game in which they want to acquire the assets, or is it, hey, man, I'm sitting on ten e worth of wool here. I need to. I need to capitalize on that. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "And I think it goes back to, like, yeah, what you did prior to this, right? So I cashed out in a big way before all this went down, and so that just makes me totally fine. You know, I'm. If, like I said, it could go to zero and I would still walk away from this being totally happy with the result. So it makes me more bullish to stay in and not to sell off real quick."
    },
    {
        "speaker": "B",
        "text": "How would you feel? Punch?"
    },
    {
        "speaker": "C",
        "text": "Nope. Nope."
    },
    {
        "speaker": "B",
        "text": "Not as happy."
    },
    {
        "speaker": "C",
        "text": "No. I would feel really, really shitty. Really shitty if this. If that's what happened. So I'm. I'm in, like, a different. I'm in a different spot. I've taken profit. I haven't taken as much as Des or, you know, so. And I'm sitting here with a bag that, at the current prices, are worth, you know, life changing types of money that we're talking about. And so I'm like, okay, what is my play? Is my play to try to rush to rush to cash, like, everybody? Like, I think a lot of people will do? Or is it watch the blood and just kind of see and sell into a recovery? Or is it. Is it just, you know, sheer sell hold? Like, I don't know. There's a lot of. I've been going absolutely insane the last couple days trying to play this all out in my head, but you called."
    },
    {
        "speaker": "A",
        "text": "Me more times than I can possibly remember."
    },
    {
        "speaker": "C",
        "text": "As soon as you told me that you had, like, the same size magazine, I was like, okay, I could commiserate with Des here. Yeah, that's. That's so, yeah, I don't know. However. Go ahead, Des."
    },
    {
        "speaker": "A",
        "text": "I mean, I actually kind of believe in the mechanics of this, and, like, it is novel, and, you know, the team obviously has had some speed bumps, but anytime you're first through the wall pioneering something new, you're gonna get bloody. And so I overall, like you just said it yourself, this is farm verse for them. Farmville for the Metaverse. Was Farmville a small game? Absolutely not. Like it spoke to a whole gener. Like a huge, broad range generation of people. I think this could be the same way. It's simplistic enough to understand. You know, I think it has some now, it has some lore, being like the first one and the crazy hype that it drove."
    },
    {
        "speaker": "C",
        "text": "Not to mention. So I'm pretty bullet, not to mention every influencer on the planet."
    },
    {
        "speaker": "A",
        "text": "I mean, you had post malone buying."
    },
    {
        "speaker": "C",
        "text": "Wolves, so Gary v. Faze banks, g money Beanie, who we all love so, so much."
    },
    {
        "speaker": "B",
        "text": "I like Beanie more and more."
    },
    {
        "speaker": "C",
        "text": "Of course you do. You are Beanie."
    },
    {
        "speaker": "A",
        "text": "I can't say you. I was in the spaces with him, side by side in."
    },
    {
        "speaker": "C",
        "text": "That. I wish I could show that. Hold on."
    },
    {
        "speaker": "B",
        "text": "Was I in it? No."
    },
    {
        "speaker": "C",
        "text": "No, you weren't. Hold on. I'm going to see if I can find it real quick."
    },
    {
        "speaker": "A",
        "text": "And, you know, I. I'm pretty bullish on the game in general, and I think, do what you need to, to sell off and take some profits from the wool, is my opinion. Oh, yeah, there it is."
    },
    {
        "speaker": "C",
        "text": "Dead beanie. And I drew a heart and sent it to him. So hold on here, Des. We've got a breaking news announcement from the shepherd."
    },
    {
        "speaker": "A",
        "text": "Don't even mess with me right now. I was about to mess with you earlier."
    },
    {
        "speaker": "C",
        "text": "We've got it. No, we have. We have an announcement from the shepherd. Hold on."
    },
    {
        "speaker": "B",
        "text": "Let's bring it up on the big screen."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm going for it. Let's see."
    },
    {
        "speaker": "A",
        "text": "Oh, it's nothing big."
    },
    {
        "speaker": "C",
        "text": "No, but it's cryptic again. Just like always with, with the shepherd. So what do we make of this? An orc and mouse walk into a barn looking for. Looking for the shepherd and seeking to help to ether orcs and anonymize and other on chain builders contributing time, expertise and ideas to our community. Thank you for your impressive work and desire to collaborate from the shepherd. What are your thoughts on that?"
    },
    {
        "speaker": "A",
        "text": "I mean, hey, I'm always bullish on a project that is willing to admit their flaws and ask for help. I will say that's what they've done."
    },
    {
        "speaker": "C",
        "text": "Like chamber."
    },
    {
        "speaker": "A",
        "text": "Like, not like chamber."
    },
    {
        "speaker": "B",
        "text": "As long as they don't apologize. I like it."
    },
    {
        "speaker": "A",
        "text": "You know what? They haven't kind of. They really haven't got. They've been pulling a chamber."
    },
    {
        "speaker": "C",
        "text": "They have."
    },
    {
        "speaker": "B",
        "text": "You could say you've done things wrong. Just don't apologize."
    },
    {
        "speaker": "C",
        "text": "The shepherd's got some giant balls let's. This shepherd is a flex. Like, he's, he's a ghdev, so, yeah, I don't know. It's gonna be interesting. I think we're probably, like, an hour or two away from figuring out what's gonna happen here. So my advice would be, sell all."
    },
    {
        "speaker": "A",
        "text": "Your wool, put your margin, because can't you define, like, a margin that you're willing to trade at on Dex tools or uniswap?"
    },
    {
        "speaker": "C",
        "text": "You can, you can outline your slippage, right? So, like, if high slippage, I'm talking."
    },
    {
        "speaker": "A",
        "text": "Like, for sure, 50, 40, 50% slippage."
    },
    {
        "speaker": "C",
        "text": "You really. Why?"
    },
    {
        "speaker": "B",
        "text": "Because they don't just plummet. You won't be able to catch any."
    },
    {
        "speaker": "A",
        "text": "Be able to get your money out."
    },
    {
        "speaker": "B",
        "text": "There like, you do way, because you can't."
    },
    {
        "speaker": "C",
        "text": "Why? I don't know if I would want that. Because, I mean, would you rather I struggle with this because, like, I would rather only be able to get my money out within a certain range, then literally hit the bottom, because that's where I am in the pool. Because typically, what?"
    },
    {
        "speaker": "B",
        "text": "Is there any other place you can trade it besides uniswap?"
    },
    {
        "speaker": "C",
        "text": "Dex toy swap, l bank. And there was one other."
    },
    {
        "speaker": "B",
        "text": "If you use matcha, can you set your price? Price from Matcha?"
    },
    {
        "speaker": "C",
        "text": "I don't know. That would be a good question. I wish I listened to ledger cast."
    },
    {
        "speaker": "B",
        "text": "And I started listening to him again. So much, so much smarter than I am."
    },
    {
        "speaker": "C",
        "text": "I know. They're way smarter than us. Side note, I was joking around with him. I told him he has to come on for his annual show on Rec."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, like, I don't know if I would do that, because I'd rather, like, typically, what we see with these sell offs is, like, big, big death candle and some kind of recovery. Whether that's a dead cap bounce or an actual recovery is another thing. But, like, if everybody's sitting there to rush and you're going to get caught in that slippage, I don't want to be there. I would rather wait and sell into good. Okay."
    },
    {
        "speaker": "A",
        "text": "You're more bullish on it than I thought. So, like, that's. I mean, I'm gonna mim as many farmers as humanly possible and then just sit."
    },
    {
        "speaker": "B",
        "text": "I mean, you could adjust your slippage less than 50%. Also, like, you could do a 15% slippage, and if it goes below that, then you're not selling the bottom. You could set your slippage to, you know, 15 or 20, and then if you catch it, you catch it."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. And then, actually, you might. So, like, I have Eden, I could possibly beat people to it. Right, exactly like you could. You know, if you have some dex trading advantages and up your sleeve, you could possibly beat. Beat some normies to it. But here's the question from CCC. Can you unstake half, or is it all or nothing? You can unstake half. However, half of your sheep, however, you risk losing all of your wool, you have a 50% chance of losing all your wool. So a lot of people, like, in the discord when I'm. When I'm in there just flooding the shit out of this is, they're saying that they don't think people will risk the chance of losing all the wool. It's a good point, but I don't think that's the case. Like, if I'm looking at. If I'm looking at a million right now, right? I mean, the wool's no good if the price is two cent."
    },
    {
        "speaker": "B",
        "text": "I mean, is it 50% per trans, like, for example. But. But it's 50% every time. Every time. So it's not. If you have."
    },
    {
        "speaker": "C",
        "text": "I could lose all of the time."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "If I roll as bad as I rolled on the mint, I could lose all my wool."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's tough. And that's tough."
    },
    {
        "speaker": "A",
        "text": "Like, chamber. The best part about this is the UI gives you, like, real time results. So, like, you do an action, and then it goes, here's what happened. And then it shows you on the screen, and it shows, like, I had a sheep stolen, and it's like, you got a sheep, but it got taken by a wolf."
    },
    {
        "speaker": "C",
        "text": "Yeah, it really. I mean, the whole thing is, if the game was actually working, the game when the game was working, working. It is. It was incredible, because your choices change in real time, all the time, where based on the price of wool, based on the number of mints, based on all the stuff, it was really fantastic while it was going on, and I'm hoping that it can be solved and some kind of good solution can come from tonight. And next week, we'll be talking about how cool wolf game is. Now, my other question before we wrap up here is I'll ask two questions. One. One is, Des, give me your price predictions for each asset by the time we do this show next week."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Three. Three cent wool."
    },
    {
        "speaker": "C",
        "text": "Three cent wool."
    },
    {
        "speaker": "B",
        "text": "What is it currently?"
    },
    {
        "speaker": "C",
        "text": "13."
    },
    {
        "speaker": "B",
        "text": "All right, that's where I'm putting my bids."
    },
    {
        "speaker": "C",
        "text": "Three cent wool. Okay, how about sheep price."
    },
    {
        "speaker": "A",
        "text": "Point 87?"
    },
    {
        "speaker": "C",
        "text": "Whoa. Okay .87 sheep. How about land point 24.24? So similar where it is now. Right ish. And then how about farmers."
    },
    {
        "speaker": "A",
        "text": "Point 19?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Farmer price almost has to follow wool price. Right. Like, it's because there's arbitrage opportunities if it doesn't. Right."
    },
    {
        "speaker": "A",
        "text": "And farmers aren't technically necessary. Um, whereas land is."
    },
    {
        "speaker": "C",
        "text": "Farmersonly.com, sponsored by. Sponsored by."
    },
    {
        "speaker": "B",
        "text": "So should, uh. So I guess the, my question is."
    },
    {
        "speaker": "C",
        "text": "God, you're, you're less bullish than I thought you were."
    },
    {
        "speaker": "A",
        "text": "Well, I just think it's going to go through a massive dip and that's next week. It's going to get lower than that in January if they don't release this game till march. Time is money for NFT community. And wait. People are not gonna wait, man."
    },
    {
        "speaker": "C",
        "text": "All right. What was your, what was your thoughts?"
    },
    {
        "speaker": "B",
        "text": "I just wanna know when, if and when I should be purchasing this thing because I'm not. Right. I gotta tell you right now, I don't care how much it dips. I don't think I'm buying it next week."
    },
    {
        "speaker": "C",
        "text": "I don't think at this point I wouldn't, I wouldn't buy in at this point if I were not interested in the long version of this game. Right. Like, if you're not, if you're not, oh, this is going to be the next axie infinity of, you know, like on chain gaming. I wouldn't buy in until January or February when this thing is going to launch. Right. Because if you're not already in the game mechanic, it's, I mean, honestly, if it hits 0.87 per sheep, I would probably, if I was on the outside, I'd probably step in and buy sheep like, you know, but I'm not."
    },
    {
        "speaker": "B",
        "text": "I can't get 20 like you guys."
    },
    {
        "speaker": "C",
        "text": "Right. I wouldn't be loading up on 20 sheep, you know?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Um, but, you know, I don't know. I'm interested. Like, all right. I was actually going to say my sheep prediction price was 1.6, so almost double yours. Um, we'll see. I don't know. But I'm going to, we're going to grade those predictions next week because I bet you they're probably pretty accurate up. Here you go. Justin Casey telling us the blood needs to flow."
    },
    {
        "speaker": "B",
        "text": "I agree. Got to sacrifice some lambs."
    },
    {
        "speaker": "C",
        "text": "Oh, God, that was too good. Oh, man. All right, well, that, okay, so that was the lock."
    },
    {
        "speaker": "B",
        "text": "I'll tell you what I would be doing, bunch, is I'd be setting that slippage to like 20% and dumping. That's what I would be doing. Get what you can. Because game, you know, as much fun as it is, I gotta play."
    },
    {
        "speaker": "A",
        "text": "Tell me you're gonna walk away with this and didn't cash out on it like that."
    },
    {
        "speaker": "B",
        "text": "As much fun as the game is, as cool as the game is."
    },
    {
        "speaker": "C",
        "text": "No, I've definitely."
    },
    {
        "speaker": "B",
        "text": "Every single thing is a fad. And if you can cash out as, you know, close to the top as possible, you know, that's. That's what. That's what the. That's what the plan should be."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, easier said than done."
    },
    {
        "speaker": "C",
        "text": "It's just such a. It's a hard decision because I have to decide two things. It's, do I want to just try to cash the wool as the quick way out? Or. Or do. Because that. That sets my clock back to two more days? Or do I want to see if the sheep price can recover because my sheep assets are worth more at the price, at the current price than my wool would be sheep."
    },
    {
        "speaker": "A",
        "text": "Selling your sheep for what you want to get out of it might be the better play honestly. Taking the risk and losing your wool and selling your sheep off."
    },
    {
        "speaker": "C",
        "text": "See, that's the mind fuck."
    },
    {
        "speaker": "A",
        "text": "I just refuse to not be in for the long haul. I mean, see, that's stupid as well, because I could just sell and buy back cheaper if I truly believe it's. It's all. It's all mind effort. I don't know."
    },
    {
        "speaker": "C",
        "text": "That's. That's why wolf game is. Is intriguing. My last question before we wrap was, we've seen 20 of these clones already starting to pop up. Are you interested in any of them? If so, which ones? Why or why not?"
    },
    {
        "speaker": "A",
        "text": "I haven't really done too much research. I think the biggest momentum is probably whale game, followed by maybe some of the. What was it called? Damn, what was it called? Anyways, whale game probably has the most momentum. The thing is, none of them have it planned. No one's come out and we've been working on this for a month. It just happens to be similar. Everyone's like, we're gonna figure it out. We're gonna. Feudals, I guess, is the only one that technically has something. But they still haven't even released their white, white paper, so their token was."
    },
    {
        "speaker": "C",
        "text": "Supposed to launch today. We saw a big run up to one eth for those. I'm not. I'm not certain I'm touching many of these. I have my eye on a couple like the cops and robbers one. The one that's literally going to be take advantage of the squid game, you know, hype. That one looks interesting. There's something called bear game that potentially Zenica is involved in. So I don't know if I'm going to play in any of these, though. However, I feel like if I did, I would have a huge advantage to anybody who's chasing these, because you kind of know what you did wrong in this one. If. If I had to do it all over again, my strategy would be buy, hold, do not stake, let the supply shock run in, let the hype hit, and. And just sell your. Your asset into the hype. Because I don't think any of these clones are going to be long term. Right. It feels more like loot derivative season than it does that any of these are going to stick around. Right, exactly. So that would be my. If you're chasing. If you're chasing clones. That's what I would think. Chamber. Where do you. What do you think? You think I'm going to be loving life this weekend, or you think I'm going to be crying to you on the phone?"
    },
    {
        "speaker": "B",
        "text": "My heart wants to say you're going to win my phone. However, uh, might say something else. I know. I think. I think you'll be all right. I think it'd be all right."
    },
    {
        "speaker": "C",
        "text": "I hope that, uh. I hope that something comes here big."
    },
    {
        "speaker": "B",
        "text": "You want. It's a huge, huge win. Think about it this way, okay? As much. As much as you've gone through in the last few days, if you can get out with a five x, huge win."
    },
    {
        "speaker": "C",
        "text": "I'm already five x."
    },
    {
        "speaker": "A",
        "text": "He's already five x."
    },
    {
        "speaker": "B",
        "text": "Then you're good. Then you're good."
    },
    {
        "speaker": "C",
        "text": "We're talking. Not when you're looking. Yeah, I'm looking at 100 x in the face right now."
    },
    {
        "speaker": "B",
        "text": "I understand. But if you. If you're. You're already winning, you're."
    },
    {
        "speaker": "C",
        "text": "Gimme a 25 30 x, and I'll be super happy, like, you know what I mean? But, uh, I think I could get out with that. But even if I just guarantee you."
    },
    {
        "speaker": "A",
        "text": "Here's my guarantee to you. If you end up somehow fumbling this bag, I will commission a one of. One art piece of bunch. You fumbling a bag, and I'll make it as my thing."
    },
    {
        "speaker": "C",
        "text": "If somehow I can cash out with all of it, I'm getting this guy tattooed right on my ass."
    },
    {
        "speaker": "A",
        "text": "You said it."
    },
    {
        "speaker": "C",
        "text": "You put it out there. Pixelated wool with a stack of cocaine wool right here. That's. That's. That's my commitment. Anyway. All right, any parting words here, Chambere?"
    },
    {
        "speaker": "B",
        "text": "No. Again. Guys, maybe share some of that alpha with me, too. You guys are all, you know, stressing out over, like, possibly a lot of money. I would like to stress out with you guys as well. Next time. So, you know, I know you have to give me all of the alpha, not just some of it."
    },
    {
        "speaker": "C",
        "text": "All right, well, I'm inviting both of you to my little bunches secret discord where all the alpha comes in."
    },
    {
        "speaker": "B",
        "text": "So episode like we're on episode 440. I'm only hearing of this now? Does. Are you as upset as I am?"
    },
    {
        "speaker": "C",
        "text": "This is."
    },
    {
        "speaker": "A",
        "text": "There's a knife in my back, and I gotta pull it out before we get on with this day."
    },
    {
        "speaker": "C",
        "text": "This is how I get my alpha. You guys, I only built this a couple days ago. Yeah, maybe, like. Maybe, like three weeks ago. All right, there's your invite chamber."
    },
    {
        "speaker": "B",
        "text": "All right. Excited?"
    },
    {
        "speaker": "C",
        "text": "I still don't know how to spell craft."
    },
    {
        "speaker": "B",
        "text": "Don't forget the h. We'll do the."
    },
    {
        "speaker": "C",
        "text": "H. What are you on here? I don't even know your dang thing anymore."
    },
    {
        "speaker": "A",
        "text": "I should just rebrand at this point."
    },
    {
        "speaker": "C",
        "text": "That's going to do it for us. Everybody who is in the US, happy thanksgiving. Tomorrow. Yeah, we've got Thanksgiving tomorrow, but that is going to do it for us. Until next time, stay mint."
    }
]