[
    {
        "speaker": "A",
        "text": "GM, is this the. This is the real r1, real bunch."
    },
    {
        "speaker": "B",
        "text": "Okay. Good report. Well, that's exactly what the AI would say."
    },
    {
        "speaker": "A",
        "text": "That's right. Reporting live from a county prison in New Jersey. Because my taxes are totally effed. Like, I am definitely going to jail this year. There's not a chance. I sat down to do a little bit of my taxes today, and. Oh, boy."
    },
    {
        "speaker": "B",
        "text": "No bueno."
    },
    {
        "speaker": "A",
        "text": "No, no, no. It's going to be. It's going to be rough. Like, I just have no clue what I'm doing, and it's. It's terrible. I mean, it's just so convoluted."
    },
    {
        "speaker": "B",
        "text": "Was that the IR's that just cut him off?"
    },
    {
        "speaker": "C",
        "text": "Oh, 100%. He just got raided."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just got. I just got rugged. Sorry."
    },
    {
        "speaker": "B",
        "text": "The IR's coming to get you."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly what it was. Unknown call from IR's."
    },
    {
        "speaker": "B",
        "text": "I definitely not government. Why does it say that?"
    },
    {
        "speaker": "A",
        "text": "We got Des today, too. Des, how you doing, man?"
    },
    {
        "speaker": "D",
        "text": "Good, man. It's masters week, and apparently, as always, when I'm not on the show, you guys get famous influencers."
    },
    {
        "speaker": "A",
        "text": "Oh, man."
    },
    {
        "speaker": "D",
        "text": "So all's right in there."
    },
    {
        "speaker": "A",
        "text": "That was quite the. Quite the show on Monday. We had. We had them all roll through and chamber made a bunch of new friends with his. With his stance on selling honoraries. Would you like to weigh in quickly on your. On your thoughts on selling honoraries yet? Pro or con?"
    },
    {
        "speaker": "D",
        "text": "Yeah, man, I'm pro. Yeah."
    },
    {
        "speaker": "B",
        "text": "He's an influencer, like me and the other guys."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, they. No doubt."
    },
    {
        "speaker": "D",
        "text": "I mean, they're not. They're not beholden to anything. And the people. The argument of, like, you know, it's shameful to ask for, you know, money, dude. Someone wants to buy it. Like, they're not buying it to take Big L's. For some reason, in their mind, they're thinking that that's worth it. So, you know, power. Power to them."
    },
    {
        "speaker": "A",
        "text": "Have you ever received an honorary des?"
    },
    {
        "speaker": "D",
        "text": "Come on now. Absolutely."
    },
    {
        "speaker": "A",
        "text": "I thought that was it. Yeah, so did I. Yeah. I think we've got a lot to talk about today. I don't know. I."
    },
    {
        "speaker": "D",
        "text": "That's actually not true. Yes, it is true, but, you know, the goats community made me an honorary one early on. I know that doesn't quite count for what we're talking about, but it was special enough. I had to bring it up. I had to bring it up because it was. It was a thoughtful gesture."
    },
    {
        "speaker": "A",
        "text": "Well, the craziest was when you sold it and you sold it to Punter, and that's. And that was."
    },
    {
        "speaker": "B",
        "text": "Did you really? Sold it to Punter."
    },
    {
        "speaker": "A",
        "text": "No, no, no."
    },
    {
        "speaker": "B",
        "text": "I thought you were joking at first and then you said punter, and I was just like, well, I'm like, who."
    },
    {
        "speaker": "A",
        "text": "Would buy Dez's honorary goat?"
    },
    {
        "speaker": "B",
        "text": "Like, I could see that."
    },
    {
        "speaker": "A",
        "text": "It'd be great. It'd be great. But anyway, I think we have a lot to talk about today. Do we, chamber? I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I literally, like, just drove through a tornado to get here. Like, I got tornado. It was an aggressive tornado. Yeah, there was, it was no, no fun."
    },
    {
        "speaker": "A",
        "text": "What kind of, you know, like, was it like you drove through it. It was playing Bruno Mars and dancing at you. Tornado."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Intimidatingly. Just staring right into my eyes."
    },
    {
        "speaker": "A",
        "text": "But, yeah, help us get this space going with a little comment down in the chat bubble. Give us a gm. We'll be talking all the latest things going on in the NFT space today and we'll have a little fun with the posted tweet. Up top. So, Des, I liked this last minute addition to the show because it very much feels like what we would do on a draft day or something. So I think this is fun. We do have a guest coming on Friday, so this might have to take the place of our nonsense show chamber. Who knows? We'll see. But, you know, what are we, what are we feeling, boys? Did your saison ever reveal chamber?"
    },
    {
        "speaker": "B",
        "text": "They did. So this actually, it was pretty funny. So they had pushed back the final reveal, I don't know, maybe five days. And they actually, so it took five days, but initially when they were pushing it back, they had no date. So like a day or two went by and then they said Monday it was, it was going to reveal. So we had, you know, a couple more days to wait. And, you know, I'm hopping on the discord, you know, a couple of times during the day to see if it was, if I had revealed. A lot of people are getting antsy, you know, 05:00 eastern comes around, you know, 07:00 eastern comes around. Still nothing. The artist, I believe, tweeted out, like, you know, it's still April 3. Like, it's, you know, basically, like, there's still time in the day it could still come. And it took, it took until 11:57 p.m. on April 3 to reveal. They literally had three minutes left to technically fall within that, you know, Monday reveal day."
    },
    {
        "speaker": "A",
        "text": "So they nailed it."
    },
    {
        "speaker": "B",
        "text": "And, I mean, the art was, I don't know, I think the arts cool."
    },
    {
        "speaker": "A",
        "text": "But that did it do what you did. You do what you think it. You thought it would or no, it."
    },
    {
        "speaker": "B",
        "text": "Did what you said it was gonna do."
    },
    {
        "speaker": "A",
        "text": "We do what I said it would do."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it did that. It started, you know, after review, which."
    },
    {
        "speaker": "A",
        "text": "Is what let's just remind the folks out here, you've got a. You've got a massive bag of. Of Cezanne de Gauten or whatever it's called."
    },
    {
        "speaker": "B",
        "text": "Something like that."
    },
    {
        "speaker": "A",
        "text": "I told you on this, I told you on this show last week that you should sell it and you wanted to hold through reveal. Did you pull any rares?"
    },
    {
        "speaker": "B",
        "text": "I have one like a top 80."
    },
    {
        "speaker": "A",
        "text": "Does that make up for all the ones you're losing money on now?"
    },
    {
        "speaker": "B",
        "text": "If I. I'm still not losing money. I'm just not making very much money."
    },
    {
        "speaker": "A",
        "text": "All right. Is it. Is it more or less than the two eats that you were anticipating? I was going to say that I."
    },
    {
        "speaker": "B",
        "text": "Was at break even earlier today, but it's since balanced a little bit. I actually sold one for. So the floor right now is 0.143. I think when we originally spoke about it, it was like 0.18, then it went up to, like 2.3 or 0.23. And then today it, over the last day or two, had gone down to 0.09 and now it's back to just, almost. Just under 0.15 and sold one today for 0.35. So that was pretty good."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. All right, so you. You're. You're gonna break even, I think I'm not."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. I'm, you know, it's that initial sell off after reveal. Now let's see what happens. I think this is, this is where, you know, we separate the. The. I don't know, the goats from the apes."
    },
    {
        "speaker": "A",
        "text": "What."
    },
    {
        "speaker": "B",
        "text": "What do we try again?"
    },
    {
        "speaker": "A",
        "text": "Whatever that was, was not good."
    },
    {
        "speaker": "D",
        "text": "That's a swing. That's a swing and a mess right there."
    },
    {
        "speaker": "B",
        "text": "I don't know what the NFD equivalent is, but we'll see what happens."
    },
    {
        "speaker": "A",
        "text": "Yeah. Anyway, we've got a couple things to point out. Up top. Set your reminders tomorrow for coffee with captain. We've got our show Friday with party icons. We are giving away the Degen pass for the newsletter signups this week. I believe it's drawn Friday, so if you haven't signed up for the newsletter, please hit up the top tweet up there and sign up for your chance to win. That gets drawn this week. I believe it's Friday, but, uh, I don't know what this refer to, but des, you just put in our, our little TMC chat WTF chamber? Was that? Was that, uh, was that in reference to his terrible analogy."
    },
    {
        "speaker": "D",
        "text": "Uh, yes. A quarter of our fifth of our listeners happen to be goats. Motherfuckers."
    },
    {
        "speaker": "B",
        "text": "That's what I said. Goats who separate the men from the boys, the goats from the apes."
    },
    {
        "speaker": "D",
        "text": "Okay. Okay. I sweet. I miss. I miss read."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "The ghosts were the good thing."
    },
    {
        "speaker": "D",
        "text": "In NFT world, apes are pretty well respected, so you confuse me there."
    },
    {
        "speaker": "B",
        "text": "I believe I have a fairly solid track record of shitting on apes."
    },
    {
        "speaker": "D",
        "text": "I'll allow it."
    },
    {
        "speaker": "B",
        "text": "All right. Thank you."
    },
    {
        "speaker": "A",
        "text": "I wonder what would happen if you scraped the Internet for all of chambers content and created an AI chat bot that only talked in chamber language? Like how bad the ape Fud would be if you just queried it about eight FuD, and it would tell you the whole story about how Yuga is terrible. I mean, I feel like you're basically rider rips if we created an a chat bot for you on Yuga. So, I don't know. We've got. We got circles up here. Circles. You had a comment down below that I was just about to reference? GM. How are you Gm?"
    },
    {
        "speaker": "E",
        "text": "GmGm. Yeah, I have a couple different comments, so I figured I could either type them all out or just come up and say them. So, a, I think for the raffle giveaway for the newsletter, as long as it's by 1150, what was it, seven that the Cezanne revealed? As long as you get it by."
    },
    {
        "speaker": "F",
        "text": "Then, you got to be good."
    },
    {
        "speaker": "E",
        "text": "That's Friday, and I love it. So we're speaking Cezanne. The comment down below. Chamber. When are you changing the profile picture to Suzanne?"
    },
    {
        "speaker": "B",
        "text": "Once Cezanne is over and eth, I'll change my profile picture."
    },
    {
        "speaker": "A",
        "text": "Oh, God. Once you're. Once your profit is overneath, maybe, like."
    },
    {
        "speaker": "E",
        "text": "We need all the knock and Mogo people to jump on the Cezanne bandwagon to."
    },
    {
        "speaker": "B",
        "text": "That would be ideal. That would be ideal for me."
    },
    {
        "speaker": "E",
        "text": "And then lastly, I mean, I'm with Des here. I was starting to get a little offended by that comment, chamber, but I'm glad you clarified there."
    },
    {
        "speaker": "B",
        "text": "I don't know. Yeah, I mean, I'm really hurt. The fact that you guys thought I would elevate bored apes over goats. I don't know. I'm really distraught."
    },
    {
        "speaker": "A",
        "text": "I mean, whatever."
    },
    {
        "speaker": "D",
        "text": "I was, like, trying to think, how could I replay the clip where two weeks ago, Chambers said he would sell his number one kobe goat on a dime."
    },
    {
        "speaker": "B",
        "text": "I would sell it for the right."
    },
    {
        "speaker": "A",
        "text": "He did also say, though, that he would not accept a gifted board ape, even if he had to hold it in his wallet forever. So I think that's also fair, so."
    },
    {
        "speaker": "D",
        "text": "Oh, man, I missed that. That's a good sound bite. I like that."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Yeah. I asked him straight up, if you were given an ape, would you. Would you take it? You couldn't sell it. And he said, no, he would not. Point Chamber is still the case. Pointless."
    },
    {
        "speaker": "B",
        "text": "Avid on my wallet."
    },
    {
        "speaker": "A",
        "text": "All right, Chamber, how you feeling about the market outside of saison? What. What are you seeing out there? Are you doing anything else? We've got ETh just totally ripping the last two days. It's currently sitting at 19 USDA dollars. So we're over 1900 for the time being."
    },
    {
        "speaker": "B",
        "text": "I'm looking at both the ETH USD and ETH BTC, because sometimes we can forget about ETH BTC and they can. They can have some resistance there, because."
    },
    {
        "speaker": "A",
        "text": "Which they do."
    },
    {
        "speaker": "B",
        "text": "They do. Because if you look at the ETH USD chart, like 1800 to, like, 2100, it's pretty wide open. So we're now like. I feel like we're now. It looks like it's a straight shot to $2,100 for ETH. But then if you look at the ETH BTC chart, we're hitting 0.067 resistance, which looks to be pretty strong over the past."
    },
    {
        "speaker": "A",
        "text": "Well, that says to you that bitcoin is lagging and it's going to rip up in USD terms, which would allow, actually, for the move potentially to 2100. Right."
    },
    {
        "speaker": "B",
        "text": "And if you look at bitcoin. Bitcoin looks like it wants to do that."
    },
    {
        "speaker": "A",
        "text": "I can't tell."
    },
    {
        "speaker": "B",
        "text": "It looks like coiling. Coiling is the term I have."
    },
    {
        "speaker": "A",
        "text": "It's certainly doing something, but it's like it's hit and, like, deviated from this 28 five ish, 28 six ish resistance point. Like, it's touched that three or four times. I think you're right, because each. Each rejection is getting less and less violent, I would say. So. It does look like it could be primed for a little breakout. So if that happens, you could get that move to 2100 and still be at resistance on that BTc ratio, because it. If they're correlated, obviously, to the, you know, the pair. The ratio, so it's still possible to get to $2100 ETH and be at that resistance point. But I think you're right. I was looking earlier, and the ETH BTC is definitely at resistance. So one of those two things has to happen, or if BTC, you know, plummets, which I don't know if that's going to happen. However, I am still short in my. In my in my puke chart, but your vomit. Yeah, I don't think that's gonna play out, so I'm probably gonna cut it here soon, but with my luck, that would mean that it'll probably do what I wanted to shortly after, so. Yeah, that's the. That's your eTh BTC update. Des, how are you feeling about the NFT market?"
    },
    {
        "speaker": "D",
        "text": "Well, obviously, we've had a seasonal pump and a lot of talk about nakamigas, which I feel like we always have that, like, one project that's either running or dumping. That kind of, like, categorizes, like, the small, little air that we're in. So I think we're due for something new and maybe in a couple weeks. So, I don't know. It's interesting, you know, with ETH pumping as much as it has been, and I know it's only 1900, but that's pretty big win. We haven't seen that normal kind of sell off of floor prices in the last few days, at least. It doesn't seem like that on the surface to me, so I don't know, that that might be signs of good things to come."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. I feel like the overall sentiment is still, you know, feels pretty strong, but I don't know. It's hard to tell day by day in this space lately. Des, did you mint your open sea pro gemesis?"
    },
    {
        "speaker": "D",
        "text": "No, I did not."
    },
    {
        "speaker": "A",
        "text": "Will you be."
    },
    {
        "speaker": "D",
        "text": "No chamber?"
    },
    {
        "speaker": "A",
        "text": "Do you even know what this is? No."
    },
    {
        "speaker": "B",
        "text": "It's like, I'm on the show for you guys."
    },
    {
        "speaker": "A",
        "text": "God damn it."
    },
    {
        "speaker": "B",
        "text": "I'm on right now. I see. Genesis is number one."
    },
    {
        "speaker": "A",
        "text": "Just."
    },
    {
        "speaker": "B",
        "text": "Just. Am I eligible for this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you should be. So the TlDR for anybody who doesn't know, and the only people that maybe don't know might be you, because you live under a rock. That is true. But, Jim, there's no way you haven't."
    },
    {
        "speaker": "D",
        "text": "Seen this on Twitter. You may not know what it is, but there's no way you have. Okay, okay, okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, but he doesn't know what it is."
    },
    {
        "speaker": "D",
        "text": "That's fine."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "A",
        "text": "Do you truthfully not know, or do you? Good question. Either way, I think it's the latter."
    },
    {
        "speaker": "D",
        "text": "I don't know. I used to do the same shit, like, when I moved to Georgia. I used to convince people, all my friends, that all the Georgia stuff didn't exist in California, like, stupid shit like Wendy's, and. And I would be, like, blown away when they ordered, like, a frosty, and I'd act like it. I never knew what it was. So, I don't know."
    },
    {
        "speaker": "A",
        "text": "I feel like it's actually really funny."
    },
    {
        "speaker": "B",
        "text": "That is very funny."
    },
    {
        "speaker": "D",
        "text": "I feel like chambers doing. Doing one of those. I feel like he knows what it is."
    },
    {
        "speaker": "A",
        "text": "Well, he often talks about how he plays a role on both the show and, I think, on Twitter and in the war room in general. So I'm starting."
    },
    {
        "speaker": "B",
        "text": "The reason I like to do this. This is there might be people in."
    },
    {
        "speaker": "A",
        "text": "The audience just to annoy the shit out of me."
    },
    {
        "speaker": "B",
        "text": "That is what I would call the icing on the cake. But, no, it's for people that may not know what's happening. And then I get you guys to tell it to me like I'm five years old, and then."
    },
    {
        "speaker": "A",
        "text": "Yes, but I'm. You know, I'm gonna explain it anyway. I will. I like to have some discourse about what's actually happening and not just have to pretend like I'm explaining everything to you like you're five."
    },
    {
        "speaker": "B",
        "text": "It's somewhere in between, though. That being said, you're going to tell me some things. I'm like, I didn't know that."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's very true. And I'm sure there's probably two or three topics in here that you don't know about, so we'll see. Before we get to it, let's. Let's go down to circles again. Yeah."
    },
    {
        "speaker": "E",
        "text": "I'm curious, des, why you're probably going to not get it if you qualify. I mean, it's kind of free money, so it's a zero mint price, and I haven't seen it since this morning, but it was going for 0.05. It's not a lot, but it's still something that's free."
    },
    {
        "speaker": "D",
        "text": "Now. We never even defined it for chamber, but it's like, it's premium version of Opensea with gems. Like, kind of acquisition."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "That's like the. That's short on it."
    },
    {
        "speaker": "E",
        "text": "I don't. I think it's just a commemorative thing that they might integrate in the future. But I think open Seapro is its own beast, and the genesis is its own thing, so."
    },
    {
        "speaker": "D",
        "text": "Funny thing is, I actually didn't know it was free, so that kind of makes me think."
    },
    {
        "speaker": "A",
        "text": "Okay, all right, let's go back to the top, then, the two of you. Jesus h. I did."
    },
    {
        "speaker": "D",
        "text": "I saw that it was 180,000 men, and I was like, yeah."
    },
    {
        "speaker": "A",
        "text": "Do."
    },
    {
        "speaker": "B",
        "text": "Do we not have show notes?"
    },
    {
        "speaker": "A",
        "text": "Do I not read the screen going through the show notes as I am intended to do? But clearly."
    },
    {
        "speaker": "D",
        "text": "God, I hate lumping."
    },
    {
        "speaker": "G",
        "text": "I just."
    },
    {
        "speaker": "D",
        "text": "I just really hate lumping myself in with chamber."
    },
    {
        "speaker": "A",
        "text": "You're you're getting it today. This one you just sucks."
    },
    {
        "speaker": "D",
        "text": "It really sucks. I feel like a failure. I feel like university in Albany on our list up at the top man. I just."
    },
    {
        "speaker": "A",
        "text": "You are. All right, back up. Opensea, back in April of 2022, acquired Gem XYz. If you don't know what Gem is or have never used it, Gem was one of those early aggregators that allowed you to sweep and mass list and all of those things. It was one of the first ones. It was Gem and Genie essentially were the first two that were allowed you to do that. Opensea yesterday rolled out its OpenseA pro, which is the latest escalation of what seems to be the OpenSea versus blur war. Opensea said they've always had thoughts of integrating the components of Gem and obviously they acquired them, so now they're trying to bring more kind of professional blur like trading tools and advanced features to lure some of that market share share back to Opensea versus blur. They also, at the same time yesterday when they launched this thing, turned back on the 2.5% fee. However, the fee will be 0% on OpenSea Pro for a limited time. So they're trying to incentivize you to use that. So there's zero Opensea marketplace fees on that. And it's currently pulls from all of the open or all of the marketplaces. So it is kind of still an aggregator, but they dropped this token here and as a commemorative, I guess NFT. I don't really know what the utilization of this thing is. There's speculation going around that it may, it does talk about just trying to read here. It hints at keeping score, quote unquote, for rewards. So people are obviously speculating off of that, that there may be some kind of accrual of value here in the future that might open you up to some sort of reward, whether or not it's a token or anything like that. So they have minted out, I think like 40% of these. There's, it says there's currently 42,066 owners. So. And they're currently at a floor price of. .042 so if you chamber, if you go mint yours, I just. That's a. They're free to mint. Okay, good. Now you've got yourself a free 100 ish bucks. People are trading these though, 2697 ETH in volume traded, which is kind of crazy, but it goes to this idea that they're potentially, could be more to this at some point, but that's your TLDR. And then chamber just undercut the floor to 0.04. So perfect. I watched it change in real time. Has to be you. And you. The worst part of that whole thing, after the entire thing where we just had to go through that painful experience of me explaining how frustrating it was that you didn't know what this was. As I was explaining it, you left and it was."
    },
    {
        "speaker": "B",
        "text": "I was getting bored."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, did you hear anything I said? Should we just fucking end this thing?"
    },
    {
        "speaker": "B",
        "text": "Today you started talking, and from my perspective, you just kept getting more and more ruggier. And then nothing. I'm like, oh. And I was waiting for Des to say something or pay maybe, and no one said anything. And I'm like, oh, it must be me. So I had to."
    },
    {
        "speaker": "A",
        "text": "I'm officially replacing you with circles today. Circles? What's going on?"
    },
    {
        "speaker": "E",
        "text": "I was going to say check multiple wallets if you have multiple wallets. I hit on two of these. I don't know how. So I've already. This morning I flipped one, and then I'm waiting for gas to drop down because I don't feel like paying $13 in gas because I'm a cheap. But yeah, there's a chance that if you. I still am unclear on how you qualify. For instance, Bundy, he has six wallets. None of them qualified."
    },
    {
        "speaker": "A",
        "text": "Me."
    },
    {
        "speaker": "E",
        "text": "I have, like, two wallets. Both of them qualified. So it. That escapes me. But check multiple wallets."
    },
    {
        "speaker": "A",
        "text": "Interesting. I only checked my one, so I do have to probably check a couple more here. Did you ever figure out exactly what that error was this morning? It seems like a lot of people were getting it. I was actually getting the same error when I tried to mint it earlier."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Sugar Shane, I think he's in the discord of maybe the gym discord or something else, but it was an opensea genesis error that they fixed, and then you were able to go. So it wasn't any of our faults. It was the whoever was in charge of it their fault. And, yeah, they fixed it, so."
    },
    {
        "speaker": "A",
        "text": "Got it. Des, after knowing now the kind of details of this, that it's a free thing, it's based on, I guess probably having used the platform, things like that, and seeing the trading volume on this, what are your thoughts? Is this bigger than just this commemorative NfT that they've told laid out first, or you think there's something more to this?"
    },
    {
        "speaker": "D",
        "text": "I don't know. I'm skeptical, honestly. It's funny. I don't know why I feel that way one way or the other, but, I mean, I don't. I'll be easily proven wrong. If this does anything over, you know, the short lifespan, I."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, there's. There's potential that it is some sort of, kind of, what?"
    },
    {
        "speaker": "D",
        "text": "Burn to earn kind of thing, but."
    },
    {
        "speaker": "A",
        "text": "It'S either that or some kind of gated access to pro features that you'll have to have for using some kind of using this platform in the future. Or I guess, you know, somebody was."
    },
    {
        "speaker": "D",
        "text": "Interesting is that they went with a 721 instead instead of 1155."
    },
    {
        "speaker": "A",
        "text": "But that's interesting. Why? What do you think makes a difference there?"
    },
    {
        "speaker": "D",
        "text": "Well, just individual owners, like, in case they end up do. Changing the metadata specifically for different tokens. I don't know."
    },
    {
        "speaker": "A",
        "text": "Apparently there's some sort of rarity based on when. When you first used gem as well."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, is there a rarity? I have. I just minted mine, and my offer is, you know, hot, much higher than the floor, like the we thought, that's currently on it."
    },
    {
        "speaker": "A",
        "text": "Well, what's your offer .0626."
    },
    {
        "speaker": "B",
        "text": "And isn't the floor like 0.04?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you must have. You must have a rare. You must be. Go ahead. I will say I think that that is a face bid somehow."
    },
    {
        "speaker": "B",
        "text": "Just a glitch, maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, I tried to sell into that this morning a couple of times and it didn't work. So, yeah, I have one sitting here for 0.07. Also interesting. Yeah, I do have three views on it, so maybe it's accurate. I don't know. Okay, let's. Let's change topics here. You're. You guys have just been. Been totally awesome. Thanks for all of your awesome participation on this topic, and I appreciate you very both very much. Let's go to something a little more near and dear to my heart. Papa John's entering the metaverse with pizza NFTs chamber. Are you down for pizza nfts?"
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, I'm down for anything pizza related."
    },
    {
        "speaker": "D",
        "text": "I would say the original utility, mandan, that's like member pizza party."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "That's the original utility."
    },
    {
        "speaker": "A",
        "text": "That's right. And also, you know, bitcoin pizza, I was gonna say."
    },
    {
        "speaker": "B",
        "text": "Yeah, bitcoin pizza all day."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awkward. Okay, so."
    },
    {
        "speaker": "D",
        "text": "But, yeah, this is, this is. Yeah, it is a bunch of issues."
    },
    {
        "speaker": "A",
        "text": "I got rugged that time."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "All right. Sorry."
    },
    {
        "speaker": "B",
        "text": "I feel bad he's back, but it."
    },
    {
        "speaker": "A",
        "text": "Could have been a dongle thing. I don't know. But Papa John's partnering with one rare to launch pizza themed nfts in the foodie metaverse, according to a report from nations restaurant news. So users will collect digital ingredients to make virtual pizzas and earn rewards. Nfts are available globally. With the initial launch in UAE, which is interesting. NFTs will be on Polygon. So that's, that's the deets on Papa John's. One rare community members will have the opportunity to create three popular Papa John's pizzas, the super papa's pizza, spicy chicken ranch pizza, and the vegan cheese Garden special pizza. Multiple copies of each will be available. Are you, you lining up for your pizza? 30 minutes or less?"
    },
    {
        "speaker": "B",
        "text": "Listen, I think I've been a pava John's once in my life. Like, I've ordered Papa John's once in my life, and I was not impressed. Where does it rank in, like, in the US? Like, where?"
    },
    {
        "speaker": "A",
        "text": "This is a good question."
    },
    {
        "speaker": "B",
        "text": "Where does, like, what's the top three chains like?"
    },
    {
        "speaker": "A",
        "text": "Chains."
    },
    {
        "speaker": "B",
        "text": "Chain pizza places."
    },
    {
        "speaker": "A",
        "text": "Des, I'll throw this to you first. What do you think the top three chain pizza places are, like, national chain?"
    },
    {
        "speaker": "D",
        "text": "Are we talking about in, like, my perspective or, like."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "No, from your personal point of view."
    },
    {
        "speaker": "D",
        "text": "Okay. If I'm ordering. Shoot, I'd actually probably put Papa John's up there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Papa John's would probably make my top three. There's just not too many national pizza chains. Right. So, like, right. I would probably like pizza."
    },
    {
        "speaker": "D",
        "text": "Pizza Hut is way out, in my opinion. That's, like, bottom."
    },
    {
        "speaker": "B",
        "text": "Not like, I would say, like, not personal preference. But, like, if you were to guess, like, the popularity, like, is Pizza hut down that far? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I would go, Domino's is probably the top. Papa John's is probably somewhere in the top three. And then I'm not really sure. If you don't have pizza hut, what else is in there? Little Caesars."
    },
    {
        "speaker": "B",
        "text": "I'm gonna go."
    },
    {
        "speaker": "D",
        "text": "Definitely not little Caesars. I'm going. Although value wise, that's not bad. But no, I'm gonna go. My final list is Papa John's Domino's, Sbarro."
    },
    {
        "speaker": "A",
        "text": "Wow. So we're reading this, or we're getting this news from our show doc, put together by v squared. And this specific article comes from lucky trader. And they break these news articles down very nicely in which they kind of give you, like, the headline, the details, and there's always a little section on why it matters. And the why it matters section. It's funny. Papa John's joins a growing list of web two brands that are exploring the Metaverse and web three crossovers. Although this is not the project's first foray into NFT, I guess they did something else. It is the first with a specific focus on loyalty and rewards for end users. Starbucks has burst onto the web three c and with its Odyssey Rewards program, perhaps creating a mold for other notable brands to follow. So you can. You can blame me for all your pizza. Pizza nfts and chamfer. Which one of these pizza NFTs are you collecting? You going with the. You going with the spicy chicken ranch pizza? I feel like that's where you're at."
    },
    {
        "speaker": "B",
        "text": "I'm not a. I'm not a big ranch guy. I don't mind ranch, but it's definitely not my favorite topping. Okay, what are the other two? What are the other two?"
    },
    {
        "speaker": "A",
        "text": "The super Papa's pizza. I'm guessing that's some kind of supreme. And then there's a vegan garden."
    },
    {
        "speaker": "B",
        "text": "Probably the ranch then. Yeah."
    },
    {
        "speaker": "A",
        "text": "Don't say I don't know ya. That's it. Des, are you blaming me for this? Papa John's pizza nft."
    },
    {
        "speaker": "D",
        "text": "Yes, you're definitely to blame. I feel we can draw a web two company. Yeah, 100%."
    },
    {
        "speaker": "A",
        "text": "I mean, lucky trader thinks it's my fault, so. Yeah."
    },
    {
        "speaker": "D",
        "text": "You are the gateway drug of web two companies."
    },
    {
        "speaker": "A",
        "text": "That's right. What's next, Mama celeste pizza?"
    },
    {
        "speaker": "B",
        "text": "My pillow."
    },
    {
        "speaker": "A",
        "text": "My pillow comes free. Free prayer book as a utility. J web, what's going on?"
    },
    {
        "speaker": "F",
        "text": "Oh, I'm just here for the pizza discussion. Of course, when it comes to chain pizzas. Now, do we consider taking bake in that equation like a papa Murphy's?"
    },
    {
        "speaker": "A",
        "text": "Or."
    },
    {
        "speaker": "F",
        "text": "I would even take a Costco. Take and bake over a pizza hut pizza any day of the week. So where does that play into the power rankings?"
    },
    {
        "speaker": "A",
        "text": "It's a good question. I don't know. I feel like you. I feel like it has to be for this specific discussion. I feel like there has to be an option for delivery involved. Would you agree or disagree chamber?"
    },
    {
        "speaker": "B",
        "text": "I'm assuming take and bake is like, you go to the store, you get it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like in the context of, like, Costco. Right. They. Yeah. Pizzas there."
    },
    {
        "speaker": "B",
        "text": "I don't want to be. Pick one, I would say."
    },
    {
        "speaker": "A",
        "text": "But they're like, hot and ready to go."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You want it hot."
    },
    {
        "speaker": "B",
        "text": "You don't. You don't want to do any work."
    },
    {
        "speaker": "A",
        "text": "No, no, but these people. But these places have them and they're made there and you take them out like you're not baking the pizza at home."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. All right. Still, I think a delivery option should be a requirement."
    },
    {
        "speaker": "A",
        "text": "What a bunch of fucking dj. The DJ network hosts are. We talk about pizza for 1 second and J web and JP Cass flood to the stage. We talk about pizza guys. It's fantastic. I can't wait till NFT NYC next week because I have a feeling we'll have a couple pizza runs in us."
    },
    {
        "speaker": "B",
        "text": "I feel like you're gonna be doing some, some teaching. I feel like you're gonna me."
    },
    {
        "speaker": "A",
        "text": "No, because it's gonna be one of those things. There's just not enough time. So what will end up actually happening is either Dow Jones will, will do us all a civil service and bring us the good stuff, or what will end up happening is like you'll go to one of those dollar slice joints after hours and you'll end up just eating kind of like the trash corner pizza, which still isn't bad, you know."
    },
    {
        "speaker": "F",
        "text": "See, I think it's gonna be an interesting dynamic of like, dow trying to get. It's gonna be like the start of this show and you hurting the cats. We're like, dow trying to get us to a good pizza place. Mister House is gonna be, want to be. You know, he's on a high protein diet. He's all about the street meat. It's gonna be a really interesting dynamic that's just gonna led to people just like, fighting over where we're going to eat."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's probably pretty accurate. But Jweb, with that, with the caveat that you need a deliver option, how does that change your pizza rankings?"
    },
    {
        "speaker": "F",
        "text": "I might. Well, little caesars doesn't deliver. I think that's only carry out as well. So. I know. I think Marco's pizza delivers. And I saw them on undercover boss, so therefore they're probably better than Pizza Hut. So I'll go with them."
    },
    {
        "speaker": "A",
        "text": "I mean, if you're, if your CEO is willing to go undercover to."
    },
    {
        "speaker": "E",
        "text": "You."
    },
    {
        "speaker": "A",
        "text": "Know, change the way of the company by getting on the front lines, I think that that's worthy. That's worthy and all right, I'll put."
    },
    {
        "speaker": "F",
        "text": "Papa John's up there too, just because I love Shaq. And he's really my main draw right there."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "That's why I buy the general."
    },
    {
        "speaker": "B",
        "text": "We have so many different shack commercials in Canada. I don't have any of those ones. We have like, do you guys have like, the Shaq printer commercials down there?"
    },
    {
        "speaker": "A",
        "text": "No, I don't."
    },
    {
        "speaker": "G",
        "text": "Yes, we do. Absolutely."
    },
    {
        "speaker": "B",
        "text": "That's what I know."
    },
    {
        "speaker": "A",
        "text": "Riggs is a big, big copier commercial guy because I think he used to be in the industry. So he knows all the copier commercials. So I got JP Kaz next, then I have circles and cap. Hold on, JP, don't I actually think I came here to front run JP."
    },
    {
        "speaker": "E",
        "text": "But then I saw Payne's comment, so I'm just going to step down and let. We'll see how this thing plays out."
    },
    {
        "speaker": "A",
        "text": "All right, well, I can't even wait to see how this goes. I don't know where this is going now. JP. What's up?"
    },
    {
        "speaker": "B",
        "text": "So I actually had a. Had two different things. So Chambers Genesis pass is ranked number 69. 69. No way."
    },
    {
        "speaker": "A",
        "text": "There you go, JP. You just front ran me."
    },
    {
        "speaker": "B",
        "text": "Sorry. And these things are public. Domino's is my go to. I like chain pizza. I think they're all about."
    },
    {
        "speaker": "A",
        "text": "I think that's right. I'm with you on the domino's take on it being like the mall pizza. I think based on what the criteria we just established, it would not count, even though that is Michael Scott's favorite New York slice is the sbarro pizza. I hope Dow brings us those later in the week. Next week, but, yeah, I would say Sbarro does not count."
    },
    {
        "speaker": "E",
        "text": "Dominoes, then."
    },
    {
        "speaker": "A",
        "text": "All right. Domino's Des. He's still on the domino's as the top or what?"
    },
    {
        "speaker": "D",
        "text": "No, I was a papa John's at the top."
    },
    {
        "speaker": "A",
        "text": "Oh, Papa John's at the top. So I will say I don't have a papa John's around me, but I used to order Papa John's a lot for the garlic dipping sauce. I was a big garlic dipping sauce kind of guy. By the way, chamber, I asked, or I told my wife that you made fun of me the other day for calling it a plain pizza and the fact that I would eat just a cheese pizza, and she was."
    },
    {
        "speaker": "B",
        "text": "I've been thinking about this a lot since that conversation, and I'm not opposed to it. I just don't think the quality of the pizza I have here would be best suited for plain pizza."
    },
    {
        "speaker": "A",
        "text": "No, I think you're right. And that's. That's definitely the reason why. Right? It's like you've just got this high quality pizza up in the northeast, and it lends itself to just eating as a plain slice. But anyway. All right, circles. I love how, like, the last two weeks, we've had hour long conversations about tv."
    },
    {
        "speaker": "E",
        "text": "Beautiful."
    },
    {
        "speaker": "A",
        "text": "That's fantastic, circles. What's up?"
    },
    {
        "speaker": "E",
        "text": "So three things. One, I don't blame you for bringing in Papa John's and other things via work with form three and Starbucks. I thank you for introducing all these companies to web three and the proper way to do it. Also, I believe, take and bake as the names denotes. You were taking it home and baking it. I don't believe it is warm and ready to eat. So you're the. What is it? Papa Murphy's your. It's. It's raw pizza dough that you're popping in your oven. They've just assembled everything, such as a double meat lovers that they wrap the crust together to kind of form a."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "E",
        "text": "A burger of a pizza. As for which pizza joint, I think Domino's is the only one that does, and it's not even that good. But a gluten free crust, which my beloved wife is unable to tolerate said gluten."
    },
    {
        "speaker": "A",
        "text": "You're getting such hard thumbs downs from."
    },
    {
        "speaker": "E",
        "text": "The good thing is, I'm not even looking at my phone right now. I'm just talking. So I don't. It doesn't affect me. You guys can thumbs down and I just won't see it."
    },
    {
        "speaker": "A",
        "text": "It's just j web."
    },
    {
        "speaker": "B",
        "text": "I do the same thing."
    },
    {
        "speaker": "E",
        "text": "And listen, I get it. It's not great. Most of it tastes like cardboard. I'm glad I can eat that. But sometimes sacrifices have to be made, so that's. That's kind of the best of the worst options. Kind of."
    },
    {
        "speaker": "F",
        "text": "Can we stop calling cauliflower crust pizza pizza? For the love of all that's holy in this world? That's why, you know, that's why America's vegetable and superpower is because we call this shit pizza. When it's made with cauliflower, I mean, they make good."
    },
    {
        "speaker": "E",
        "text": "Well, it's tough to find, but they do make good gluten free dough. Dear Lord. Is it tough to find? There's, like, two brands. Maybe that is actually good."
    },
    {
        "speaker": "A",
        "text": "I don't really know what to say there. I. I don't imagine there's many gluten free crusts out there that are very good. So I hope you find one that's tolerable for your wife so that she can enjoy the magic that is pizza. I'm going to throw a wrench in the ring here. I don't know if anybody here is from Pennsylvania, but there's a little known place in Pennsylvania called Oldenhouse Forge. And it's, like, around the Scranton area. And it is. It's like this. The home of this award winning pizza style, and it has once been called the Pizza capital of the world, old forge, Pennsylvania. Look it up if you don't believe me. It's actually. I was pretty shocked. And then when I lived there, I actually went and ate some old fashioned forge pizza, and it was magnificent. So if you've ever. If you're ever in Pennsylvania, check out old forge and you'll get, it's a pretty unique style of pizza, but chamber, I have a feeling you would really enjoy old forge style pizza right away."
    },
    {
        "speaker": "B",
        "text": "I love the name. So immediately it is in my mind."
    },
    {
        "speaker": "A",
        "text": "Google old Forge pizza capital and see what you find. And I'll come back to you. You, Riggs, down to you."
    },
    {
        "speaker": "G",
        "text": "So first off, if I find out anybody on this call had a dollar slice before midnight, you deserve to be slapped. You deserve to be slapped in the absolute face in New York City."
    },
    {
        "speaker": "A",
        "text": "So I'm definitely going to have multiple dollar slices throughout the day. Like, you can't stop me."
    },
    {
        "speaker": "G",
        "text": "No, they're absolutely atrocious. And there's so much better pizza. And I also feel a little bit like chop liver over here. You know, you're talking about Dow bringing all this stuff. I'm the one that lives in the city. You know, Dow's out."
    },
    {
        "speaker": "A",
        "text": "Yeah, but Dow, Dow has claimed that he was going to bring this stuff. I didn't want to put that."
    },
    {
        "speaker": "G",
        "text": "I was going to tell you. I'm not going to bring it to you. I'll tell you where to go either way."
    },
    {
        "speaker": "F",
        "text": "But yeah, I, Dow's accent also is more conducive to New York."
    },
    {
        "speaker": "B",
        "text": "I agree. I would listen to Dow about people pizza more than I would listen."
    },
    {
        "speaker": "A",
        "text": "Oh, I would just, rigs, riggs could."
    },
    {
        "speaker": "B",
        "text": "Literally live inside a pizza and I would listen to down. I'm just."
    },
    {
        "speaker": "G",
        "text": "No credibility. I got no credibility. I mean, you guys should know shit. I'm lactose intolerant. I still fucking crush pizza. I say screw it. It doesn't matter."
    },
    {
        "speaker": "B",
        "text": "Committed to the game."
    },
    {
        "speaker": "G",
        "text": "You know, that's, that's because it's just so damn good. I want to take it back. Domino's is by far the best chain pizza. They've got the garlic crust. You can add whatever the fuck you want. I mean, they'll customize that shit any way you want it. I haven't eaten it, obviously, in like a year and a half. But if we're voting on Pizza hut, Papa John's, Domino's, and I mean, J. Webb threw fucking Marcos in there. I gotta go with Domino's at that point. Just my take."
    },
    {
        "speaker": "F",
        "text": "Here's the thing about Domino's. You know, we talk about NFT and we're gonna bring this back to NFTs, I promise. We talk about NFTs, you know, trying to do too much Domino's, doing fucking tater tots. Like, what is this garbage? Is this a pizza place or is this a tater tot place? Like, come on."
    },
    {
        "speaker": "G",
        "text": "No, that the Pete. The tater tots of dominoes should. Well, that's true."
    },
    {
        "speaker": "B",
        "text": "Touche."
    },
    {
        "speaker": "G",
        "text": "That's true. But no, seriously, I think this is one of those situations where talking about Papa John's coming into web three, there's some things that just don't need to leverage the blockchain, let's be honest. I think pizza is probably one of them. I just don't. I mean, other than maybe if they're going to do some sort of rewards program similar to an odyssey, you know, but I just don't see that happening right off the jump."
    },
    {
        "speaker": "A",
        "text": "Riggs, I'm putting you on the spot here because you. You asked for it. As we prepare to converge on the Big Apple, what is the best slice of pizza closest to the conference center? That is your homework before the end of the show. Won't make you answer."
    },
    {
        "speaker": "G",
        "text": "Joe's."
    },
    {
        "speaker": "A",
        "text": "Joe's."
    },
    {
        "speaker": "G",
        "text": "Joe's."
    },
    {
        "speaker": "A",
        "text": "All right. Where can people find this pizza?"
    },
    {
        "speaker": "G",
        "text": "Uh, Joe's down. It's going to pro. I think there's one on 26th street which if it at the Javits center. Javits is down on the low, basically Chelsea on the west side. You'll have to walk a couple blocks to it. But. But Joe's is a great slice of pizza that's going to be right near there. For those of you that are coming towards my place, J web, few others. There's a place called per Vettis, which is primo pizza. It's probably my favorite pizza I've had in a long time."
    },
    {
        "speaker": "A",
        "text": "All right, so this is, this is utility. As you, if you're headed to NFT NYC, Joe's and Prevetti's. You heard it to your I first. Riggs isn't going to bring it to you, but he'll bring the knowledge to you. I want to welcome to the stage first time caller, Ahmed for the pizza madness. Ahmed, what's going on? What's up, guys?"
    },
    {
        "speaker": "B",
        "text": "I saw familiar faces. Riggs, Joe, Punter, J web, all you guys. Hope you guys are all doing phenomenal. And guys, Pizza Hut wins. Come on, stuff."
    },
    {
        "speaker": "A",
        "text": "Yes, I'm with you on stuff crust. Come on, guys. Stuffed crust."
    },
    {
        "speaker": "B",
        "text": "Like, how is this even a conversation? Thank you."
    },
    {
        "speaker": "G",
        "text": "That's extra diarrhea for me. I can't do the stuff crust."
    },
    {
        "speaker": "A",
        "text": "Come on. I'm totally down with the stuff crust. I'm. I'm actually with Ahmed on this one. I've mentioned stuff crust last time we had the pizza conversation, and I think I got laughed off the stage here on my own show, Ahmed. So there's no respect for the stuff crust up here, but I'm with you. I also appreciate that fun fact."
    },
    {
        "speaker": "B",
        "text": "Like, so I'm in Canada, so we use, like, for some odd reason, I."
    },
    {
        "speaker": "D",
        "text": "Don'T know what the exact logistics is."
    },
    {
        "speaker": "B",
        "text": "Behind this, but apparently in the states, you guys get to use different cheeses because they're, like, differently, like, graded or FDA approved. So by far, our, like, for example, like, pizza Hut does not taste like New York."
    },
    {
        "speaker": "A",
        "text": "Can you confirm this chamber, as a fellow canadian?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, specifically pizza hut. Domino's is trash. Like garbage. I mean, pizza Hut is still garbage, but slightly better garbage. And we also have, like, I would say our nationwide chain, which is probably Papa John's level in the States, is pizza pizza. So I think regardless of where you're in Canada, you can. You can grab a pizza pizza. It's also terrible, but there's literally."
    },
    {
        "speaker": "D",
        "text": "Hortons of Starbucks."
    },
    {
        "speaker": "B",
        "text": "It was a big deal because pizza pizza was around first, and then we started getting little Caesars. And Little Caesars commercial is actually different in Canada than it is. Yeah. Because pizza pizza, man, that's. That's. That's a natural."
    },
    {
        "speaker": "A",
        "text": "What's there. What's their canadian slogan? I need."
    },
    {
        "speaker": "G",
        "text": "It's like something."
    },
    {
        "speaker": "B",
        "text": "Something a. Yeah, you want some shitty pizza? Come to little Caesars."
    },
    {
        "speaker": "A",
        "text": "Little Caesars pizza, eh? Awesome. I love it. Let's go, Punter. Joe, JP, I just want to."
    },
    {
        "speaker": "C",
        "text": "I had to come up here. I wasn't going to, but I just wanted to say, as a proud member of the DJ network, this conversation is so beneath everybody here. This is the last two weeks on this show. It's been. Tell me it's a bear market without telling me it's a bear market. As we're rating burgers and pizza, and my waistline is expanding. But one thing I will say is I would rather eat Elio's frozen pizza than half the garbage that you guys just listed all these chains in dollar pizza. And shout out to Riggs, because he's wrong. Pretty much 95% of the time, he's correct about Joe's pizza. So shout out to Riggs on that one. But if you're really in the city and you really want to do it right, take a trip up to Harlem and go to Patsy's pizza. The Og, original patsy's pizza, first Avenue. And I want to say 117th street, bring a weapon of choice, but definitely check that out. And that's your. That's your alpha from Punter. And I'm done talking to."
    },
    {
        "speaker": "A",
        "text": "We'll just weapon of choice. Feed rigs, extra cheese. And you'll be protected for the rest of the day. Joe, over to you. I came up to yell at two people. One's on stage and one's in the audience. But circles, your take was terrible. Bundy. Bundy. And then Bundy one upped it by saying, chuck E. Cheese has the best pizza. So I. I will no longer, longer be coming to your spaces between the rugging and the terrible pizza takes. I can't do it. The answer is roundtable. If we're talking about pizza chains that are large, they don't have any where you guys live because you guys live on the sucky coast, but on the west coast, they have establishments. And if I have to eat pizza from a place that has 400 plus locations, I'll eat theirs. But goddamn, don't. Don't go to NFT anymore because Chuck E. Cheese, like, what the fuck? Okay, I'm gonna go back to being quiet."
    },
    {
        "speaker": "B",
        "text": "By the way, the little Caesar slogan here is. It's, I completely forgot. It's hot and ready. So instead of saying pizza pizza."
    },
    {
        "speaker": "A",
        "text": "So they still do that here, too. That's their thing. But then there's the pizza pizza after."
    },
    {
        "speaker": "B",
        "text": "Yeah, but there is zero. Yeah, there's zero pizza. Pizza from the Caesar guy."
    },
    {
        "speaker": "A",
        "text": "Italy down in the comments says, nYC street pizza for a dollar 25. Or maybe now 199. Gotta love a good."
    },
    {
        "speaker": "B",
        "text": "So what's. What's the like you guys are talking about dollar pizza, which sounds amazing, but I could see the quality not being good. What's the jump? Like, if I. If I don't want a dollar pizza but I still want a slice? Like, what am I. Like? A good slice is going for what, $5?"
    },
    {
        "speaker": "G",
        "text": "Yeah, about $5, 450, something like that now."
    },
    {
        "speaker": "A",
        "text": "I mean, still worth it."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. Now, this might sound shocking to a lot of you, but if I was in New York with you guys next week, I would be most interested to visit. I think it's called, like, is it called, like, golden papaya? It's like a hot dog place."
    },
    {
        "speaker": "A",
        "text": "Do not grace. Do grace papaya."
    },
    {
        "speaker": "G",
        "text": "There's grace hot dogs you'll ever taste in your life. I literally. I literally threw them in the trash. I didn't even give them to a homeless person because they were that horrible."
    },
    {
        "speaker": "D",
        "text": "Probably should have given to a homeless person."
    },
    {
        "speaker": "C",
        "text": "It's a tourist thing, you know, chamber just has this emotional connection to coming to New York City and crushing Gray's papaya like, 15 dogs."
    },
    {
        "speaker": "B",
        "text": "I want one of those drinks. They look good."
    },
    {
        "speaker": "A",
        "text": "I just want to note here one. I want to apologize to punter for the content on the show for the last couple of weeks. I do see a couple of years."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Okay. Really? I think that's very true. We're five years running on this. However, I do need to point out that at in our TMC chat at 03:37 p.m. i said into the chat as we were preparing for the show, I have zero, absolutely zero motivation to do a show today. Take the wheel. And that's what's happened. So we've done it."
    },
    {
        "speaker": "B",
        "text": "Pizza Jesus is taking the wheel."
    },
    {
        "speaker": "A",
        "text": "Pizza Jesus is taking the wheel. And, you know, we have a handful of stages ready for hot, hot and ready for pizza. Let's go, JP kaz. Then Bundy's got to defend his Chuck E. Cheese, then mister house in circles."
    },
    {
        "speaker": "B",
        "text": "So I don't want to, like, go, like, further off the rails here, but does anywhere else in the country do, like, artisan type style pizzas? Like, I'm thinking, like, a blaze. Like, does everybody have blaze pizza?"
    },
    {
        "speaker": "D",
        "text": "That thing."
    },
    {
        "speaker": "A",
        "text": "No press."
    },
    {
        "speaker": "D",
        "text": "We got pizza press over here."
    },
    {
        "speaker": "B",
        "text": "Yeah, you guys got so many options. Like, we have, like, four chains here in Canada. Like, we don't get pizza. You're just stuck with shit. Also, I'm actually surprised is the best pizza, I think, in New York."
    },
    {
        "speaker": "A",
        "text": "Where. What was that one? Ahmed? Prince."
    },
    {
        "speaker": "B",
        "text": "Prince street pizza on."
    },
    {
        "speaker": "D",
        "text": "What's it on?"
    },
    {
        "speaker": "B",
        "text": "It's Prince street."
    },
    {
        "speaker": "D",
        "text": "Believe it or not, it's on Prince street."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Leave me alone."
    },
    {
        "speaker": "B",
        "text": "Okay, hold on."
    },
    {
        "speaker": "A",
        "text": "I'm not from New York. Okay, now you get it."
    },
    {
        "speaker": "D",
        "text": "They got spicy pepperoni is. It's pretty good. It's decent pizza."
    },
    {
        "speaker": "G",
        "text": "Ahmed. Ahmed normally brings some super intelligent takes on the spaces. And it's on what street prince he's from?"
    },
    {
        "speaker": "A",
        "text": "Yeah, what problem? He's the best."
    },
    {
        "speaker": "B",
        "text": "He's from Quebec. That's all right. He's with me."
    },
    {
        "speaker": "A",
        "text": "That's like, your neighbor."
    },
    {
        "speaker": "B",
        "text": "I know, I know, I know. Why I'm saying, like, he. He should know better than that. I feel."
    },
    {
        "speaker": "A",
        "text": "I can't believe we've talked for 40 minutes about pizza. Bundy, defend your Chuck E. Cheese, please. Look, when you have four kids and you live at Chuck E. Cheese and you pay rent, it starts to taste good."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't know what else to say when you eat, you know, 64 times out of the year at Chuck E. Cheese."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "100%. I am now envisioning, like, the actual Chuck E. Cheese mascot, having Bundy and his family held hostage in the back room, just feeding them hot circles of garbage for meal after meal. Mister house, jump in with your pizza. Take."
    },
    {
        "speaker": "H",
        "text": "Yeah. Not really much of a take. More so just posing a challenge to Riggs since he said he was going to be shooting content for Deejan and NFT NYC. I would love to see just like a Dave Portnoy style one byte of just all the various contributors at wherever pizza spots they hit. I think Mister Ho also had a fun fact about. I think it was Domino's the reason. So the two guys who started it had no idea that they were going to start a pizza restaurant. They just had leased venue and knew they wanted to start a restaurant. Ended up finding a chef. But he'd only worked with French Brad. He was from like Louisiana. They were opening in Kansas. And traditionally dough was never made out of that. So that's how Domino's kind of like blew up and got their start was they were the first pizza to be using like a differentiated crust and dough. So that's what, that's what got them. However many chains and obesity counts later."
    },
    {
        "speaker": "A",
        "text": "Well, that, that is good. That's good. Pizza facts. I'm impressed with that. Low pizza knowledge circles. And then to Riggs, who's gonna accept this content challenge? And then we'll go Punter and then close this thing out. I cannot believe we talked for 40 minutes about pizza."
    },
    {
        "speaker": "E",
        "text": "Yeah, one or two. I'd like to defend myself against what Joe said, but let's be honest. Yesterday both Bundy and I rugged the space. And then Joe had to stop his own. That was a continuation of our show. And then today I rugged it as well. After phone calls. There's really no defense on that aspect. As for Bundy's Chuck E. Cheese, I am looking for another co host. So hit me up. I don't think I can continue with, with Bundy after that. After even just decided to jump up and defend it. That almost made it worse. If it wasn't, if it would have just lied, we might have been okay. But yeah, here we are."
    },
    {
        "speaker": "A",
        "text": "I bet you that there's some list of best chain pizzas in the United States that Chuck E. Cheese shows up on. I bet you there is. In Bundy's defense, Riggs, go for it."
    },
    {
        "speaker": "G",
        "text": "Oh, you know, I'm down to do some of that content. Here's my thing. My question is, who's paying for all the slices?"
    },
    {
        "speaker": "A",
        "text": "You know, can we get if we've got a bunch of djen folks, I'll give you a bucket. I will pick up the pizza tab and we will. We can do this. We can either do, you know, like the one bite or you could do, you know, most slices in x amount of time, I feel like I would fare very well in that challenge. So I'm trying to stack the deck in my favor, but I'm down and I will pick up the pizza slices for any degen folks that are there and whoever joins us in said challenge. Punter, go for it again."
    },
    {
        "speaker": "C",
        "text": "Tell me it's a bear market. Without telling me it's a bear market. Who is paying for the slices? Oh, dear lord, how far the mighty have fallen. Um, all I was going to say is we might have to."
    },
    {
        "speaker": "A",
        "text": "Well, if you, if you had some of these Papa John's nfTs, you might get free slices. Let's talk about."
    },
    {
        "speaker": "G",
        "text": "Do you see my pF, punter? Do you see my PFP? Obviously I need some fucking."
    },
    {
        "speaker": "B",
        "text": "Chuck E. Cheese is not. Real quick."
    },
    {
        "speaker": "A",
        "text": "Chuck E. Cheese is number 26 on trip advisory. Just so y'all, I told you. I told you no, last."
    },
    {
        "speaker": "C",
        "text": "Last thing. And then everybody's got a take today. But we might have to replace defend that tweet with defend that pie or defend that slice and I'm done."
    },
    {
        "speaker": "A",
        "text": "Yeah, I like, I like it. We, we're going to just take, just really rip off. We're going to be the Dave Portnoy derivative project and just spin off the DJ network. Pizza takes. I'm all about it. Chambere."
    },
    {
        "speaker": "D",
        "text": "I feel like, I feel like there's some content creation for dj network in there. You just got to move it to spend 1 hour in a discord and rate the NFT community."
    },
    {
        "speaker": "A",
        "text": "Oh, definitely. I like that idea, actually. We spend an hour in a different community's discord and we screen record the contents and I actually really like that kind of funny 1 hour every."
    },
    {
        "speaker": "D",
        "text": "No, everyone knows the rules. Perfect."
    },
    {
        "speaker": "A",
        "text": "That's it. And you know, you'll get the whole like, whole experience when you first pop in. And does anyone welcome you? How many messages were sent per minute? Does anybody respond?"
    },
    {
        "speaker": "B",
        "text": "How's the flop?"
    },
    {
        "speaker": "A",
        "text": "I actually like this as a concept play. Thank you. Before we get out of here, because I do have to run. What rate the show today. I want a rating from both you."
    },
    {
        "speaker": "D",
        "text": "And it's not our. It's not our normal Wednesdays. I usually try to pop Wednesday's more serious conversation, but I have to be honest, I did like it. It's a good break. So I'm going to go 8.25 because I'm no rookie."
    },
    {
        "speaker": "A",
        "text": "Wow, that's high. Okay, Chamber."
    },
    {
        "speaker": "B",
        "text": "I mean, we did say it was going to be our Friday show today, so I mean, I think we did. We did it justice. It's not our best. I'd say seven, eight. Like I thought, you know, decent."
    },
    {
        "speaker": "A",
        "text": "I'm, you know, I'm always diamonds off pizza, so I'm fine whenever this happens. I know Chamber under the hood. You're probably boiling that. We spent an hour talking about pizza."
    },
    {
        "speaker": "B",
        "text": "Oh, this is good."
    },
    {
        "speaker": "A",
        "text": "The last time we did this, it prompted your entire show overhaul."
    },
    {
        "speaker": "B",
        "text": "All right, prepare to prepare for outline of next month."
    },
    {
        "speaker": "A",
        "text": "But I would say, you know, for not talking about NFTs for more than 1015 minutes today, we did have a full stage with. With lots of good."
    },
    {
        "speaker": "B",
        "text": "We gave the people what they wanted."
    },
    {
        "speaker": "A",
        "text": "And they wanted pizza. That is it. So a real quick circles and then Ahmed, for the last words and then we're out of here."
    },
    {
        "speaker": "E",
        "text": "So real quick, Riggs was asking who's going to be paying for it? I think, Riggs, you need to write up a Moonbird esque dao proposal to Deejun network that will basically drain out the last of the Deejan war chest. Just spin it all on this video of people eating pizza in the streets. Obviously it'll take great, it'll get great profits, great views, and that war chest will be right back up to where it was even higher than before. And that's all. I'm done speaking."
    },
    {
        "speaker": "A",
        "text": "Sponsored by Papa John's NFTs and little Caesars. Ahmed, thank you for joining us. For the first time today, we hope you come back with more canadian pizza takes giving you the last word here."
    },
    {
        "speaker": "B",
        "text": "I will, I promise. Believe it or not, I join a lot of the DJ network spaces like captains and Steve's in the morning and I pop in and out throughout."
    },
    {
        "speaker": "A",
        "text": "So I love you guys."
    },
    {
        "speaker": "B",
        "text": "You guys are all great. But I wanted to say the show deserves a nine guys like compared to 50% of the crap that's in Twitter spaces right now. I would try to talk about pizza for 40 minutes. Did listen the soldier boys NFT minto. So thanks for letting me up, guys."
    },
    {
        "speaker": "A",
        "text": "And I will be back."
    },
    {
        "speaker": "B",
        "text": "You're gonna love it here."
    },
    {
        "speaker": "A",
        "text": "You're gonna love it. This is home for you then. I appreciate you chamber. Any parting words?"
    },
    {
        "speaker": "B",
        "text": "No. Eat lots of pizza for me next week."
    },
    {
        "speaker": "A",
        "text": "And once we do beat, I'm still holding out hope that you're surprising me with an entrance, that you're gonna walk into the pizza joint as we're all stuffing our faces. It's gonna be a very surprised that you're showing up and it's going to be, you know, I'm still holding a modicum of hope for that."
    },
    {
        "speaker": "B",
        "text": "That's making me feel extremely poor right now."
    },
    {
        "speaker": "A",
        "text": "Well, you know."
    },
    {
        "speaker": "B",
        "text": "You never know. You never know. But it's definitely no."
    },
    {
        "speaker": "A",
        "text": "Sell one of the mutes, sir. You'll have some money. There you go."
    },
    {
        "speaker": "B",
        "text": "No, no. I could sell a million of them and still."
    },
    {
        "speaker": "A",
        "text": "And he still wouldn't go. Crippling anxiety, however, he would. However, he would pick up the pizza tab, that's for sure. 100%. Yep. That's going to do it for us today. Until next time, stay cheesy."
    }
]