[
    {
        "speaker": "A",
        "text": "He does it to me every single damn time."
    },
    {
        "speaker": "B",
        "text": "We have a guest. I try to be as, you know, formal as possible with guys."
    },
    {
        "speaker": "C",
        "text": "Oh, no need to be."
    },
    {
        "speaker": "A",
        "text": "Are you starting this thing or what?"
    },
    {
        "speaker": "B",
        "text": "Let's start the show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work. Sadeena."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am bunch you alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Hot. It's just hot. I've been in permanent sweat all day. It's not great."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't."
    },
    {
        "speaker": "B",
        "text": "I don't know what the conversion to fahrenheit is, but it's like 42 degrees celsius where I am. I think it's like 115. Like, ballpark. It's so hot, I can't even. You can only go outside for moments at a time."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's hot here, too. I went for my step and walk about an hour ago, and I came back in and I was very. I was very hot. But it's. I wanted to get outside, you know, touch grass, as they say. So I got to do. I got to do a little grass touching. It's not overrated. It's nice out."
    },
    {
        "speaker": "C",
        "text": "This is."
    },
    {
        "speaker": "A",
        "text": "Would you prefer the bitter cold of the great white north?"
    },
    {
        "speaker": "B",
        "text": "I was born in the cold, man."
    },
    {
        "speaker": "C",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "That's, uh. I do love the summer, though. This is. It's a little bit much right now, but if it was just cool down a couple degrees, I'd be. I'd be a lot happier."
    },
    {
        "speaker": "A",
        "text": "Well, uh, well, I'm very excited for our guests today. We have James Costa here from clubhouse archives. James, how are you?"
    },
    {
        "speaker": "C",
        "text": "I'm well, not. Not quite as hot as chamber. It's 85 degrees here in Colorado and."
    },
    {
        "speaker": "B",
        "text": "Dry, so that sounds nice."
    },
    {
        "speaker": "C",
        "text": "Yeah. I'm not going to lie. It doesn't feel like an 85 that I was used to when I used to live on the east coast in Florida, which is. 85 would feel like 105."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't do well in the humidity. It's not my best friend. But what we're going to talk about here today, your project, clubhouse archives, which is super interesting. I can't wait to get into it. But it is. You are a fashion expert. And right before that, right before we went live, we were picking apart chambers wardrobe a little bit, and we had. Did my camera go out? Two minutes into this show."
    },
    {
        "speaker": "B",
        "text": "Who had the under."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "C",
        "text": "Camera out. Man down."
    },
    {
        "speaker": "A",
        "text": "I'll be back shortly, but Chamber is."
    },
    {
        "speaker": "C",
        "text": "Just you and I, and we're gonna have to take over."
    },
    {
        "speaker": "B",
        "text": "No problem. It's not my first rodeo."
    },
    {
        "speaker": "A",
        "text": "That's a new record, for sure. But we were picking apart your wardrobe, Chamber. We have identified that the shirt you are wearing is, in fact, a Tommy Bahama."
    },
    {
        "speaker": "B",
        "text": "It is a Tommy Bahama brand."
    },
    {
        "speaker": "A",
        "text": "Can you tell me how you got into Tommy Bahama?"
    },
    {
        "speaker": "B",
        "text": "Well, really, I just. The lifestyle was, you know, I don't know if you remember the classic episode of the Simpsons when Homer discusses hawaiian shirts. And it was either, in Homer's opinion, it was either gay guys or big, fat party animals. And, you know, I happen to be both. Absolutely. No, I'm a big, fat party animal. Yeah, it's summertime. You know, I live in Canada. It's been a long winter. You know, when it's. When it's roasted outside, I want to feel like I'm in Mexico. So, yeah, it's. It's summertime, you know, hoodies all through the winter as one does. But, yeah, it's summertime."
    },
    {
        "speaker": "A",
        "text": "Let's."
    },
    {
        "speaker": "B",
        "text": "Let's, you know, let's step up our."
    },
    {
        "speaker": "A",
        "text": "Game, Morgan, with the great backhanded compliment that only chamber can fall is cool enough to rock a Tommy bomb and not look like a tool."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I. I enjoy it. I enjoy it."
    },
    {
        "speaker": "A",
        "text": "Yeah. So super excited, James, to talk to you about clubhouse archives today. Before we get into that, how are, you know, you're somebody who's, who's very in tune with the web, three space, the markets, everything like that? We were talking a little prior to the show. How are you feeling about where we're at currently in the overall market, the NFT market, the crypto market? What's your sentiment here today?"
    },
    {
        "speaker": "C",
        "text": "Well, I think this is a very interesting time for us to be having this conversation for a few different reasons. Right. A the past two days have been quite a departure from. From what we'd experienced, I think, over the past several months, even though there's been kind of a steady, slow decline, I think the past two days were a bit of a shock and a jolt to the system. And whenever you have that, one thing I do like is you tend to separate the individuals in the space from those that are truly here for what I would personally consider the right reasons to build, to grow, and to coalesce with the other individuals in the space and those who are here to make a quick buck. Everybody had conviction at 4000, and now all of a sudden, there's a massive opportunity to buy and everybody's singing a different tune. When I say everybody, I don't mean everybody. But you know what I'm, what I'm saying, my personal viewpoint on what's going on now, it's an incredible time to buy. If you have conviction in the space, and I have plenty of conviction, probably more so, more than I did even a few months ago, for a variety of reasons, I think that this represents an opportunity, and you don't have a whole lot of opportunities in this space to look at ethereum and say, we're hovering around eleven or $1,200. We're going to look back probably six to twelve months from now and say, can you remember when we had that conversation, when it was worth that? And look at where it is today? Could take a little longer than that, but I think we're going to be headed at that point in a direction that is a far departure from where we're at today. So when I look at what just happened a couple hours ago in terms of the Fed's announcement, and as I mentioned to you earlier, it's unfortunate that we are tied to the broader markets like the Dow and the S and P. But we are to have that news come out and to see the Dow up 344 points and to see us nearing the crossover point, the green and Ethereum, that gives me a lot of promise and hope to think that from here moving forward, perhaps we can start building back to the things that I just mentioned a moment ago. So we have a ton of conviction here at Clubhouse. I have a ton of conviction personally for a lot of individuals that I know in the space are building some really, really amazing things, not just from an NFT perspective, but all the technologies that we've seen when you look at things like token proof. And this morning we talked about Des over the goats and some of the technology that he has. There's a lot out there in the space that individuals should be very proud of, and I'm proud to be associated with them and to be building alongside of them. So those are my comments."
    },
    {
        "speaker": "A",
        "text": "Yeah, I couldn't agree more, chamber. I think you are in agreement as well, because this morning you ended the bear market."
    },
    {
        "speaker": "C",
        "text": "I did."
    },
    {
        "speaker": "B",
        "text": "I did end the bear market this morning, just so everybody at home can."
    },
    {
        "speaker": "A",
        "text": "First of all, thank you. Thank you."
    },
    {
        "speaker": "B",
        "text": "You're welcome. Thank you. I appreciate the praise. For those of you at home, you can take your blanket off and go enjoy the sunshine. It's over. No, I see it. Much like you, James, I think I had some ethereum that I took out of the market a little while ago in kind of the mid twos and was kind of anticipating a pullback. Just because I've seen the market cycle through a few times and this is the first time I felt pretty confident in making a move like that. Where I took some, I didn't put it back into cash. I just use a USDC stablecoin and just had it parked there just waiting for the right opportunity. And to be honest, I was looking for maybe a triple digit Ethereum price point. We still could get there. But the way you were talking about how the market was reacting today, how it's reacted over the past few days, I've discussed volume a ton. I didn't want it to, to take off on me without taking advantage of this price point. Yeah, it could go lower, but I feel pretty good. I was chatting with Bunshu this morning and I said, you know what? If my average, instead of laddering in at different price points, I said, if I commit the pot right now and my average buyback is dollar 1100 ethereum, I'm pretty happy. If that's your average, you might pick up. If you're laddering in and out, know, you might catch a little bit lower. You might catch a little bit higher. But I thought $1,100 was a good price point to, to buy back in at. And, you know, it's, it's looking okay so far. We'll see, we'll see what the next few days and weeks say."
    },
    {
        "speaker": "A",
        "text": "But look at, look at that, look at that bad boy. Mark came, came right out to where I had that line. And of course, I didn't buy it there. I. But I had the right spot there, which is interesting. So we're, we're hitting this support range. Uh, so, you know, barring another catastrophe, we could head down to the 700. We might still bleed down there. But I'm with you, Chamber. I think this is a good, uh, I think this is a good spot to feel comfortable starting to jump in, um, and average from here, either up or down, wherever we're going. But, uh, totally. So that's, that's our current state of affairs on the market, chamber, thank you very much again for any problem market for the people out there."
    },
    {
        "speaker": "B",
        "text": "I also picked up a moonbird today, too. I even got back, I even bought some more nfts."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah. Wow. You went all in today."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we got a, we got another moon bird. And honestly, that's. At that price point, I thought it was pretty, pretty good opportunity there. Too. So picked up a slightly rarer one."
    },
    {
        "speaker": "A",
        "text": "Very cool. So let's get into. James, let's get into your background. Let's get into clubhouse archives. I'm super excited to chat here. James, you and I connected for, I don't know, about 90 minutes the other day a couple weeks ago on video chat, and I originally noticed all of the. I called notice to the things that are behind you on your stream. And one first was that, that great, amazing bottle of tequila that I enjoy. It's the class azul. If you've never had it, you gotta try it. I had it on my honeymoon, actually, in Mexico, so. But the other was the Florida state helmet and the picture that you have behind you. And before we get into, like, your web three background and all that, this story fascinated me. So I'm gonna make you tell it here because I think chamber and the audience will find this story very fun."
    },
    {
        "speaker": "C",
        "text": "All right, so I'll make sure that I can reach back and grab that when the timing is right. So, yeah, I appreciate that little kind of intro there. And there was life before web three, obviously. I have been in apparel for 23 years, but we'll get to that. Before that, I did play at Florida State University for a couple years. I was a walk on there, and it was an incredible experience that I probably wouldn't trade for anything in the world. And there's a few reasons for that. And one of them I'm about to kind of go into. Let's flash back to 1996 97 season. We were, and Florida State, for most of you that are privy to college football, may know and may not know, because more recently, we have fallen out of those graces. We were, for a long period of time, the dynasty that most people were aspiring to knock off and or beat in any way, shape or form. I can say that with, with a little bit of a. Laughter and seriousness all at the same time, because, you know, for us to not be in the top three for quite a while was, you know, was a pretty, a pretty wild thing to see and to be there during that time and in that particular year, at the end of the season, we were number two. And the University of Florida, who is one of our, one of our major rivals, the University of Miami being the other one, and in more recent years have been, some others have now climbed into that saddle there. Yep, there we go. Clemson. That I wasn't going to mention until last. Clemson being one of those. Now, in the more recent years, the University of Florida and University of Miami held that title for quite a while and still rivals, but wasn't what it used to be at that particular time. It was number one versus number two. And they came to Florida State to play in Doe Campbell Stadium on Bobby Bowden Field. And coach Bowden was there at the time. And I was just honored to be on the field and have dressed for that game. By all accounts, they had beaten most teams by 30 points plus throughout the year. They had one of the best teams that they'd ever had, and they were supposed to beat us by at least 30 points. That was the consensus, even though we were number two. To make a long story somewhat short, we intercepted the ball in the first drive and set the tone for the game that it would inevitably bring it down to the final minute and a half. We were up by three points, it was 24 21, and we ended up squeaking that game out and we won. And something happened that had never happened before at Florida State. The crowd rushed the field. I mean, literally poured over a brick wall like a sea wave coming towards us. And in the commotion, my fraternity brothers at the time had found me and decided they were going to hoist me up because other players are being hoisted up. And that was just what was happening. Now, granted, I didn't play. I didn't play not even 5 seconds of this game. So I'm being hoisted up as if I had won the game. A very Rudy esque moment. And in the commotion at one point, you know, there was a lot of flashing, a lot of pictures being taken. But I do remember one of the particular individuals was taking a photo and they kind of stopped us for a moment. I don't know how they were able to coordinate the crowd, but the guy kind of threw his arms up and everybody just started cheering. So of course, I started cheering as well and kind of threw my arm up and the helmet and everything. And the next day I woke up. Oh, actually, by the way, this is kind of funny. I got into the locker room. Coach Bowden was well into his postgame speech. The cameras were there. I walk in, the last individual on the team, as if I was like, giving interviews to ESPN. Outside the record stops. Everybody looks at me. I just looked and I shrugged, and everybody just laughed and turned around. Little did they know what they would wake up to the next day. I got called into the job that I worked part time was a coffee shop, and it was typically my day off. And when I got the phone call, I said, you know, this is my day off and I'm not required to come in today. It was my big brother in the fraternity, and he said, get your ass in here right now, no questions asked. So when I walked into the coffee shop, laid out on the floor was every newspaper across the country with this photo."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "C",
        "text": "My helmet up, as if I had caught the winning pass. Very clean pants, which, by the way, most of my teammates would say to me, man, your pants were awfully clean enough. So, yeah, that stuck with me for a very long time. And it's a good story, and that was my 15 minutes, but I will tell you that I won't. And other people that know history would probably bring this up before they flash it across the screen. In the national championship, they beat us 52 to 20, which was 30 points. They were supposed to have beaten us by a couple weeks prior to that. So there you go, keeping fact in line before someone else throws it up there. But that's."
    },
    {
        "speaker": "B",
        "text": "That's pretty good. Like, if you like, I didn't know much about Florida State myself. You know, coming from Canada, we're not huge into college football, but, I mean, I am a sports fan, and, like, there are certain things that are like. Like inner sanctum sports fan. Like, there are guaranteed Florida State fans that, like, remember the time that, you know, James was on this."
    },
    {
        "speaker": "C",
        "text": "Like, it's this."
    },
    {
        "speaker": "B",
        "text": "You know, it's. It's. It's this cool little moment in time. Specifically to."
    },
    {
        "speaker": "A",
        "text": "The best part to me is the. Is that it's kind of ongoing. Jim. Right. James."
    },
    {
        "speaker": "C",
        "text": "Yeah, I still. Well, here's the interesting thing. Next time Florida plays Florida State, if you're watching ESPN and you see them flash an image up on screen, it's for the past, you know, 20 years. I've seen it, like seven or eight times. They like to reuse that photo just because it was so indicative of the rivalry, because you could see the scoreboard in the back and it says 24 21."
    },
    {
        "speaker": "B",
        "text": "You're like the logo."
    },
    {
        "speaker": "C",
        "text": "You're like somewhat of the logo of that rivalry, which is odd, because I didn't play so good, but I'll take it. You want to use my. My image. I've given."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Steve. Steve says Florida state produced absolute legends in the nineties. Deon Sanders, Derek Brooks, James Costa. And the list goes."
    },
    {
        "speaker": "C",
        "text": "List goes on. I MEAN, Eric Brooks was on and on and forever cemented in history."
    },
    {
        "speaker": "A",
        "text": "Yeah, I had to make you tell that story because I thought it was so funny and cool when I first was chatting with you, but. So thank you for sharing that. But let'S. Let's get into, you know, what we're what we're really here to talk about, which is clubhouse archives. So tell your kind of background on how you got into the web three space. You mentioned earlier that you have a 20 plus year fashion career. What brought you into this space?"
    },
    {
        "speaker": "C",
        "text": "Yeah, to be honest with you, being in apparel for 20, going into my 23rd year, I had no right and or reason to really be in the NFT space other than I got into cryptocurrency couple years ago when the, when the, when the dip happened. Right, the, the corona dip."
    },
    {
        "speaker": "B",
        "text": "The Corona dip, yeah, I bought black Thursday."
    },
    {
        "speaker": "C",
        "text": "The funny thing is, is I did a lot of research. You know, we always talk about, do your own research. And I'm one of those big proponents. And my wife and I actually did a ton of research on Ethereum because I had read a couple things that piqued my interest. And when I learned that individuals were building on top of Ethereum, I instantly became an Ethereum maxi, because when I started my career, it was during the.com bust, right? So I was building during that time. So I'm a proponent of building and downtimes to begin with. Let's just throw that out there. When I saw that people were building during that particular moment, something just struck a chord with me. And I said, wait a minute, there are individuals building on a technology not unlike the Internet, but with a public ledger built into this whole thing. I said, that's the future. And I had to go to the other boss. And I said to my wife, do I have permission to go heavy on this? You asked. Granted, I'm in. Because I was comparing it to the Internet and kind of showing her what happened during those times. And that ended up really well for us. I'm not going to lie. I put a lot into Ethereum and bitcoin. And oddly enough, before it doubled, I transferred everything from bitcoin into Ethereum because I was a maxi at that point. And then last February happened, or those actually crossed, but still last February happened when I learned about nfts. And it was from an old business partner back in 2000 when I started my first business, Carpe Denim, that we ran for about ten years. The housing crisis inevitably would be the beginning of the end of that business, but that business partner ended up going on to become a globally renowned muralist and visual artist. Greg Mike, he's in the space now. You can look him up on Twitter, it's regmike. And same thing with Instagram. And he became extremely successful. You know, he's worked with Disney and Google and Facebook and really, really done some incredible things that I'm very proud of. To say that I kind of helped shape and mold this individual into what he is today, I always like to."
    },
    {
        "speaker": "A",
        "text": "Take a little bit. That's how I feel at chamber."
    },
    {
        "speaker": "C",
        "text": "I was going to say, I can sympathize with those feelings. So, you know, he released his first NFT collection of mad cans, and he did this through Nifty Gateway. They actually came to him and said, hey, we're going to release 50 or 100 artists, whatever that was. We'd love you to be a part of this initial offering. And he accepted, and he did that. And I saw it on LinkedIn. So I called him up and I said, all right, man, what's going on here? You're now releasing digital artwork and selling that? Because he has an art gallery called ABV in Atlanta and was quite successful at that juncture doing that. So now we cross over to the digital world. I wanted to know everything about it because I was already involved in cryptocurrency and I knew there was some sort of correlation. I said, what are nfTs? He explained to me that he had released a number of these digital artworks. And when he told me how quickly they sold within a 48 hours period and how much money was made, and I won't, I won't disclose that, I'll leave that to him. But let's just say it was in the millions. I almost fell out of my chair and I sat, I sat up and he had my undivided attention. And I said, okay, you know, what is an NFT now? Because up until that point, the only people that I knew that could make money in that amount of time were technically illegal businesses. So I just had never heard of anything like this before. And I said, can this be done in apparel? That was the one question that I could muster to him, really. First off, what was an NFT, and can this be done in apparel? He knows me well enough to know that I didn't mean I was going to make digital wearables and do an art project. So he said, I know you. What are you talking about? And I said, yeah, I actually want to launch clothing. And I had this idea back last February. And I said, I want to launch clothing and I want you to partner with me. And he said, all right, he's up there. He said, you write a business plan, and let's take a look at it and figure out what would need to be done from there."
    },
    {
        "speaker": "A",
        "text": "Very cool. That's an awesome origin story chamber. I saw you smirk at the same part I did, which was carpe denim, which is just an absolute home run of like, that is fantastic. JP kaz jumping in with his JP kaz like comments. He's intimidated how it's intimidating by how handsome this show is, except for bunch of facts. And then he says dyo r is cool and all. James, but have you ever done brs by regret? James notoriously doesn't sell NFT."
    },
    {
        "speaker": "C",
        "text": "I was just gonna say, yeah, I can answer that."
    },
    {
        "speaker": "A",
        "text": "Sure, he doesn't sell his NFT. So JPKz, his buying strategies are probably better than yours, and his hidden folder is probably smaller. So that's probably the answer to that question. But awesome. That is a very cool origin story on how you're getting started here. So let's talk about what the actual idea is here. So what is clubhouse archives? How does it work? Cause you mentioned which I think when a lot of people hear apparel on the blockchain or apparel web three, that's what they think of. They think of digital wearables in the metaverse and avatars and things like that. So describe what the project is, how it's going to operate, and what makes it different."
    },
    {
        "speaker": "C",
        "text": "Yeah, sure. And look, that correlation isn't lost on me in terms of people's immediate perception would go to digital wearables because that just makes sense. So, you know, when I set out to create the vision and or model for clubhouse archives, first and foremost, I knew one thing, and this is nothing to knock any projects out there because I have become a collector and holder of many, including the moonbirds that you have on your hat, Yuga and many others. I just haven't sold a whole lot back to this day. I've sold one NFT and we can."
    },
    {
        "speaker": "A",
        "text": "Get into, what was it? What was it?"
    },
    {
        "speaker": "C",
        "text": "Bored ape kennel. And it was to provide liquidity to purchase a moonbird based on."
    },
    {
        "speaker": "A",
        "text": "Smart move."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was a very. It ended up being a brilliant move and kind of put me on the track to where I am today in terms of how I, how I look at things. But we can talk about that shortly. You know, I wanted to develop a business model that tied the physical and digital world. I didn't want to just do, and what I meant before by said sorry for any of the projects. I didn't want to just do a traditional PFB project. My personal take on that is they're very risky, as we know, as we've been able to see in terms of providing value. You really need to kind of. You really need to not get lucky. But you just need to be in the right place at the right time in terms of setting up a business like that. Because typically speaking, only the ones that rise to the top, those blue chips, are in a position to ride market volatility and fluctuations like we just saw. And that was my viewpoint back in February when I heard about this, is I said, you know, if I do this and you don't reach that status to a certain degree in a short period of time, you put yourself in a tough spot to provide the value that you want. Right? So I thought it was interesting when I started understanding utility, you know, when that all. When those conversations started to build and the 721 became a thing, you know, aside from the ERC twenty s, I started to realize an opportunity, and the opportunity was to create an exclusive membership for an apparel company. Because coming from the world that I've come from, everything is built on the opposite of that, where you drive the value based on the stores that you do business with and the network of distribution that you build up over time. What I wanted to do is kind of tackle this from a different approach and create an extremely exclusive membership, whereas that membership would then only have access to the apparel. So we would be servicing that membership, and, of course, we would find the opportunity to onboard new members in a public lint, if you will. So I said, okay, well, how do we build this membership? And I saw a lot of numbers being thrown around, you know, 10,000 this and seven. Seven. Seven this and the magic numbers. Yeah. So I said, well, I don't want a big supply. I never saw that as the means to an end of the way to do a business like this. And I say business. I mean, we formed a corporation in Colorado and went out and got the trademarks. And because I always was treating it as a business, which is all I know. So I came into this with that same mentality. So I said, okay, I can create a membership of limited quantity. So what is that number? So, 1880."
    },
    {
        "speaker": "B",
        "text": "Just."
    },
    {
        "speaker": "C",
        "text": "Everybody knows. When we formed Carpe denim, as we discussed earlier years and years and years ago, that was based off of our address. We lived at 1880 Belle V way. And we used to say, established 1880 on everything that we wrote. We were fortunate enough to get in a lot of magazines, and a lot of the editors used to really give a shit. And they said, listen, I can't write that you guys were established in 1880. And we said, no, we never said that."
    },
    {
        "speaker": "A",
        "text": "We said, establishing."
    },
    {
        "speaker": "C",
        "text": "And that number always just stuck. So I went back to Greg, and when I showed him the business plan. He started laughing immediately because he saw the quantity, and he said, all right, this is. I'm intrigued. This is cool. Let me get involved here. So I said, all right, now I have the supply in terms of what I want to go after, what I think would make sense because it's not this obnoxious amount that we want. I tried to set a price, and our mint price has changed from what it used to be. Initially, I had set it at a specific level that I think today most people probably would have looked at me cross eyed and I even, even had reservations because of how far Ethereum had kind of dipped. So, you know, we'll talk about the price and all that in just a little bit. But after the Genesis membership is formed, I then wanted to provide utility. And my utility, as I saw it, was different than everything I'd seen in the market. I wanted to provide tangible intimacy because that's what I'm used to. That's what I know. And when you provide somebody with an article of clothing, for instance, I always equate that to intimacy. And here's why, there is something to be said about holding a garment in your hand that looks and feels a very specific way. You can feel the quality in the fabric. You can really relate and resonate with the detail in the garment. Right. And that's typically why someone will grab it off of the rack. It's already spoken to them in an intimate way. That connection's there."
    },
    {
        "speaker": "B",
        "text": "That's how I feel about Tommy Bahama."
    },
    {
        "speaker": "C",
        "text": "I was just going to say chamber has an intimate relationship with Tommy Bahama now. It really caresses his hawaiian shirt that he purchased and, you know, there's that level of connection there. So he's now forever connected to the brand. But it's. So I'm glad that unicorn likes that because I use it a lot. That was what was missing from the NFT space. Where is the tangible value that 90% of the projects can point to other than community? It's difficult. Right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "So I said, well, we need to just provide clothing to the membership. I mean, that is the utility. We're not going to be unlike any other clothing brand. So after that membership is formed, we're going to provide seasonal collections, seasonal goods, seasonal drops, because they're going to vary. We're going to do some really fun things to that membership. The difference is, and I wish I've had this in the past 20 years of business, we're going to give them a voice in that. So when we do launch that membership, and we have that initial Genesis membership pass launch, we're going to give them the opportunity to have a voice in the direction of the collections and of the product. So they're going to actually have a part in that intimacy. Right? So it's a higher level of intimacy because literally they can vote on these collections as we start to drop them. And if we drop 100 pieces and they vote it down to, you know, five men's and five women's, or if we have a style and we have 30 versions and they get to pick the version that we go to mint with and produce, that's cool. And it also provides feedback to the brand. If I went out and spoke to 100 brands today and said, listen, I'm going to put 2000 people in the room and give them the opportunity to give you feedback before you ever go to production, they would say when and where. Because of course we want that feedback. We have to rely on all of the traditional internal means to do that. So I'll pause here if you've got questions or comments based on that."
    },
    {
        "speaker": "B",
        "text": "You're muted, Bunch."
    },
    {
        "speaker": "C",
        "text": "You muted, bunch. You're still muted."
    },
    {
        "speaker": "A",
        "text": "Sorry, my kid was screaming, so I didn't want you to get interrupted there. But my first comment is chamber. If you liked carpe denim, you're gonna love the garment as I just saw it."
    },
    {
        "speaker": "C",
        "text": "And I love it."
    },
    {
        "speaker": "A",
        "text": "James, talk about that really quickly because I know you have the trademark for that, but that's it, I think."
    },
    {
        "speaker": "C",
        "text": "I mean, it's such a no brainer naming businesses and or things. You know, we had a. We had an apparel trade show, and, you know, the biggest thing at trade show is everybody says, well, how was the foot traffic? So I came up with the name traffic for the trade show, and we ran that for a number of years, and Greg was actually involved in that business. So now I'm starting to realize that maybe I have a knack for kind of coming up with these names now. There's a really interesting story around garment. When I was doing my discovery last year, I was trying to come up with a name for utility that I had thought of. And I said, wouldn't it be really interesting to take the voice one step further and allow individuals to co design their own collection based on their current holdings? So the moonbird that we all, I think, hold, you could take that moonbird. You can combine it with our blank NFT. So you're looking at silhouettes here. You've got a crew neck pullover, a flat front short with a varsity jacket and a track jacket. And a polo. Take those blanks, combine them with your NFT and create your own line of apparel, either digitally. That's the first layer. So you could do this as a digital wearable. We can convert that to a digital wearable. And we're actually speaking to a company now that we're pretty set on partnering with. That actually has created some interoperable opportunities there across various metaverses, which is really cool. And then the second layer of that is you can access our facilities to create your own line of apparel based on that IP because you're the owner. And I called that the garment. And when I did discovery and saw that that was available, I almost fell out of my chair. I was like how? I kind of looked around and was like, I feel like I'm in a weird position here because I discovered something that no one else had in the apparel industry that's in web. And I immediately jumped at the opportunity and that is the garment utilities to be able to combine anything in your current collection. Use that IP if you have the permission to do so, and create your own line of digital wearables and or physical apparel."
    },
    {
        "speaker": "A",
        "text": "That's awesome. Chamber. I see a couple of items on here that you could wear to work."
    },
    {
        "speaker": "B",
        "text": "I'm all over these. I love everything in this. This is great stuff."
    },
    {
        "speaker": "C",
        "text": "So, you know, the one thing that we didn't talk about is we're doing all of this in our own token gated marketplace."
    },
    {
        "speaker": "A",
        "text": "That was where I was going next. So let's touch on that."
    },
    {
        "speaker": "C",
        "text": "I figured you might. So we've created, and that is an actual image of it on the left hand side there. It's a web two meets web three experience. What I mean by that is you can go on and pick your nfts of the collections that we do go to mint after the, after the membership is decided, whatever those are going to be, whether it's a garment, a collection of garments, and you can then pick your size, you're going to have a profile in here that you can create to where you can have all of your information, shipping, et cetera. So it is going to be a hybrid experience. And the reason why we're doing that is the business model lends itself to that. We're going to be shipping a physical product. We're going to need information. You know, there's another utility that we're going to discuss, and I don't mind getting into the weeds here. It's time that I'm very vocal about this and we can have a conversation, but there is going to be an opportunity. Okay. If there is a reason why we want to KYC people, there is going to be an opportunity for that membership to share in a percentage of royalties of the business as it grows. And I know alarm bells are going off in people's minds and securities and how we test and all that. Here's, here's the, the underlying word that means everything, the opportunity. So we're going to put them to a decision after mint through KYC mechanism of 1099. And there's a lot of people that are listening to this, are going to go back into their business models and probably look to do something like this. So you're welcome in advance through 1099."
    },
    {
        "speaker": "A",
        "text": "One of those people is me."
    },
    {
        "speaker": "C",
        "text": "We're going to give people the opportunity to be independent contractors. They are going to be helping vote on collaborations, the product itself. They're going to be contributors and there's going to be an independent contractor agreement. If you fill that out, we're going to have to compensate you for that. And that's how that's going to take place. So there is going to be the opportunity, but you're going to have to walk through the door. We're going to open it. Whoever wants to walk through and join that journey with us, great. Those that don't, they have all of the other utility that they can access and have the opportunity to benefit in."
    },
    {
        "speaker": "A",
        "text": "That is such a huge and fascinating aspect of this, I think, because when you told me that on our initial call and it was the same thing, it's like, oh, okay, initial red flag alarm, and then you explain the mechanism and I'm like, oh, my God, that's so in your face obvious. Why didn't anybody think of this before? And it's such a, um, I think it's a, it's a total game changer when you think of the, the way that you're going about this. Like so, so essentially, just to reiterate what you said, just so I can clarify for anybody listening at home, so you'll have the, once you mint, you're part of the, you're part of the, you know, community here. You're going to actually have the opportunity to participate, as you mentioned, in, you know, designs and voting and what actually goes to market. And because you are actually having a say in what is actually being built from a product standpoint, you can then take those who are interested in giving you their KYC information and essentially make them contractors of the company because they are participating in those types of decisions on what is actually being put out by your company. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "You have very concisely reiterated what I said."
    },
    {
        "speaker": "A",
        "text": "All right, cool. I just wanted to make that clear because I think when people, this is a spot that somebody might listen to and then have to go back and listen to it because it's super, it's such an interesting model and I think it's really important to what people might take away from the value here. And so it's not just the apparel side. It's basically you've aligned the incentives in a web three way that is very much all about this ethos that we live every day. You're sharing the incentives with the folks that are part of your community. And I, as a result of that, you're going to get, like you mentioned, this unique participation that other companies wish they could have before they go to market. You're also going to have built in brand advocates all these initial 1880 and however the group expands beyond that, you're going to build brand advocacy through this method and it's going to be really interesting to watch. Chamber, what are your thoughts on that?"
    },
    {
        "speaker": "B",
        "text": "Honestly, I'm surprised no one has thought to do this already. It seems like you said, it seems obvious, but it's great to see somebody actually putting it in practice. I guess my question is how quickly can I buy this thing?"
    },
    {
        "speaker": "C",
        "text": "We actually have a date. We have a date and we're sticking to it. We'll talk about the key society in a minute. But a couple things. Let's just reiterate what we're talking about here because I want to be very clear in the business model, right. We formed the membership, okay? That's the genesis token launch that people are very familiar with. And that date, just so we know, is going to be July 13. There are some other things happening around them that people would probably recognize if they're in the space. But that is the date. When that happens, we're then going to put things to a vote, okay. To allow the community to have a voice. Right? So that's we're talking about. Voice is the first pillar of utility. Access then becomes the second pillar because then we're going to put that collection to mint. They will have one week access. With that, we don't want to have gas wars. We're going to give them a lot of time. It is token gated. So we have the luxury of time in those situations to give them the opportunity to pick what they want, figure out where that's going to be, and let those numbers shake out how they will. We will then open it up for 24 to 48 hours access to onboard new members into the community. I want to explain the benefit of being a Genesis member. If you're a non Genesis member, you don't get the opportunity, right, to do the KYC and everything that we just spoke about. You don't have as much of a voice. So Genesis members will have 25 x over those non Genesis members. So when I vote counts as 25. So that's. That's explains people like, wait a minute, if I could just get into a public man buying a shirt. Sure. You just don't have all of the perks as you do if you were a Genesis member. So that second level of utility is access. So they have that week. And obviously access extends into IRL as well. Third level is community. And we can talk about the key society here in a moment. We've already started forming a community. We've had literally curated individuals in the space and outside of the space, there will be total of 80 of those. When all said and done, we're holding a number of those back until after the Genesis launch. But those key society members, as we refer to them as are literally, they each hold an individual key. In a sense that is going to help us unlock value for the community by way of providing various levels of either access, advice, you know, opportunities that we might not have had without them, network all of those things. So there's a reason why I call it the key society. Most of those members I probably haven't even given that explanation to, but I'm talking out loud now, just kind of letting everyone understand what that means. I called myself the key master for a while in discord. Got a lot of Ghostbusters blowback for that. That in addition to the fact that I felt the need to dox myself, even though I was on Twitter and whatnot to the community. And so I just put my picture and my name. But giving out those keys to the key society because they can unlock things that otherwise the business would have had a. Is already the basis and the foundation for the community that we're going to build. So those members will all have access to all of those individuals. So when we say community is a utility, I look at things like token proof coming out of bored ape. That's a perfect example of how community can build and create things that the space can then utilize and have an extreme amount of value."
    },
    {
        "speaker": "A",
        "text": "So I want DJ network came out of. Bored ape."
    },
    {
        "speaker": "C",
        "text": "Is going to go down and look, I give kudos. I wish I had the foresight to get involved with it. Back then, board ape is going to go down as a case study of producing probably the most value that web three will have in the future. I'll go on record as saying that of any other project because of how much has come out of there. I mean, it is the ogs and the space, for lack of a better term, punks could, probably, would probably have a bone to pick with me on that. But a lot of those individuals crossed over into the same membership anyway. So I think I'm pretty sound in saying that."
    },
    {
        "speaker": "A",
        "text": "When I just, when I just framed it as DJ network came out of board ape, I saw chamber just shrivel into his chair. I saw him hurtle. I saw all of that guttural physical reaction because chambers, the resident board, you get hater. But chamber, one way or another, dj network came out of the bored Apia club."
    },
    {
        "speaker": "B",
        "text": "So can argue it."
    },
    {
        "speaker": "C",
        "text": "Yeah, I can tell you I've heard ten examples of that since I've been in the space. So, you know, a lot that we probably don't even know about and we will inevitably, we're still living in it when we get removed from all of this. People will write memoirs and books will be published, people will write books and memoirs and a lot of information is going to come out. And I guarantee you we will trace a lot back to the bored Ape yacht club. And I don't have a problem with that. I don't have a problem with yuga, with bored ape, with punks, with any of it. We could talk about my issues with the space probably at a later time. And I'm very bulky coffee with captain, so. But I don't have. I don't have a problem with legitimate businesses that are looking to provide value back. Unfortunately, some of them are exceptions to a rule, but others have carved out a nice niche. Anyway, that's my rant. Sorry."
    },
    {
        "speaker": "A",
        "text": "We have a couple questions here that I think are good. We've got from Unicorn Creative. Having been in apparel for a long time, do you already have a manufacturer for the non digital items? If you can say unicorn just pulled."
    },
    {
        "speaker": "C",
        "text": "Me back on script. So those after mint, whatever that total number is, we're probably going to cap the units. That's what we negotiated with the factory that we currently have in Italy. I do have factories all over the world because we're going to talk about another part of the business model with a recent announcement that we had, and then that'll go into production. So we do have a production facility in Italy. Here's where it starts to get interesting. We're going to produce these goods. And we're going to include what's called an NFC chip, a near field communication chip, and you can look the technology up. It's existed for about 20 years now. Dry cleaners use it and have used it for a number of years. But with the introduction of nfts, it presents an opportunity for us now to connect the physical and the digital. So we're using a company, we partner with them. It's called Smart Seal. You can look them up at SmartSeal IO to utilize that technology, to hold your phone near that and verify your NFT through wallet connection. Now, we're also looking at things like token proof to take a layer out of that for security purposes. But you can verify the NFT. You can cast an AR image, you can open a link to a video very similar to a QR code. The technologies are very similar. So we're just saying it's an enhanced customer experience that we're providing. So we'll produce those goods and ship those to the holders with the NFC chips that will allow them the ability to do everything that I said in terms of that enhanced customer experience that we just said. So that is, in a nutshell, what we are doing, and we're going to do this in seasonal collections. Not unlike a clothing brand that exists today. We actually would consider ourselves more of an apparel line that's using blockchain technology and nfts to provide an enhanced customer experience, whereas most web two members."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's definitely the vibe I'm getting for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what's your overall kind of vision for the chip accompanying the digital and physical? Like, how do you see that progressing in the future?"
    },
    {
        "speaker": "C",
        "text": "There are a lot of different ways. Well, first off, we want to form partnerships. We do want to be Web three's resource. So the question was very poignant that unicorn asks, do we have that set up? Yes, we do. And we have other factories around the world that I've developed over the past 23 years, relationships with. Because we do see ourselves as a resource for the web three community, and we want to be that resource as a conduit to those facilities. Because quite frankly speaking, the merchandise, and I'll call it merch, that I've seen come out of the space terrible in the past 18 months has been appalling."
    },
    {
        "speaker": "B",
        "text": "And I honestly am responsible for like 33% of it."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I just gave phrase to a company that produced merch, that we'll leave it at that. That is merch I'm looking to provide and we're looking to provide, I should say, as a company, a higher level of quality and tangible intimacy that you can hold in your hand and say, I want to be connected to this brand through what I'm holding in my hand, because it makes me feel good, not only from an aesthetic standpoint when I'm out and about, but literally, I love the way it feels. And that's important. That's something that you can't trade for anything. Web two, web three, it doesn't matter what web, web five, as we've recently heard, whatever that might be, it doesn't matter. That's an untradable value."
    },
    {
        "speaker": "A",
        "text": "Unicorn says it's booty, describes the apparel. It's straight booty, is what he said."
    },
    {
        "speaker": "C",
        "text": "It doesn't meet the level of standard that I would set for any customers that we want to provide."
    },
    {
        "speaker": "A",
        "text": "Thanks to a couple more questions here as we're approaching time, but I want to make sure you get these questions in. JP Kaz asks, is there women's apparel? And the answer to that, I believe, is yes. But, yeah, do you want to talk about that really quickly?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So we aim to be a provider of value for both men and women. And, you know, we're even looking at creating inequality within the organization if it is extremely lopsided, which some of the cases we've seen projects be that way. And that's just something that we would love to see the space provide more for women. We want to provide equal voice, so we'd probably use math to do that. So that way, if there's ten men and one woman, then she would have a ten to one. And that we just want to create that equality because we are going to be providing these collections for women. I would prefer for them to have equal voice in that decision making process, and not."
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "The voting power for women's clothing."
    },
    {
        "speaker": "A",
        "text": "So I can't wait till chamber mansplains to Morgan. Why he."
    },
    {
        "speaker": "B",
        "text": "I was gonna say."
    },
    {
        "speaker": "C",
        "text": "I was just about to say, why hawaiian shirts? And I was gonna say, you're gonna."
    },
    {
        "speaker": "B",
        "text": "Use math to, you know, make sure everything's equal."
    },
    {
        "speaker": "C",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that makes sense. We try to provide that here on dj network as well. We want to make sure our executive team is well balanced as possible. So that totally makes sense. Then."
    },
    {
        "speaker": "A",
        "text": "The other question I have that you touched on was you mentioned you wanted to be the service provider for web three. I think that's how you put it. Talk about that. Talk about, you know, the opportunity for partnerships and expansion throughout in those avenues, because I think that's important. As well, beyond just your clubhouse archives. Branded stuff."
    },
    {
        "speaker": "C",
        "text": "Yeah. So we announced. We announced last week our first partnership even before we minted, which was a testament, I believe, to the value that they saw our partnership with the Lynx Dow. If you're familiar with the space, the Lynx Dow, you'll know that name if you're not there, you should look them up. They were the business that said, we're going to buy a golf course. And the Twitter world, especially in the golf community, erupted, and they raised $10 million. They just recently announced a partnership and investment in Callaway, and then the very next day, they announced us. So that was humbling in a way, and really opened my eyes to the opportunities that existed out there. And we're having conversations with communities to provide the same kind of service where we can do digital wearables and we can provide physical goods to those communities. So if they wanted to provide apparel, high quality apparel, to their membership, they now have the opportunity to do that because we're going to open up that production to them. So there are a number of communities we're talking to, and don't be shocked if we announce some partnerships as we lead up to mint. And then after our key society alone, you know, Greg, Mike is one of those. We are. We are going to be doing a collaboration with him. I don't really want to. You're going to see them roll out on Twitter. I don't want to let the cat out of the bag here, because there are so many."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, don't."
    },
    {
        "speaker": "C",
        "text": "That's fine. I'm three."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is, uh. I I asked the question, but unicorn was getting there anyway, so he asked the same thing for other projects. So the answer there is yes. I can see Chamber already. Uh, I could smell his brain thinking about how he's going to incorporate the Djen network's merch into clubhouse archives apparel, because he needs absolutely those super, super comfy, um, hawaiian shirts is."
    },
    {
        "speaker": "B",
        "text": "I like those, uh, I like the, you know, those, those. Those jackets look great. There was a bunch of stuff. I mean, I wouldn't go with green personally, but it was, it was. I enjoyed the style for sure."
    },
    {
        "speaker": "A",
        "text": "Don't think. I don't think I purposely did not put this comment up here, JP. I was just waiting for it. JP Kaz says I look like a huge asshole in that green sweater, but I need it. And then he also says his shopping habit is just go to his nearest department store, feel and smell things, and then leave in his hane shirt, which I actually believe that's true."
    },
    {
        "speaker": "C",
        "text": "I actually really believe related to that. Actually, I just thought so when we say luxury, luxury apparel, if you can look up any luxury apparel brand, you can understand price point, and there's a reason for that. It changes hands. We're not doing that. So you're going to be buying, or have the opportunity to buy if you're involved in the membership, luxury apparel at not luxury apparel prices that you'd be used to. So the perceived value and actual value."
    },
    {
        "speaker": "A",
        "text": "That's very interesting. Yeah, that's actually a really good point. I was watching, I'm gonna tell on myself here. I was watching a TikTok video yesterday because I'm now obsessed."
    },
    {
        "speaker": "B",
        "text": "Is that telling on yourself?"
    },
    {
        "speaker": "A",
        "text": "Yeah, because I've never been a tick tock person until literally, I think I."
    },
    {
        "speaker": "B",
        "text": "Watched a thousand tick tocks a day."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm joining the ship here. But one came across my, my screen and it was about exactly that. Like how, you know, luxury apparel is marked up and stuff because of exactly what you just said. So I think that's really interesting. And I think people will find that this is going to be massively relatable from a price point because of what you just mentioned as well. I just wanted to, um, mention again that the key society, um, because it is essentially a powerhouse group of advisors. Right. Like, um, at the end of the."
    },
    {
        "speaker": "C",
        "text": "Day, that's an easy way to put it. That's correct, yeah."
    },
    {
        "speaker": "A",
        "text": "And, and I've seen some of the folks that are involved and, uh, there's some, I don't know if you can tell a couple that might be involved just to give people an idea of, but this is chamber. This is when I was like, yeah, remember I told you, I said, james is, james's connected? Like, yes, I remember you telling me that."
    },
    {
        "speaker": "C",
        "text": "I could say this in our initial advisor group with the individuals that I put together to help shape and mold the business a year ago. They include members of Versace Design, member of Nike. You have Greg, Mike, you have a founder of Sweater Ventures. Marty Hackel was the 20 year fashion director at Golf Digest. Rob Bass has been in 3d for longer than 3d was cool. And I've also known him since I was five years old. I will say from that small team, I went out and I utilized the network and there are names that I've already launched. You can go on the Twitter feed and roll tape on some of them already. I will also say that some of the people I admired in web two, some really, really big names, people will know right away if I threw them out. But I'm going to just wait and let them. They're coming soon. It's going to shock people and it's going to send some shockwaves. And I can say that we've got people that are at the top of gaming, fashion, finance, influence within all of web two and web three, marketing, the military. I could talk about Stephen Matosky, who we announced as COO. Brilliant, brilliant man. I sat and listened for a very long time to Stephen before I ever approached him and Morgan. And I was. I was. I have everything that I thought about Stephen as far exceeded my expectations. And he is every bit of the brilliant individual that I thought he was. So he is just a sliver of the representation of what we have put together in the key society. And I'm. I can't tell you how excited I am, and I wish I could say more. I should talk about the mint date and price and all that stuff."
    },
    {
        "speaker": "A",
        "text": "That was my last, that was my last topic here before we wrap up."
    },
    {
        "speaker": "C",
        "text": "But."
    },
    {
        "speaker": "A",
        "text": "But one thing before we get there, last question from Unicorn was how famous does one have to be to connect with James? And I will just go out and answer that and say, you know, I've known you for a couple months now, just casually through, you know, coffee with captain and dj network, and you are one of the most humble people that I've ever come across and appreciative of all that you're building here. But I would go out and say, you don't have to be famous at all to connect with James and he would connect with anybody out there. So kudos to you and what you're building here because I think it's super awesome. So let's talk about the when is the mint, what is the price and when? How can people find you and get involved?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sure. First and foremost, my DM's are always open. I. That's just how I'm built. I answer them consistently. Once again, just how I'm built. I hope I can maintain that level of accessibility by bandwidth. So I'll put that out there. I never want to hide. I always try to be center. That's a. The mint is going to be on July 13. We selected that date originally. It was going to be at the end of this month, but we did want to move far enough away from the dip. Right. We want people to be able to feel good. So we're cognizant of that. We read the room and we took the last few days, really to rework the mint price even. And right now we have set that and we're sticking to our guns because this is the first time I've publicly announced it, and I'm going to announce it in an odd way. We're going to have it at $600 USD. And you can equate that to whatever cryptocurrency you want to equate that to."
    },
    {
        "speaker": "B",
        "text": "I don't know what that means."
    },
    {
        "speaker": "C",
        "text": "Wherever that lands on the day of the mint is where it's going to be. Because I don't want to get into these games that I watch everybody play of moving thing. It's a moving target. I don't want to be a moving target. We fear that. We feel, we believe that that is a fair value for the price of a lifetime membership into this organization that has the opportunity to pay itself back. So through the KYC mechanism, essentially, the memberships will inevitably pay for themselves. And you get to participate in the building of a clothing brand. How many times in history do individuals have the opportunity to say that they're going to be able to be part of a brand in that sense, to build it from the ground up, from the foundation up? So that's the when and the what and the price. The opportunity. Pay attention. You'll see there will be mint list opportunities. We have an open discord. Please join that. We. You know, you can find us at Clubhouse Arknft because I couldn't put clubhouse archives because it won't accept that many characters in Twitter."
    },
    {
        "speaker": "A",
        "text": "Hey, we know. We know how. We know how finding a handle is. Our Twitter handle for minkandition is terrible."
    },
    {
        "speaker": "C",
        "text": "Anyone in Twitter that's listening, please make it searchable both ways. Because people know people, how they know people, and it's not currently, which I think is just funny. So anyway, yeah, that's, that's, that's, that's the who, what, when, where, and how, I guess. Just please pay attention. There are going to be opportunities to get on those lists. I'm not hard to get ahold of at all. And I'm doxxed. So there's literally probably seven different ways to get ahold of me."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is awesome. This has been great. Chamber, I want to hear you. I knew all about this project coming into this talk because I had connected with James before you came in totally blind. So I want to hear what you. What you think of everything that you've heard so far here before we wrap up."
    },
    {
        "speaker": "B",
        "text": "So straight away, like, honestly, I'm in NFts for, like, the swag I have."
    },
    {
        "speaker": "C",
        "text": "I love."
    },
    {
        "speaker": "A",
        "text": "I love getting stuff that Tommy Bahama drip."
    },
    {
        "speaker": "B",
        "text": "Yeah, if Tommy Bahama put out an Nft? Uh, no, but, like, I do love, you know, I love my gutter cat gang hoodies. And, uh, there are some good, you know, as much as there's absolute garbage out there, there are some good stuff. Like, I. I just got a great, terrible project now. It bottomed out, but, uh, I got the three lander full, like, sweat suit, you know, sweat hoodie, a sweatband combo. Uh, and it was, you know, it was, it was co branded with like a. I don't know, like a California, you know, I don't know exactly was. It was. They were definitely like a fashion company that made, you know, that made limited edition stuff and they partnered with them. And honestly, the, the quality is through the roof. I think I paid like $600 for this, you know, to the door. This is definitely expensive."
    },
    {
        "speaker": "A",
        "text": "So what you're saying is you can't wait to mint all."
    },
    {
        "speaker": "B",
        "text": "I have so much. And they're just gonna be garmenting this. If I can have a continuous flow of new apparel as opposed to the one offs, I mean, I'm in. I'm in heaven. I mean, that's what I want. If we could get some, some stuff from my wife, because she always wants, you know, she wants the stuff too. So if there's, you know, like a female apparel section, like, that's even better. So. Absolutely. I think this is terrific."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's just one big. It's. People are going to realize at one point, it's just one big GoFundMe campaign for chambers wardrobe."
    },
    {
        "speaker": "B",
        "text": "100% involved."
    },
    {
        "speaker": "A",
        "text": "I did like JP Kaz's comment here. $600 is 72 million. Shiba Inu token. There you go."
    },
    {
        "speaker": "C",
        "text": "Value so much. Someone's good at equating value."
    },
    {
        "speaker": "A",
        "text": "I can say I love it, but, yeah, this is awesome. And I really think that what you're doing with this, you know, potential opportunity to share in royalties is very unique, and I think that's going to attract a lot of people from exactly what you said. Right. The ability to get in really, truly in a, in an apparel brand at the, at the ground level and actually have say in what is happening. And I think that's really unique. I think this project, you know, whether you launch this in a, in a bear market or a bull market is bound for success, mostly because of you, your experience, what your vision is here, and everything that, that you're gonna put into it going forward. So I'm super excited. Chamber. You're gonna be minting, you know, flutter verse polos here."
    },
    {
        "speaker": "B",
        "text": "I do have. I got so many."
    },
    {
        "speaker": "C",
        "text": "I got so many going to reach and we're going to create some really interesting I need a steady stream."
    },
    {
        "speaker": "B",
        "text": "I need a steady stream so this is great. I'm glad to find it."
    },
    {
        "speaker": "A",
        "text": "So one last time before we wrap, where can people find about clubhouse archives? And you, James?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the clubhousearchives.com will release the archives mint when the mint happens. That's actually where we're going to release all of our collections and and partnerships. Lovehouse Arcnft is the place we would probably want to send most people. And then through there you can use the link to get to both the website and the discord, which is open. And that's that."
    },
    {
        "speaker": "A",
        "text": "Awesome. Fantastic. This was great, James. Thank you so much. Chamber. Until next week, I guess. Say love. Actually, I don't even know what's going to happen next week. I'll be at NFT NYC. Maybe we'll play by you."
    },
    {
        "speaker": "B",
        "text": "You guys got two episodes this week, so don't complain. I don't hear any complaining out there. You're welcome."
    },
    {
        "speaker": "C",
        "text": "That way you're getting anything from us."
    },
    {
        "speaker": "A",
        "text": "This has been awesome. This is a great marketing strategy. I'm really interested. I really love Chambers approach here to the people, but that's going to do it for us. Until next time, stay mint."
    }
]