[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am Bunchu, alongside my esteemed colleague and co host, Sasquatch Squatch. How you doing? Doing, buddy? People might think we rehearsed this stuff, but we don't."
    },
    {
        "speaker": "B",
        "text": "We don't. This is all off as a cuff. Yeah. If you're not aware, I'm a big Sasquatch guy. I like all things sasquatch and products made by sasquatches. You know, like beef jerky and soap. But no, I was just watching one before the show started."
    },
    {
        "speaker": "A",
        "text": "What was the name of it?"
    },
    {
        "speaker": "B",
        "text": "This one's called. So it's a series of. This team of people making series is called on the trail of. This one's on the trail of Bigfoot. The last frontier. They're up in Alaska."
    },
    {
        "speaker": "A",
        "text": "The last frontier. That suggests that they're close to getting him or that they've literally searched everywhere and he doesn't fucking exist."
    },
    {
        "speaker": "B",
        "text": "I was thinking about this. I've been a Bigfoot Sasquatch guy since I was eight years old. I remember."
    },
    {
        "speaker": "A",
        "text": "Since you were a young yeti."
    },
    {
        "speaker": "B",
        "text": "Exactly. A young, budding yeti. And I remember, like, being, I don't know, maybe my late teens, early twenties, like, again, big into. Still big into Sasquatch, but also, at this point, now, big into weed. And I remember having a conversation with somebody on whether or not we would have, like, a, like, found, you know, concrete evidence of Bigfoot or legalization of marijuana in Canada first, which would happen first. And this was like, you know, this was 20 years ago. And I said I thought Bigfoot would. Would happen first. And here we are, you know, decades."
    },
    {
        "speaker": "A",
        "text": "Later, here we are. You're high as hell and still watching squatch videos."
    },
    {
        "speaker": "B",
        "text": "Possibly they're getting worse. I don't even know that's possible. But possibly getting just less quality video out there. So I don't know what's happening."
    },
    {
        "speaker": "A",
        "text": "That leads us into a great, great spot here and a good segue. So welcome to the show. The first thing we'll ask you to do today, drop a comment in the little purple comment box down below or the comment bubble on the bottom right. Tell us if you think Bigfoot is real. If you think he is, then, you know, give us a. Give us a little bigfoot gif in there. If you don't, please feel free to make fun of chamber. But we would love a comment. Help us get the show out there. If it is your first time listening. We do this every Monday, Wednesday, and Friday, four to five eastern time. Sometimes we have guests. Sometimes we just make fun of chamber. Sometimes we talk nfts so you never know what you're going to get. It's like a pinata of bullshit here and it's just show up, hit the bag and see what happen comes out. So I think that's an official tagline that we'll go with from now on."
    },
    {
        "speaker": "B",
        "text": "That sounds great to me."
    },
    {
        "speaker": "A",
        "text": "Check out the D gen network website dgen.net. work for all of our awesome articles and content there. We have a ton of shows that go out every day as well. I think we're up to four or five shows today that we did, which is crazy. So coffee with captain. We have a new show with Vicki, all about AI, which is awesome. AI art specifically at 11:00 a.m. eastern time. Then the lunch break with Riggs and J. Webb and our show here. So that's the full Monday slate for you. We actually now are having graphics that we're going to put out every day with our show schedule. So that was a big hit. Easier."
    },
    {
        "speaker": "B",
        "text": "That was a hit."
    },
    {
        "speaker": "A",
        "text": "That was a big hit. Well, I mean, people have been asking for it, so we finally got around to doing it. So shouts to Gia who made that graphic for us. Hopefully we'll be able to put those out daily. Now to give you a good idea of what's going on every day so you can hang with the Degens all day long. We've got a awesome show for you today. We've got Toby Lasso here from Nocturnal. Then join us in a little bit to chat. All things art and things of that nature and I think Matt Morgan, but I don't see him down there. But if not, Toby will do just fine. Chamber some things to get into before we talk to Toby. Have you seen what's going on so far with the sewer passes only price."
    },
    {
        "speaker": "B",
        "text": "So apparently there was a hiccup yesterday. They had to postpone it. I feel like that dumped the price of like apes for a little bit. Now they've released and I believe the price is under, pardon me, right around 1.41.5 eth. Is that sound about right?"
    },
    {
        "speaker": "A",
        "text": "Sounds about right. I'm not going to double check it, but. Sounds about right. They're talking about it in the war room right now."
    },
    {
        "speaker": "B",
        "text": "I'm just pulling it up now."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. What do we, what do we got at a current price?"
    },
    {
        "speaker": "B",
        "text": "We have."
    },
    {
        "speaker": "A",
        "text": "I know a couple different tiers here."
    },
    {
        "speaker": "B",
        "text": "Ton of volume. Pulling it up here. One sec. I was pulling up the war room to see what they were saying. Sugar Saint says it's 1.3 currently."
    },
    {
        "speaker": "A",
        "text": "Thank you, sugar."
    },
    {
        "speaker": "B",
        "text": "Shane always on top of these things."
    },
    {
        "speaker": "A",
        "text": "1.3 for a level one, I'm guessing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it must be a level one. So 31 over 3100 eth in volume."
    },
    {
        "speaker": "A",
        "text": "Really? Just a couple hours, huh? That's insane. Even."
    },
    {
        "speaker": "B",
        "text": "Not even."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's wild. Did you buy one yet?"
    },
    {
        "speaker": "B",
        "text": "No, no, I can't. I mean, as much. I'm not participating in Yuga going forward."
    },
    {
        "speaker": "A",
        "text": "Like that's ever, I don't think, forever train."
    },
    {
        "speaker": "B",
        "text": "A, I don't think I can and keep up with my brand, which is very important to me. But b, I just, again, I think the reasons I've, you know, fudded, you know, quote unquote funded them in the past are the reasons I'm probably not going to buy either. Right. They just keep doing these types of things. People are going to purchase at a and again, I. The sewer pass seems."
    },
    {
        "speaker": "A",
        "text": "Careful. You're gonna get yourself into some murky territory."
    },
    {
        "speaker": "B",
        "text": "The sewer pass seems interesting. I mean, you get us, like, somebody put out the gif of, like, the guy with his arm around the chick at the party. You know, that that's always a good one. And it's basically like, you know, I buy these super passes for $3,000 so I can play like, dookie run or something like that. I don't know. It was, it was the whole purpose of the sewer pass seems fishy to me. Just to play a game or enhance your game, and then you can, I think you can use ape coin to enhance it even more so within the game. I don't know, it just seems a little very convoluted. But I don't know."
    },
    {
        "speaker": "A",
        "text": "It's interesting to me. I'm sure we'll have some opinions on it. If you want to chat about your thoughts on sewer passes, jump on up here. I see Steve requesting. I see sugar Shane requesting the rest of the prices. Shouts to Anthony, 1.6 ETH for tier two, 2.4 ETH for a tier three, and 4.3 east for a tier."
    },
    {
        "speaker": "B",
        "text": "Now, were they randomized, like, when you got your sewer pass? Like you could have gotten any of those four tiers?"
    },
    {
        "speaker": "A",
        "text": "I am not sure on that. I think the answer is yes, but I'm not 100% sure. So let's. Let's get our resident ape up here to chat a little bit about the sewer pass. Steve Gm Jesus fucking Christ chamber."
    },
    {
        "speaker": "C",
        "text": "I mean, I hope you can hear me. Okay. I literally like trying to, like, work out while listening. I'm like, I'm not gonna come up. And it's like, this whole thing seems fishy. I don't. Anyway. Okay, so let me do my best to try to, like, let's see if I can speak monosyllabically enough for chamber to get this. So essentially what you're looking at is you have tiers based on what holdings you have in your wallet. You're going to play this game for two weeks. And at the end of that two weeks, each pass gives you a boost in score. So the highest level of dog as a companion, paired with a board ape, it's a tier four. Those are going for around, like four and a half at the moment, and they're falling pretty good. As people mint more. Those are going to get you the highest boost score. At the end of two weeks, after they validate the scores, you're going to get another NFT. Based on your score, I'm guessing they'll have brackets. So those are going to have levels. And this is the first part of sort of this multi part system of this story they're telling. But along the way, they're sort of creating this, like, interactive storytelling. So you're playing."
    },
    {
        "speaker": "B",
        "text": "Definitely."
    },
    {
        "speaker": "C",
        "text": "It's an interactive mint."
    },
    {
        "speaker": "B",
        "text": "Definitely not convoluted at all. That totally simplifies it for me. Thank you."
    },
    {
        "speaker": "C",
        "text": "Next time I'll bring puppets fingers."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, no, it totally makes sense."
    },
    {
        "speaker": "C",
        "text": "But, yeah, but, like, that's the idea. You're gonna get, like, a asset, and then that asset will be involved in the next stage. So each stage stop of a train, you could buy or sell your sewer pass right now. And then you play the game and you can buy or sell the next asset. And so they'll kind of keep the train moving. And so they're trying to do almost an interactive, like, storytelling, which."
    },
    {
        "speaker": "A",
        "text": "Yeah, I like."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "No, I seems awesome."
    },
    {
        "speaker": "B",
        "text": "Totally. You totally changed my mind on this."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. You're the worst of. Buy your daughter a sewer pass. Let her have the game. Let her play the game. See what happens."
    },
    {
        "speaker": "B",
        "text": "I'll see what I can do."
    },
    {
        "speaker": "C",
        "text": "And then the eight point thing, just for reference, they'll give you a booster for ten minutes for two apecoin, which is a really smart sink, because, again, like, they could use this in the future where, I mean, it wouldn't surprise me, you know, you see, if you pay attention, they're showing the other side developments through their lead, Dev, and they're building, like, tennis courts and all sorts of random shit inside. Other side. I wouldn't be the least bit surprised if you walk into the yacht club and there's a couple of, you know, video games. There's a first mutants. And there's doogie dash. And you can play it and. Wait, so there could be, like, other elements they integrate, but it's a really good ape coin. Sync. I really think thousands of dollars, if not. Well, definitely thousands, but potentially hundreds of thousands or millions of dollars of eight points are gonna be burned while they're playing this game, which is a really smart sink for them."
    },
    {
        "speaker": "B",
        "text": "Now, we know Steve does cocaine before going to the gym, which is great."
    },
    {
        "speaker": "C",
        "text": "Taking. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what."
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "I love it. I'm here for it."
    },
    {
        "speaker": "C",
        "text": "All right, I'm dropping back. I'll let Shane kind of, like, take it from here so that I can actually keep working out. But I just. I could not. I'm, like, sitting here watching."
    },
    {
        "speaker": "B",
        "text": "You've definitely. You've definitely flipped me. I'm on Team Yuga."
    },
    {
        "speaker": "C",
        "text": "I can tell. Yeah, we're gonna be playing random little island between. There's a random little island in a lake in between me and chamber. That's, like, easy. I'm in Ohio."
    },
    {
        "speaker": "B",
        "text": "That. We're gonna be our supplements."
    },
    {
        "speaker": "C",
        "text": "Yeah. Shoot off the fireworks call today. All right, man."
    },
    {
        "speaker": "A",
        "text": "Thanks, Steve. Thanks for. Thanks for giving us the TldR on that, because I did forget that they were dropped to you based on the tier of your holdings. That so? Yeah, I think it's pretty. I mean, look, I don't know what you want. What. What the hell more do you want? I don't."
    },
    {
        "speaker": "B",
        "text": "I don't want anything."
    },
    {
        "speaker": "A",
        "text": "Clearly. Clearly. All right, before we get to Toby, let's go down to suga. Shane. Shane. What's up? What's up, gm? Guys, how are you? Wonderful. I just wanted to say I'm a little confused about sasquatch as not being real because I thought Chamber was a sasquatch."
    },
    {
        "speaker": "B",
        "text": "I'm only half sasquatch."
    },
    {
        "speaker": "A",
        "text": "Yes. Gotcha. You came a little late. Before, when we started the show, I was. I literally said the same thing. He said he was watching sasquatch videos, and I said, so what did you do? Just, like, record your vlog for the day and write and run it back. And I can picture just, like, chamber thinking he's a sasquatch and, you know, do it. Recording his blog about Jack Link's piece."
    },
    {
        "speaker": "B",
        "text": "Hey, guys."
    },
    {
        "speaker": "A",
        "text": "Hey."
    },
    {
        "speaker": "B",
        "text": "Hey, guys."
    },
    {
        "speaker": "A",
        "text": "It's me, Chad. Welcome to squatch talk. And. Yeah, so that's. That's definitely what happened. So, Shane, though, real. Real question. Is sasquatch real? Yes, of course. 100. Yes, of course."
    },
    {
        "speaker": "B",
        "text": "He's in, like, the Appalachians. Yeah, like it. He knows what that's right. There's some. There's some shit that goes on in them woods."
    },
    {
        "speaker": "A",
        "text": "I've actually met some sasquatch hunters before, and, you know, have seen some pretty convincing evidence, so we'll save that for another day, though. Oh, man. We're gonna need the. Needs to be a segment."
    },
    {
        "speaker": "C",
        "text": "Yo, chamber, real quick. True story. So the guy. There's a guy with this mega house, and when I lived in Yakima, washington, mega acuma, and him and his friends, like, what did that guy do? And apparently he's the guy who had filmed that, like, obviously fake sasquatch video that you see with the person in the suit. And he was the one who filmed it and, like, sold the shit out of the video. And he got, like, rich off south. Like, this is a guy who had a house, like, on the top of, like, the tallest hill in this, like, tiny little maze, this mega house."
    },
    {
        "speaker": "B",
        "text": "That's. Yeah, that's called squatch money right there."
    },
    {
        "speaker": "A",
        "text": "Oh, man. He's squatch rich."
    },
    {
        "speaker": "C",
        "text": "Definitely. Most definitely not. Not real. Almost 100%, sir. I did."
    },
    {
        "speaker": "A",
        "text": "Steve."
    },
    {
        "speaker": "C",
        "text": "You're."
    },
    {
        "speaker": "A",
        "text": "You're anti sasquatch. You are."
    },
    {
        "speaker": "C",
        "text": "I dug down. I. I dug down the rabbit hole a few years ago. Like, pretty deep. I got."
    },
    {
        "speaker": "B",
        "text": "I live in the rabbit hole."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "And it's. It's like, there's a possibility that at one point, there was, like, a larger primate that, like, crossed the alaskan land bridge, I guess, or something, like. Like, forever ago. Like, that's a small percentage chance, but, like, not currently in existence for sure."
    },
    {
        "speaker": "A",
        "text": "Interesting. So Sasquatch has gone. Has gone the way of the."
    },
    {
        "speaker": "B",
        "text": "We can close the books."
    },
    {
        "speaker": "A",
        "text": "So I want to get to Toby here in a second, but I have to keep going on this topic. Chamber as a squatch trigger. What is the most compelling evidence that you've seen that it is real?"
    },
    {
        "speaker": "B",
        "text": "I've seen some pretty interesting stuff. I think the older the better. So, like, obviously, with anything new that comes out, you have newer technology. You know, I mean, so, like, higher case of, you know, editing and."
    },
    {
        "speaker": "A",
        "text": "So. You mean. Hold on. So you're telling me when things that were made, when it was easier to suspend disbelief due to technological advancements, is your. Your theory of why he exists?"
    },
    {
        "speaker": "B",
        "text": "No, I just think it's easier to fake. And it's. It's easier to say, oh, that is faked. And even though you have. Sometimes you can fake a video and have no way of knowing it's faked, but because it was made in 2018, you know, that a person could have access to technology that could fake it, you know, what? I mean, so it's easier to think it's faked."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Shane. Hold on. Shane just dropped a picture."
    },
    {
        "speaker": "B",
        "text": "I'm looking at. What am I looking at here?"
    },
    {
        "speaker": "A",
        "text": "It says shavers mountain. Bigfoot. Mountain monster. 626. 17, uh, foot."
    },
    {
        "speaker": "B",
        "text": "Is that a priest? Oh, is that a cast?"
    },
    {
        "speaker": "A",
        "text": "They're. They're like a big. They're like the Paris, like, cast iras of plaster."
    },
    {
        "speaker": "D",
        "text": "Uh huh."
    },
    {
        "speaker": "A",
        "text": "That's exactly what it is. Of alleged bigfoot tracks that they found."
    },
    {
        "speaker": "B",
        "text": "But that whatever that show was, mountain monsters or whatever was actually down here."
    },
    {
        "speaker": "A",
        "text": "Hunting with this guy, who is a client of mine."
    },
    {
        "speaker": "B",
        "text": "So that's wild. I love it."
    },
    {
        "speaker": "A",
        "text": "Wow. All right, we're gonna have to go back to the segment, because this is definitely."
    },
    {
        "speaker": "B",
        "text": "I'm liking Shane more and more with each passing day."
    },
    {
        "speaker": "A",
        "text": "Yeah, and he's liking you less and less. It's that we've established that you love Shane. It's just a matter."
    },
    {
        "speaker": "B",
        "text": "I didn't know my love could grow."
    },
    {
        "speaker": "A",
        "text": "Ships are crossing in the night all right, let's get to our guests. We've left him hanging here long enough. Toby, lasso. How you doing, Toby?"
    },
    {
        "speaker": "D",
        "text": "Oh, man. I'm doing really well. I've never learned so much about sasquatches nor been in a room that is so clearly the most american room I've ever been in."
    },
    {
        "speaker": "A",
        "text": "Okay, two questions. Two questions here. One, they're likely very related. What makes this the most american room you've ever been in?"
    },
    {
        "speaker": "D",
        "text": "It's a good question. I think it's quite hard to quantify, really. I think it's a combination of everything, and I mean it in the most lovely way possible. And, you know, I mean, America's. You know, the. America's North America, because I heard something about Canada, so I want to include everyone."
    },
    {
        "speaker": "A",
        "text": "Okay, good. Because chambers is very american canadian, though. Yeah, he is. He is. All right, second question is, do you believe that sasquatch slash Bigfoot is real?"
    },
    {
        "speaker": "D",
        "text": "It's a great question, and I mean, a tale as old as time, really. I think there's no way to rule it out. I would never say no, because you look at the shit that's at the bottom of the ocean, right? Like, right at the bottom of the Mariana trench, and that you go miles and miles down. Like, we know less about what's at the bottom of the ocean than we know about the closer reaches of our own galaxy. So surely there's got to be something knocking around that we can't see or. I don't know if it's sasquatch in the in the vintage eighties, seventies, sixties sense. But there's something out there we don't know about."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Interesting. I dig it. Chamber. Are you a Loch ness monster?"
    },
    {
        "speaker": "B",
        "text": "No, but I am like a. I am, I would say over the last five years or so I've gotten into like this, like fae, like folklore, like fairy folklore. Like these, you know, these magical wood. Wood woodland creatures. Yeah."
    },
    {
        "speaker": "C",
        "text": "Cryptozoology. You're looking for crypto."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "This is more full."
    },
    {
        "speaker": "A",
        "text": "Ding, ding, ding. Cryptozoology is. This version is today's version."
    },
    {
        "speaker": "B",
        "text": "I like how Steve's giving nerds."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "I like how Steve's giving me words that I've known since I was ten. No, like cryptozoology is more like the fae is more like folklore. Cryptozoology is about animals that haven't been found yet. So this is more of like, more."
    },
    {
        "speaker": "A",
        "text": "What's your point?"
    },
    {
        "speaker": "B",
        "text": "More magical. I feel like there's some. As I've. As I've kind of watched Bigfoot and kind of studied it, I feel like there's a bit more magic behind it than, you know, flesh and blood. So I don't know."
    },
    {
        "speaker": "A",
        "text": "I see, I see. I feel like the Loch Ness monster. Yeah, go ahead, Toby."
    },
    {
        "speaker": "D",
        "text": "Isn't cryptozoology the study of that Logan Paul rug project?"
    },
    {
        "speaker": "A",
        "text": "Yes. That's fantastic. Totally. I can't. That's funny. I feel like the Loch Ness monster is much easier to disprove in the sense that, like, there's only so far it can go. Right? Exactly. Like Bigfoot could be anywhere. Loch Ness monster's gotta be like, you know, in a pretty contained spot. Right? Exactly. Is there a giant monster here? Yes or no? Let's move on. You know, I like cryptozoology as the Logan Paul project. That's fucking hilarious. And with that, let's get into Toby and what you've got going on with nocturnal. Toby, thank you so much for joining us. I appreciate your time here. I'm sorry that you have to be here, but you agreed to it, so now you're here and stuck. So let's talk about nocturnal and everything that you've got going on in the space. Let's start with a little bit of your origin story. So what was your background? How did you get introduced to web three and art in general? Let's start there."
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure. And thank you for the kind words. It's a pleasure to be here and a pleasure to be in such fun company. For sure. Shout out to Steve, who's just a terrific writer. And I think we did some stuff with Steve when he wrote a. The Harvard biz article, and Vinnie did the artwork for it. So it goes back a long way. Lots of amazing people in the audience as well. I appreciate those people who always turn up to hear me speak, and I apologize if at any point I've repeated the same thing to you guys a few times, but it means the world. Yeah. How did I get into web three? I fell into web three about two and a half years ago. I was in the british army for seven years, from eight to 25. And when I left the army, I didn't really know what I wanted to do, which was part of the reason why I joined the army in the first place. I knew that I didn't want to be in the army anymore, that's for sure. And, you know, I had a lot of fun and did my time, and I was just looking at new opportunities, really. You know, I had some money saved to sit for a little while, and that helped initially because I ended up very quickly investing almost half of it into, you know, various different defi coins and bitcoin and ethereum and, yeah, very lucky to have an art background with, you know, parents who, both patrons of art. My most sticking to art galleries all the time. She did an art degree when I was five years old and art books all over the house. So when I saw those two things sort of marry up and nfts turn up on the timeline, or my discovery of nfts on the timeline, I fell down the rabbit hole pretty quickly and fell into a lot of really cool early communities, cool cats community being the biggest one, for sure, at the time. And, yeah, just made loads of friends. And I was at this point in my life where I was really transitioning out of something that had kept me in a box for a long time, which was what I needed, for sure, when I was a young kid. But, you know, I didn't know how to be a civilian, and I was trying to figure out what it was like to cook for myself and do this other stuff and live by myself and, yeah, so I was sort of open to all these new things, and so I got gripped by. By this, this degenerate technology quite quickly."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. So once you got into the space, like, what was the thing? You know, obviously you mentioned the kind of creativity outside the box standpoint, but, like, what were the things that really attracted you here once you were here? Like, what were you most fascinated by?"
    },
    {
        "speaker": "D",
        "text": "I think it's just the people. Right. You know, I like to describe the early crypto community or the early NFT community. It's just a bunch of people who are either predisposed to risk or interested in future technology, and quite possibly both. You're almost prefabricating ideals that you believe in or have subscribed to, and then adding them to a bunch of people who you're probably going to like in the same space. And so it was really the community aspect of things that showed me the power of what NFTs could be quite early on, and none so more than the initial cool cats community and what it used to look like in that discord. You know, two years ago now, I met so many of my first ever in real life meetup was the unofficial Kor Kats meetup. And then suddenly you're like, wow, there's a real power in people coming together. There's so many people here in this community now who are just members of this community, but are also talented artists, also learning how to code. They've got backgrounds in finance and tech and come from all over. And so very quickly, I think all of us would have found in our initial communities, the friends that we made held the keys to the things that we wanted to do. You know, they were the, they were the missing puzzle pieces for the things that we wanted to put together as we saw in this space. And so very quickly making some really close friends in a period of my life, that was a huge change. And it still remains the power now, right? It absolutely remains the power now. You know, communities and the people are what dictates the price. They're what dictates how it grows. And I think we've sort of lost our way a little bit with the way that we protect our communities and we look after the people into them. But I think that always happens when we have waves of new people. But it's always great to grow, you know, and, yeah, been pretty much stoked ever since."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's super interesting is, you know, when we get beyond price and we get beyond floor, like, what is it that actually keeps us coming back here every day? And I totally agree about the community aspect. I mean, we've built something really cool at DJ Network. It's the, it's home. It's like, you know, the North Star. Every day you come back to the same place and you start to build these friendships with people that you would have probably never met. And it's really interesting because you just kind of, the rest becomes part of the story. But I think there's a lot to be said around this idea of community and why it's so powerful in web three, I always think of like, you know, there's tons of projects and businesses out there that have no aspect of community. I was saying this when I came back from CES the other day last week and where I was like, you know, they're just, they just don't feel the same. And they feel like a bad representation of what is so important about web three because it's all about being decentralized from a data standpoint, but it's because it's all on the ethos of people coming together as a bigger thing, as a collective, which I think is really interesting. So I'm totally with you on community. So how did you kind of go from that entrance into the space and getting involved in the communities for the first time to really getting involved with the art and artist side?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So, so interesting. You know, the points you make there, it's just crazy. You know, I think it's a double edged sword, right? Because some people are like, oh, well, you know, these companies raised in the behind closed doors and, you know, no one's asking a startup to provide this many updates or, you know, every 24 hours or whatever. But on the other hand, these normal startups, whatever it is, Uber ripoffs, they don't have legions of people that genuinely care about their vision and want to help enact it. And so I think it's like trying to find a balance between those two things. And I don't think that. I think the NFT technology and decentralized technology has given us the opportunity to create communities around products and brands that we would have never had before. And it just interests me to see what would be in like ten years, in 20 years time. And I really don't think, I think the community aspect will port over before the blockchain tech, but I mean, it will be there too. But yeah. Sorry to continue on to your question, I got introed into artists in those early discords I used to recommend maybe six to eight months ago. An artist reached out to me and they're like, how do you find a team? Or how do you do whatever? How do you get people to help you put stuff on the blockchain? I'm just an artist. My advice was always like, and this was mainly from photographers and maybe not so much digital artists, but my advice was always like, go and find a PFP project that you like that isn't too expensive, that you like the vibe of, and get in there and just like make friends because all those people do those things inside those communities, and that's where they come sort of relax or do whatever. And so I did exactly that. Right. And it was through the cool cats community that met the first artist I started to manage, which was, which is Vinnie Hagerdeen. And, you know, he was an early cool cat, too. And it just took reaching out to him and being like, hey, what do you think about this? And have you thought about putting this together? And could I help? And growing that relationship? We'd already had the trust by being in the same community together and seeing how we'd, how we'd interacted through discord and through everything else. And so, yeah, these big community events are, was how I got involved. And, I mean, I wanted to be a part of it in the way that I could use my, my limited talents because I don't have artistic talent. And, yeah, basically through those early communities and then going to real life events and meeting people and going to galleries and shows, that NFT NYC two years ago now was huge as well. It's like the combination of getting yourself out there online and getting yourself out there in real life."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's really interesting. And when you think about, like, I mean, I get asked all the time and I see people all the time asking, like, how do you get involved and work in the space, whether it's full time or part time, or how do you get your feet wet? And it really is just like, you don't need to be the world's best coder. You don't need to be the world's greatest technical person. There's a lot of areas in this space that need talent, and a lot of it is getting yourself out there, being loud enough to get noticed in a way that's not, you know, that's value additive and not, you know, extractive, I would say. And so the other, the other thing that's so crazy when I think about it now, is like, back that the space has evolved so much since chamber. You and I got in in 2017. Like, the thought of, or what it meant to be full time crypto in 2017. 2018 meant. That meant that you had to be."
    },
    {
        "speaker": "B",
        "text": "Yeah, day trading. That was it. That was the only option."
    },
    {
        "speaker": "A",
        "text": "That's it. That was the only option. Or you had to be a programmer and you had to be building protocols, right? Like, those were your two options. And this kind of broader web three thing that we've kind of evolved into because of NFTs and, like, these new business models that have popped up have put openings for anybody and everybody to get involved. And it's just a matter of putting yourself out there, making connections with people, adding value, being genuine. Toby, would you say that's a pretty accurate representation of how you've managed to garner success here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I would say 100%. And I think it goes deeper than people think, because people only think of themselves and their own personal development, what they've learned in their time in the space and how their skills have been honed. But when you run a project or you're involved with making sure a discord is done correctly and all sorts of stuff, you get to interact with people who are growing themselves, especially a lot of young people, maybe 18 years old, 19 years old, people in university, people who don't have any education at all. And I've seen people come from writing like they actually can't write a sentence to putting out amazing announcements and informing people you don't necessarily, like you're saying, alluding to being full time crypto, having to be a trader. That took a combination of a lot of things, whether it was probably good at quick maths, intelligent enough to sit and take in information and understand chart analysis and technical analysis and all this other stuff, and make strong and varied plays. Whereas now there are jobs available for people who dare to moderate a discord, there are jobs available for people who were part time illustrators and now releasing their full time projects. And I think when we look at the space growing as a whole, that's really important to bring on, because I might have learned how to read and write when I was relatively young, but that's not the same for everyone else. And maybe people have social anxiety, and that's been cured by being on spaces and coming up and speaking, you know, and everyone just gets a little bit better every single day. And so I think the key is just, like, remembering that everyone is not you, and everyone is trying to learn and grow themselves, and pretty much everyone has good intentions, and, you know, trying to help other people along the way is all part of the fun, I think."
    },
    {
        "speaker": "A",
        "text": "For sure. I totally agree with that. So let's get into nocturnal a little bit. So you started by the kind of getting involved with Vinny, and now you're here with nocturnal, a business that you're building with Matt Morgan. Tell us a little bit about how that evolved and came to be."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure thing. I mean, I spoke a little bit about meeting Vinny, and, you know, very lucky to help create the letters collection alongside him and be part of that early letters community. I was also very lucky that Vinnie agreed to let me manage him. You know, having army leadership experience rather than art management experience, a lot of the same principles, of course, carry over. But it's been as much as a learning experience for me is for potentially Vinnie with me, which has been part of the fun, for sure. You know, he's putting up those faces. It cracks me up. So, yeah, Vinnie signed with me and I didn't have a company at the time. You know, it was just me working alone. And also my friend and photographer Will Nichols did the same. And then, you know, about six months into that process, I really started thinking about how I was going to expand it. And, you know, there's a lot of artists who are also asking for help and guidance. And it wasn't really something that seemed to be about at the time. You know, obviously there's been managers in the art world since, you know, the birth of art itself. But in web three, it just hadn't really seemed to have found a home yet. And it was something that I was really excited about trying to sort of bring to standardization. And in March of last year, we're in NFT, LA, and my friend Matt, who I've been friends with for about ten years, was also in La randomly, and I invited him to all these web three events and introduced them to all the people that I'd known. And he was currently working a job at YMU, which is a talent agency here in London looking after some amazing artists. He spent ten years in the record industry, you know, doing a lot of that regular web two management side of things. And we decided, you know, I was like, wow, this is a perfect partner for me to be able to grow this with. And, you know, nocturnal was born and we signed, you know, a few other artists and now we have officially repped four artists. Seem to be a little bit more who do all do amazing things. We spent real lot of care and time and effort making sure that we curated the roster we won over the last year before sort of inviting people along for the journey."
    },
    {
        "speaker": "A",
        "text": "That's very cool. So, yeah, you started with Vinnie. You have four artists now represented by Nocturnal. Who are the other artists and kind of how did you get involved with each of them? Were they people you'd met in web three the same way?"
    },
    {
        "speaker": "D",
        "text": "I'd be interested to know that, yeah, absolutely. The background to it all is that nocturnal is not a web three management agency. It's a management agency that has a web three arm. And in that same vein, we wanted to make sure that our roster was filled with successful and amazing artists who potentially had never minted anything before. That works for a multitude of reasons, mainly because I think that we've all found that if you do everything web three centric with what you're trying to build your brand, it can be very hard to maintain that volume and flow when the space turns off, which it does do every now and again through a deep bear market. And so we signed Vinnie and we also were in touch with through one of our friends, JC, who's an irish singer songwriter, introduced us to a painter in Los Angeles called Devon Dejardin, who is my favorite painter alive at the moment. He's been painting for about eight years, but sells his work at Christie's for $150,000 plus his physical artwork, and has made an amazing name for himself in the fine art world. And we're super excited about nfts, but wanted to make sure it was with the right people and done the right way. And so we had multiple meetings with him before helping him progress into web three. And his project will come out this year. It's exciting to be able to bring artists like Devon, who have so much physical artwork success and a well known names around auction houses and try and contain the right way to put them on the blockchain and for people to recognize that value. The same goes for our friend Jack Bridgeland, who is a photographer we represent. Jack is the premier magazine photographer at the time. He's done thousands of different shoots with amazing different people, most recently with Kylie Jenner for Vogue and both Ferrari drivers in Maranello for the COVID of GQ World and Robert Patterson for GQ. And he's got a really distinctive style that's very exciting. And again, has never minted anything, has an instagram with lots and lots and lots of followers, but it's trying to find a way to personalize what he does. I think it's really interesting when I talk to him and he talks about magazines and he talks about shooting with these amazing people. And I think that it gets a little bit too much at times for people who, you know, do their artwork a certain way and then get told to do it a lot of different ways, with the caveat being while you're shooting with x model. And so we want it done like this. And so it's exciting for people like Jack to be able to mint his work on the blockchain and have a community surrounding who he is and remember who he is as a photographer. He'll always be successful and he'll always do these shoots. But a huge pivot for us with Jack is to make sure that he feels like he can get his personalized style back, which I feel maybe he feels has been taken by a lot of these high end magazines and stuff. Really, really exciting stuff coming with Jack, and especially for nocturnal id holders as well. And, yeah, so, and then also, we're very lucky to represent Paran Hydari, who is really born single line artist who works through a progressive condition she has called synesthesia, which is where you see colors or sounds as colors. She does amazing work with, you know, ambidextrously with two hands, and, you know, is also very successful in web three. So we're sort of balancing out that roster with people who have found success in web three, with people who have found success outside of web three. And, you know, the overall collective idea is what do all of these things mean to each of our artists? You know, what does Devin's connection to Sotheby's and Christie's and the fine art world mean to someone like Vinnie? And what does Vinnie's connection to web three and physical art and all of these murals that he's done mean to Jack? And what does Jack's connection to Vogue and GQ and all these other magazines mean to everyone? And, you know, just trying to pull resources in a way that feels organic and useful, but also build up a multi layered, multi, like with many verticals, different ways for all of our artists to succeed in the things that they want to. And it's nice to have our artists be so uniquely positioned in the way that they position their art so that the crossovers happen in a way that feels fun and not forced. Sorry for that long."
    },
    {
        "speaker": "A",
        "text": "No, that was awesome. That was super cool. So a lot to unpack there. But first and foremost, as you were walking through the artists, I was checking out each of their Twitter profiles, and when you mentioned Perrin, izejdehe was super interested in seeing kind of like one. The single line thing is crazy to begin with, but then I posted it above when you said ambidextrously, I'm watching this video that live of her doing a work and it is crazy to watch. So check that out. It's up in the jumbotron, up top. But super cool to see that working live. It's. It's wild."
    },
    {
        "speaker": "B",
        "text": "I I've actually, I've actually seen Perrin before. I I think I watched like a little. I don't know if it was on social media or, or YouTube or something, but I've definitely seen her before. Is she the same one that season or sees sounds in color as well?"
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "It's so I initially, when I heard about that condition was like, that sounds so cool. And it's, I'm sure, interesting. I'm sure the people who have the condition know no different, but apparently not very cool at all as far as, you know, how things can become very overwhelming and just intense in general. But it does make for just the way that she sees the world, both artistically and personally. Is a real, true joy to make her is it makes her a real, true joy to work with."
    },
    {
        "speaker": "A",
        "text": "Totally. So I think it's interesting where, you know, a couple things that you said there on just about each of the artists as you were talking to them. So you mentioned that not all of the artists that you represent have put things on the blockchain before. So I'm curious to hear, you know, your general thoughts on, you know, the thoughtfulness that goes into maybe how you guys are approaching taking somebody who's had success in the physical world and bringing them on chain for the first time. What are the things that you take into consideration? Obviously, your approach is super thoughtful. So curious to hear what your thoughts are there."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's a really great question and one that we are constantly, constantly thinking about. You know, I certainly feel so lucky to have the trust of some of these artists to the point where they're like, I don't understand web three, and you guys do. And I want to make sure that the strategy we come out with to port that value over is good. And that trust is something that I don't take lightly. It's daunting, don't get me wrong, but there's ways to show value. You know, for example, when Devon releases his NFT, it's going to be the cheapest thing that you can buy made by Devin Desjardins in the world. And I think that there's a power in saying you might not be able to afford $150,000 painting, but do you want to be part of the journey? Do you want a piece of artwork? Do you want the first ever minted piece of artwork from this artist? I think to answer your question a little bit more directly, it's about optics. Right. And Matt and I have spent a long time building up credibility in the people that we are. And I feel very lucky to have so many friends who see that and support what we do. And, you know, it's making sure that the people who are seeing what we do know that what we want to do is bring quality to the space and to be able to introduce artists in a way that they can find the excitement they found in web three that we have. And it just hinges a lot on making sure that we do the right things at the right time, because we're their representation here and we want to make sure that what people are taking in is the right information. It's not easy, is the answer."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. I would imagine not. I think you have to be super thoughtful about it. I think there's something really cool and powerful about what you said about, you know, bringing their art and making it accessible to people that may have not had access to it for, for the first time, which I think is really cool. And I think the ability, like you said before, of just being able to build a active, more involved, day to day community with each of these artists is really interesting as well. And I wish you guys the best of success there. Talk to me a little bit about the, you mentioned briefly while you were talking about the artist, the nocturnal id. So talk about the nocturnal id. What is it and what's the goals there behind the nocturnal id?"
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. Nocturnal id is. Is our path, in a way. Right. I really just like the term pass. And so id was what we came up with in the end. And I love the fact that from the change of that name, we decided to make it so that you can put it in your apple wallet like an identification card. And I think it's just finding ways around, like, the past dynamic is genius if it's done correctly. And that's the way that we're aiming this to work out. What happens is you mint a pass or you buy a pass, you hold it in your wallet. And we were lucky enough to throw some events around NFT London that were sponsored by Moonpay and Cameo Pass. And we had a bunch of talks. And so we've been really enjoying throwing events and making sure that people can come and interact with artwork and meet the artists behind what's going on. So it's your access to lifetime of events, at least three a year. On top of that, access to our artists on our roster, I think this being a really niche thing. The people who are excited about it and the people who mint it, the people who understand the concept as a whole, the concept being that you see that this is a management company that looks after these artists, these artists are people that you recognize. These artists are people, maybe, that you have collected some art from, and the growing understanding that all of these artists are growing in their own verticals. And doing amazing things. Things means that by holding a nocturnal id and, you know, being part of the ecosystem, you're entitled to things that these artists do in almost every single way, whether that's their future projects, whether that's us air dropping your unique artwork, whether that's, you know, us and are very lucky to have a wide connection of friends of different artists connections to those things. And it's just. It's an investment in the network that we have and an investment in the vision we have, the company as a whole. And the idea that we want to continue to scale this year and grow and add more artists and add more managers means that in the future, the opportunity for you to get more artwork or access to more artwork or access to more events or whatever it is we decide to put out to the people who are our supporters gets greater and greater exponentially. So it's a seed round, initially, in a way, for people to invest in a company and invest in some people who they believe are doing the right things and making the right moves with the right people."
    },
    {
        "speaker": "A",
        "text": "Very cool. I love that. So, if you are interested in learning more about the nocturnal id, I did pin the thread that you guys did up top so it looks like it minted last week, but you can find all the details there in the thread chamber. What are your thoughts here?"
    },
    {
        "speaker": "B",
        "text": "I really enjoy it. I like a lot of. I'm big into art. A lot of people may not know that squatch art, only naked. Some people might say sexual Sasquatch art, but no, I do like the idea of grouping different artists together under one umbrella, where you can kind of sample different styles from people that do more traditional art to people that do more digital art that we're used to. So I like having that array of artists under one umbrella. So I'm very excited about this. And obviously, I've been aware of Toby for quite some time now, you know, as well as Vinny, and I'm now just learning about Matt. So I've been very confident with. With their tastes in art. So if they're kind of, you know, if Toby's approving or if, you know, if it's anything like we've seen in the past, I think we're in for some pretty interesting stuff. So, yeah, couldn't be happier for this."
    },
    {
        "speaker": "A",
        "text": "Maybe if they take. Maybe if they take a finger paint artist for their next round, you could get in. I think there's really interpretive. Finger painting is the wave of the future, and you're the Picasso."
    },
    {
        "speaker": "D",
        "text": "I think I just had to run to my notebook to write down squatch art."
    },
    {
        "speaker": "A",
        "text": "Tasteful, tasteful squash arthem. Yeah. New category. Yes. Welcome to today's Sotheby's exhibit. Today we feature a really world renowned canadian artist chamber, and today he'll be presenting tasteful squatch art."
    },
    {
        "speaker": "B",
        "text": "What do you think?"
    },
    {
        "speaker": "A",
        "text": "It sounds like it's a feature."
    },
    {
        "speaker": "B",
        "text": "Listen, I've been in. I've been. I've been deep into the. Like I said, I live in the rabbit hole. I've seen some crazy shit."
    },
    {
        "speaker": "A",
        "text": "We'll start the bidding at 10,000 Ethereum."
    },
    {
        "speaker": "B",
        "text": "I feel like that's a little high. A little high."
    },
    {
        "speaker": "A",
        "text": "Okay. I thought you were going to say your squatch art is worth it. Any last questions for Toby here before we. Before we start to wrap things up? This has been an awesome conversation."
    },
    {
        "speaker": "B",
        "text": "No, my only question was this nocturnal id. But you asked that question and it was answered perfectly, so I'm all set."
    },
    {
        "speaker": "A",
        "text": "Cool. Well, that's awesome. I did want to say I saw Vinny down there and. Toby, I don't know how much you know specifically about the. The project that Vinnie was involved in the other day with symbol. The letters royale. Letters royale. Yes. That was super cool. If you haven't checked that out yet, you definitely should. I don't have. Did the mint close? I know it was open for a couple days."
    },
    {
        "speaker": "D",
        "text": "The mint is now closed, but you can still buy the tickets on secondary or magic Eden."
    },
    {
        "speaker": "A",
        "text": "I believe two of my three got eliminated, but if you haven't checked it out, Toby, if you know the details, tell people about that real quick because I thought it was super cool."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, we would love to. I mean, we've been bounding around tons of different ideas, and the people at symbol are real geniuses. James over at symbol is, you know, the brains behind the tech behind it. And I really love this concept pioneered by them and a few other people in the space where it's like event based nfts. I think this idea that you buy an NFT and the people who sold it to you or made it owe you everything and their house for the rest of their life can be really daunting to a lot of people. And I feel like it makes the space very daunting. Oh, it makes the apologies. That's all right. I thought that I was probably ramping on too long, but, yeah, it just sort of makes the face, the space feel a little bit hostile. So this idea of, like, gamifying nfts and creating a time period where an NFT runs over event based is really exciting. So it was a free mint, you know, in partnership with Magic, Eden and symbol, where $10,000 prize money has been put up and anyone could mint a ticket for free. And over 50,000 tickets were minted for the. For the entire thing. Vinnie did all of the. All the artwork involved. The ticket artwork. And the idea is, you know, people get eliminated, you can pay a couple bucks to eliminate people and they'll drop you an NFT of the person you eliminated. You go and talk trash on online for a little bit and, you know, it's super cool because the concept exists. You have fun. It was free to begin with. Every time someone buys a ticket on the secondary, there's like 2000 tickets left. And so those tickets are higher because the chance of winning $10,000 just got a little bit smaller. And it's more than that now because a percentage of the prize pool of the money that is paid towards eliminating people get to putting that back in the price pool. And it's been a really fun way to engage with the community a fun way to engage with the community that Vinnie is primarily an Ethereum based artist on the blockchain. And so to be able to engage with the Islana community and introduce them to Vinnie's art is really cool. The person who wins will end up with a Vinnie 101 and some dollars to spend on a d. God, that's super cool."
    },
    {
        "speaker": "A",
        "text": "Vinny, I saw you come up and please feel free to add anything there. Super cool to have you here. And I had three tickets or three letters in the letter royale, and I think all of mine are eliminated, so I need to get myself back in the game. Well, I just wanted to come up."
    },
    {
        "speaker": "D",
        "text": "Up and support, and I helped set it up. Seems unfair, so. No, I think if I had won, someone would have definitely called. I would be on in a Zack XBT thread for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, we don't want that. We definitely don't want that. I don't know, Toby. You may not have even been able to hear Vinny. You guys."
    },
    {
        "speaker": "D",
        "text": "That sounds like us. And I don't think I. I can hear him, which is also classic."
    },
    {
        "speaker": "A",
        "text": "You can't. All right, you're bad. You can say Vinny. You can say whatever you want."
    },
    {
        "speaker": "D",
        "text": "I will leave and Vinny can stay. It's been a real pleasure, guys, and I really appreciate the both of you. Speak to you guys later. Thanks for the platform, and I appreciate the kind words."
    },
    {
        "speaker": "A",
        "text": "Yeah, thank you so much, Toby. It's been a really awesome conversation. Thank you, Toby. Thank you, Vinnie. This has been super cool. I like you know, it's not often that we get on a full on art episode here, Chambers. So this was super refreshing. I've been on a personal art kick lately, being inspired by Vicki and JP Kaz doing some cool stuff with mid journey. Because it's for me, it's like I've never been, I've never had like, you know, the hard skills of being an artist. I've had the, you know, creativity. I, and I've never been able to kind of express that through art before. So mid journey has been a cool thing for me to play around with and I know some of the others in here and in the war room have been messing around with it too. So art is on top of mind for us lately here at DJ network and the mint condition chamber. With four minutes left, um, I think, I think we might actually have a winner today of the goat. Um, I just took a peek at the mint condition prop bets that Des put out earlier today and a lot of them hit today. So somebody's going to end up winning, I think so. Uh, we had over under two and a half on the times. Canada was mentioned. So that went, and that went over."
    },
    {
        "speaker": "B",
        "text": "By long shot through the roof."
    },
    {
        "speaker": "A",
        "text": "Yeah, long shot. What would happen first? Yuga would be mentioned. NFt NYC would be mentioned or Memeland would be mentioned. So the first mention of the day was we talked sewer passes. So that was actually plus 110 odds. So that hit. Does someone say not financial advice? Uh, yes. Was plus 170. No -220 so no."
    },
    {
        "speaker": "B",
        "text": "Yeah, we don't, I feel like that doesn't come up very often on our show."
    },
    {
        "speaker": "A",
        "text": "Yeah, well I mean it's, it's priced that way. -200 -220 no. First guest to speak. This is interesting. The long shot hit Riggs was the favorite at plus 120. Warp Joe was next at plus 130, which I think is interesting because Joe doesn't come up here often."
    },
    {
        "speaker": "B",
        "text": "He doesn't."
    },
    {
        "speaker": "A",
        "text": "He was pretty highly favored. But Suga Shane at plus 400 hit the. I wonder if Shane took a peek and big money line. Yeah. So plus 400 hit time. The space ends well, that's TBD. However, I think with us actually wrapping up prior to five here, like you know, starting to wrap up, I think the under is going to hit at 05:04 which is plus 110. And then bunch you says he has a hard stop. -250 yes. Plus 140. No, that one did not happen today."
    },
    {
        "speaker": "B",
        "text": "Do you, do you in fact have a hard stop of five?"
    },
    {
        "speaker": "A",
        "text": "No. Hardish. Soft stop. Yeah, soft stop. So the, so we did have a couple hit here. So we'll see if somebody actually won the goat put up by Des today. Des couldn't be with us because he is still sick. So hopefully Friday he'll be with us to award somebody. Maybe somebody won the goat. I don't know. There's a bunch of up. Shane says in chat, no. ₩1 again, I think this needs to be a progressive jackpot. Like a. Yeah, it's gonna be a. It's gonna be a. Yeah, there's. Right. Exactly. Like, it gets bigger every time and then, you know, and then until somebody wins, I think that would actually kind of be fun. It's kind of. It kind of like the concept of the letters royale. We should. We should make this a progressive thing. So number six says took. Shane says took everybody out. So number six was. Someone says, not financial advice is which. Which isn't a. I think. Which is a rare occurrence on this show. So. But that, you know, we. We didn't. We didn't crown an mvp today yet, did we?"
    },
    {
        "speaker": "B",
        "text": "So, yeah, I dropped it in our chat earlier today because it was."
    },
    {
        "speaker": "A",
        "text": "Yes, but we didn't announce it."
    },
    {
        "speaker": "B",
        "text": "No, we did not. We did not. But we absolutely should because two listeners were just on another level."
    },
    {
        "speaker": "A",
        "text": "I mean, it's the typical. It's the two that are always. By the way, both of those listeners, Bundy and Payne, got delivered their Starbucks gift cards today from me."
    },
    {
        "speaker": "B",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "Yes. Good. Keep on my promise."
    },
    {
        "speaker": "B",
        "text": "So I thought I dropped it in our TMC chat, but I'm having trouble."
    },
    {
        "speaker": "A",
        "text": "I've got it right here."
    },
    {
        "speaker": "B",
        "text": "So superspace has actually changed again, I think either yesterday or today, because the layout, the user interface has changed. And in my opinion, for the better they are now. You can actually sort your listeners by total reactions, which I thought was really great. So it makes our life a lot easier. So coming in at number one, and this was a two horse race, by the way, coming in at number one was pain with total reactions. Get this. 2241 total reactions. Just slimly beating out Bundy, who had 2147."
    },
    {
        "speaker": "A",
        "text": "How is it even possible?"
    },
    {
        "speaker": "B",
        "text": "That's insane. So just the two of them accounted for about 4400 reactions, which is absolutely bonkers."
    },
    {
        "speaker": "A",
        "text": "I do want to say, though, not only are they the reaction kings, uh, but they are also up there because you could sort by spaces attended now. They're also amongst our top listeners. So, um, you know, we've got. We've done twelve of these spaces now. Can you believe that? We've done twelve of them. Uh, Steve Cap, Joe Bundy have. Have attended eleven of the twelve spaces. So shouts to you."
    },
    {
        "speaker": "B",
        "text": "I feel like we've done more than twelve, though."
    },
    {
        "speaker": "A",
        "text": "I don't know. This. This. Well, I don't know. This is my personal profile, so I'm guessing it's accurate for how many we've done. Yeah, the D gen one has twelve as well. You have twelve, so I'm assuming it's been twelve spaces. But the. So those guys have been with us for eleven out of the twelve. Punter shouts to you. Ten out of twelve, pain. Ten out of twelve. Nobody else in the double digit club, but we love you anyway. If it is your first time here, please come back Monday, Wednesday, Friday, 04:00 p.m. to five eastern time. Also on podcasts everywhere. You can listen to podcasts so they go out relatively quickly after. Within an hour or two. Yeah. So, anything else before we wrap it up?"
    },
    {
        "speaker": "B",
        "text": "No. No, not at all. Awesome."
    },
    {
        "speaker": "A",
        "text": "Well, this was a fun show. I hope you. I'm gonna go make some AI sasquatch art with the prompt, tasteful, tastefully nude sasquatch and see what happens. And maybe I'll bring those to the next show. I gotta."
    },
    {
        "speaker": "B",
        "text": "I gotta hop on this. What. What site am I using?"
    },
    {
        "speaker": "A",
        "text": "Oh, mid journey. It's mid journey. Go, go check out the AI chat in the war or in the Djen discord. You'll be. I think. I think you'll be impressed."
    },
    {
        "speaker": "B",
        "text": "I can't get in anymore."
    },
    {
        "speaker": "A",
        "text": "Oh, good. Well, wow. Okay."
    },
    {
        "speaker": "B",
        "text": "Oh, shit. This is interesting."
    },
    {
        "speaker": "A",
        "text": "All right, you're the AI chat now."
    },
    {
        "speaker": "B",
        "text": "I am in the. I'm in the eight. I'm in mid journey, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, well, I'm going to tag you in the AI chat so you can go and check out all the cool art. So Vicki's been giving us a prompt a day. Ooh. Consider chaos with this very cool elephant looking thing. Today's prompt was animals in the business world, so maybe sasquatch out of business."
    },
    {
        "speaker": "B",
        "text": "I'll drop. I see what I can do here."
    },
    {
        "speaker": "A",
        "text": "All right, I got to get out of here because the. I've already declared the under 504 as the winner."
    },
    {
        "speaker": "B",
        "text": "Okay?"
    },
    {
        "speaker": "A",
        "text": "I can't go back on that. So until next time, catch us. Oh, Vicki so pissed I tagged you in the AI chat. She doesn't want you in there, so that's going to do it for us. Until next time, statement."
    }
]