[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. My name is pain, alongside my esteemed co host, chamber."
    },
    {
        "speaker": "B",
        "text": "Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "I am doing fantastic. And may I add, that was probably the best intro I've ever heard in my entire life. Great throw. You know what? We have open auditions for Bunchu and Des's replacements today. So far, so good. I gotta tell you, these guys are ready to perform. There has been some shenanigans happening prior to the start of the podcast. For those you, for those of you on the spaces, you got a little taste of it, but yeah. So I think what we're going to do, like I mentioned, bunchu and Des are both off today. I want to highlight some of the, some of the hosts that we have on the dj network. And because I've been completely unplugged today, I have no idea what's happening. I was pretty unplugged all weekend, to be perfectly honest, as well. So I'm going to start it off. I'm going to give the second co host spot because, you know, he wants to talk. I'm going to give it to Steve right away, and I'm going to get him. I know, I know. We're going to do it in order. We're going to do it in order of appearance for the day. So I want Steve to give me kind of a little bit of a recap on what happened with coffee with captain. For those of you who don't know or maybe listening on the podcast version of this, Steve is the co host, along with captain of the coffee with captain spaces every morning, Monday to Friday. 830 was it? 08:00 a.m. it's a terrible time to be live, but if you're up at that time. 08:00 a.m. eastern standard Time. They run it for about 2 hours every day, sometimes 3 hours. You can catch the version of their podcast same day, thanks to Paine, who puts it up diligently every single day on the podcast. Wherever you find podcasts is where you can find coffee with captain. Steve. How are you today?"
    },
    {
        "speaker": "C",
        "text": "I'm doing well, buddy. Thanks for. Thanks for asking. Excellent intro by Payne."
    },
    {
        "speaker": "A",
        "text": "Excellent. Ten out of ten. I agree."
    },
    {
        "speaker": "C",
        "text": "Excellent. Yeah. If there was a higher number than ten out of ten, I could give, I would go."
    },
    {
        "speaker": "A",
        "text": "If I could only count higher than ten, it would be that number, but I'm completely lost after ten."
    },
    {
        "speaker": "C",
        "text": "Yeah, after fingers, I'm done. The socks stay on the. Not going there. But no coffee with Kevin was good. This morning. We talked about the D gods party that a lot of people were talking."
    },
    {
        "speaker": "A",
        "text": "About over the weekend. I don't know what was the general. I mean, I know my feelings on it. It seemed real, real weird. It was a real weird happening. A lot of dudes in a weirdly lit room. Was that just me? I thought it was supposed to be like a club, but the club was."
    },
    {
        "speaker": "C",
        "text": "The lighting was. I think it was a basewitch."
    },
    {
        "speaker": "A",
        "text": "It was a very strangely lit room with an unreasonable amount of men or young adults. It was strange. Was that the general kind of consensus from the crowd today? This morning?"
    },
    {
        "speaker": "C",
        "text": "So it was pretty down the middle in the sense that I think a lot of people were like, look, it's a bunch of dudes having fun."
    },
    {
        "speaker": "A",
        "text": "They were."
    },
    {
        "speaker": "C",
        "text": "There was actually a. There was a good tweet that was kind of talked about how men don't deal with mental health. They bury it inside."
    },
    {
        "speaker": "A",
        "text": "We sure do."
    },
    {
        "speaker": "C",
        "text": "Guilty."
    },
    {
        "speaker": "A",
        "text": "We sure do."
    },
    {
        "speaker": "C",
        "text": "Guilty. I'm like, those men shouldn't be doing the worm. They should be burying their sorrows and then blowing up."
    },
    {
        "speaker": "A",
        "text": "I almost hit three kids on the way home today."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, like, it's like, it's like what you're supposed to do is bury your anger inside, and then, like, when somebody drops a fork on the floor, you lose it."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "Like, that's what you're supposed to do."
    },
    {
        "speaker": "A",
        "text": "Like a real man."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's what. Back when men were men. Absolutely. But that came up. I think there was the concept of inclusivity, which came up, which is pretty good about, like, look, nobody. Not, like, don't knock them for having fun, but there does come a point when. If conferences and things like this or where deals get done, I don't think any deals were getting done. But if conferences at least not deals that have. Do with drugs, perhaps, but that's a good point. Conferences, like, if deals get done, there gets a point where, like, yeah, you probably want to be a little more inclusive because that's how this sort of, like, shit starts. But I. It was pretty tempered. It was kind of in the middle. People talked about, Frank did a really good job leaning into it. So, um. So that that came up quite a bit. And then we, uh, we. And that was kind of the topic of the morning till we had the CEO of Joyride Games on, who is a big brain guy that you all talk to as well. So that was kind of, that was kind of CWC in a nutshell this morning."
    },
    {
        "speaker": "A",
        "text": "That's awesome. No, that's. That's good. And I appreciate it that you guys hit on the fact that, yes, guys can just, guys, guys can just be guys and have fun with some, with some dudes, you know what I mean? They did look like they were having a good time. Did we figure out the identity of the bird mask guy?"
    },
    {
        "speaker": "C",
        "text": "No, that's actually a good question. We didn't figure out Bird mask guy, nor did we identify the person doing the worm."
    },
    {
        "speaker": "A",
        "text": "The worm, yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Which I would have hit, like, I mean, the bird mask guy and the worm guy should be good friends, I would imagine."
    },
    {
        "speaker": "C",
        "text": "Well, the bird mask guy had the right idea because everybody who's getting just bodied for being in that video, like, I."
    },
    {
        "speaker": "A",
        "text": "Did we make any, like, did we confirm, like, obviously beside the, besides your franks and stuff like that, has anybody been accused of being at the, you know what I mean? From Twitter have been accused of being at the show and being quote unquote docs."
    },
    {
        "speaker": "C",
        "text": "So we did have a couple of people who didn't, not from the dance circle around the strange lighting, but we did have a couple of people who said that they were, this was like, I think, downstairs and there was something going on upstairs that was a little more calm. And there were actually members of the female persuasion upstairs. So that was, that was information."
    },
    {
        "speaker": "A",
        "text": "So they say."
    },
    {
        "speaker": "C",
        "text": "So they say there was upwards ones of females. I've heard. So I heard."
    },
    {
        "speaker": "A",
        "text": "Like it's, uh, quite, I was, uh, I was surprised not to, I didn't see any images or pics of, uh, Roman there because I believe Roman lives there full time now. Uh, yeah, he does."
    },
    {
        "speaker": "C",
        "text": "He's in, he's in, he's in Paris. Roman is, he's very cultured frenchman now."
    },
    {
        "speaker": "A",
        "text": "He is. I hear him speak French all the time now. It's very impressive. Um, but I'm surprised, I'm surprised because it was in Paris correctly."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was. Yeah. NFT Paris was in Paris, correct."
    },
    {
        "speaker": "A",
        "text": "It was. I know, I wasn't sure if like the d guys party was like a separate party. Besides, you know, besides NFT Paris. So that's, that's good. I'm happy to hear that. I feel good about it. And, and you're, has this soured you on conferences going forward? Are you about the same? No. You know what I mean? No difference."
    },
    {
        "speaker": "C",
        "text": "I'll be honest, you're doing a great job posting, by the way, chamber. Just to just, just I want to make sure that, that it's the rage."
    },
    {
        "speaker": "A",
        "text": "Kind of melting down into like, oh, these are nice people."
    },
    {
        "speaker": "C",
        "text": "Why don't you just get, why don't you just give me thumbs down for the hosting? No, no, don't worry. I will relinquish the co host spot for someone else soon, I think Chambers doing a good run through the shows here. But I will say this. Not for me personally. Actually seeing that gives me a lot of bull market vibes. And I mean that in the sense of, like, last time we had a really big bull market. We had conferences that were well tended with these crazy events around them. And people were spending money, people were excited, people were meeting places. And you saw things from doodles, you saw stuff from d gods and a bunch of other pudgy penguins, a bunch of other NFT projects that were holding things outside the event, which is a very bullish indicator to me. I saw a lot of videos from inside the event, a lot of art installations, so certainly bigger than I've expected from some of the other conferences I've seen. So I think that that's a positive indicator for me personally. It's like, it made me actually more likely to attend NFT Paris next year because I saw a lot of good videos and things coming out of there. And you, you know, so, I mean, for me, it's still NFT NYC, Vcon, Art Basel, ape fest, but I may throw NFt London or Paris in there based on the fact that it looks like."
    },
    {
        "speaker": "A",
        "text": "Was this the first. Was this the first NFT Paris?"
    },
    {
        "speaker": "C",
        "text": "No, I don't believe so. I believe this is not the first one. But this is the first one where someone did the worm on a dance floor that I'm aware of."
    },
    {
        "speaker": "A",
        "text": "They sure did. Yeah. Actually, that made a lot of my weekend. I liked being on Twitter and seeing that."
    },
    {
        "speaker": "C",
        "text": "But before, before I jump down. Cause I know that was. We covered the coffee with captain stuff and I definitely wanna get like, jwebs and rigs in the mix and everything, too, and then kind of keep moving through the shows. I do wanna ask, did you see that the dookie dash key sold for 1000 EtH?"
    },
    {
        "speaker": "A",
        "text": "I saw that. I did."
    },
    {
        "speaker": "C",
        "text": "So there you go. Nothing wrong."
    },
    {
        "speaker": "A",
        "text": "That was that level four poop pass."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was a level four poop pass. And it was a guy who has, like. He had like, he bought like something like 50, like, like, like, like a dozen or 50 some insane amount of sewer passes. He's a professional gamer and he got all of them in like, a high enough score. They're selling for multi, multi, multi, multiple eth. So, like, this guy basically is selling, like, top 250 sewer passes to anybody who walks by him making just hand over fist money. And actually, I. Riggs. I don't want to steal Riggs's thunder because riggs had a very good take on this and lunch break. So I'll leave it at that teaser as far as why we should be rooting for a big sale. But I left. I left lunch break with like tap in my head with the big brain move from Riggs last take on. On that. As far as the professional gaming world. If he. Riggs. Just thumbs up. If you know what I'm talking about. If I'm crazy or if I'm quoting someone else and not realizing it. Okay. He does."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I'm like, am I for the confirmation thumb from Riggs."
    },
    {
        "speaker": "C",
        "text": "Yeah. So riggs. Yeah, there's a thumbs up joke to be had here related to the. Anyway. Well, all right. I'm going to. I'm going to lingers the co host spot."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "I will let someone else pop in. But I appreciate chamber you let me pop in here, Steve."
    },
    {
        "speaker": "A",
        "text": "I appreciate you helping out while Bunch and Des are out Jweb. Because I only have one co host spot to give out here. But I'm going to let both you and Riggs talk. But because no love for Vicki is Vicki. Well, that's a good point. Oh, shit. 1 second."
    },
    {
        "speaker": "E",
        "text": "If you're going."
    },
    {
        "speaker": "A",
        "text": "If you're going. Is Vicki up here now? I'm not sure if I let her up. I can't. I can't. I don't. I'm not watching what's happening. I'm trying to. I'm trying to keep."
    },
    {
        "speaker": "F",
        "text": "What are you looking at? What else is more."
    },
    {
        "speaker": "E",
        "text": "I mean, until it would be joke."
    },
    {
        "speaker": "A",
        "text": "Circles is, by the way, out of the rotation of co host guests. So we are going to give it to Vicky next. Bundy, you still have a very slim chance to make it up here. But so far circles has. He's got two strikes against him and I only play with two strikes. So, Vicki, what's happening in AI. I haven't been. What's today's. What's today's AI prompt in the war or in the. In the discord? Because I haven't been in there in a little while."
    },
    {
        "speaker": "F",
        "text": "I'm not seeing the co host request yet. So I can't speak."
    },
    {
        "speaker": "A",
        "text": "That is fair. Holy shit, you guys. It's gonna be like a three minute one. Okay, you guys wanna push me today? I told you guys I was at a ten. You're trying to push me. Vicki, I love you. What's happening in the AI space today? Hello. Are the robots taking over?"
    },
    {
        "speaker": "F",
        "text": "I'll start again. Take two. Hello and welcome to the mint condition where we talk web three. Welcome to over forty's chamber, who's my co host today, and everybody else that's just turned up. How are you today, chamber?"
    },
    {
        "speaker": "A",
        "text": "I'm doing a lot better now that you're talking to me. I'm gonna be honest. You seem to bring. You're like, you know, like, your voice soothes the savage beast within me. Do you understand? So I appreciate you being here, because I'm about to wolf out here at."
    },
    {
        "speaker": "F",
        "text": "Home, so I don't know that tames the beast in you."
    },
    {
        "speaker": "A",
        "text": "Well, there is a certain Jekyll and Hyde to me, so, you know, Mister Hyde's trying to come out as we speak, so you're definitely keeping me inside, so I appreciate it."
    },
    {
        "speaker": "F",
        "text": "Is that like the time when you told Gary V he was a better man than you?"
    },
    {
        "speaker": "A",
        "text": "Did I say that? I say a lot of things to Gary Vee, and I can't be, you know, I can't be charged into remembering everything I say to him. So I'm gonna have to take you at your word on what I say to Gary Vee."
    },
    {
        "speaker": "F",
        "text": "I just thought it was interesting he wasn't around at the weekend, and there's this birdman has popped up with a mask, and nobody knows who it is."
    },
    {
        "speaker": "A",
        "text": "It's a good point. It literally could be anybody. Could you imagine it was Gary V? I wonder, what do we know if he was in Paris at all?"
    },
    {
        "speaker": "F",
        "text": "Well, he was very quiet, and obviously you said the worm. There was two, so maybe it was him and craniac, and craniac was doing the worm, and Gary was in the bird mask, and everyone was like, you don't know who we are."
    },
    {
        "speaker": "A",
        "text": "That's a good point. These are great theories here, Vicki. I'm going to be honest, so I'm going to ask again my original question. I haven't been in the AI chat section of the discord. I was really enjoying it there for a bit. I know tons of you guys are all over it every day. Did we have a prompt this morning for the AI room?"
    },
    {
        "speaker": "F",
        "text": "Yes, we did. We had a special challenge for those that bothered to get their asses in there. We had a blend challenge. Thank you so much for asking. I put an image in there, which was a gradient image that people could use the hashtag blend option and make."
    },
    {
        "speaker": "A",
        "text": "Their own artwork interesting. Who do you think wonde the day out, in your opinion?"
    },
    {
        "speaker": "F",
        "text": "Well, no one's responded yet."
    },
    {
        "speaker": "A",
        "text": "Oh, that's a little sad, to be honest. I'm gonna have to get in there and win by default. Who have been the better? I do have a question, though. Who have been the better artists, in your opinion? That kind of started like, kind of, you know what I mean? Like, first tried it maybe, you know, a couple weeks ago and have progressed over the weeks and days. Over the days and weeks. Any call outs that we should be looking for?"
    },
    {
        "speaker": "F",
        "text": "I think it's quite interesting to see, actually, because some of the people that popped in that kind of nishi popped in that have carried on going. It's been quite interesting to see. So it's fantastic to see Bunshu coming on and see how much he's evolved from just learning every day. Should be forgetting some. But yeah, there's like. I know things are up and down, so it's kind of. People tend to forget it's over there, but if you do, anyone can get access to mid journey for free. It's just a great. It's almost like a mindset thing. You can just not have to think about other daily, you know, unloading the dishwasher. You can go make art instead. And that's much better."
    },
    {
        "speaker": "A",
        "text": "That is much better than unloading the dishwasher. I can. I can attest to that. Well, we're going to keep it moving here. We have so many people up on stage. I want to try to get to as many as I can here. I'm gonna again, circle. I said circles was out. We're gonna give the next co host spot to Jweb. Can I do that from here? Let's see. I don't know what Vicki. I don't even know what I'm doing. Gonna be honest. Do I have to remove it from you first?"
    },
    {
        "speaker": "B",
        "text": "You just leave Vicki at Jweb or as a co host."
    },
    {
        "speaker": "F",
        "text": "It's fine."
    },
    {
        "speaker": "B",
        "text": "I'll just hang out."
    },
    {
        "speaker": "A",
        "text": "I want everybody to have a little co host spot. Um, because doesn't it help your. Doesn't it help your. Your super scores on whatever the website I go to every day to see what my score is that never shows up. J. Web. Riggs. How you guys doing today? Don't ignore me, riggs. We already went through the game, riggs. We already did the game. I'm already. I already know what's happening, all right? So don't start this shit with me today, okay, buddy?"
    },
    {
        "speaker": "D",
        "text": "I wasn't ignoring you. I just figured because J. Webb's the one who broke the game up that."
    },
    {
        "speaker": "A",
        "text": "He was going to be the one."
    },
    {
        "speaker": "D",
        "text": "To get speaker first. So let's go."
    },
    {
        "speaker": "A",
        "text": "I felt like, riggs, if anybody understands what I'm going through right now, it's you. I feel you and me have the same fuse inside of us, that you of all people should understand what's happening to me right now."
    },
    {
        "speaker": "D",
        "text": "Oh, I understand it 100%. And partly. I even told a couple of people in the DM's, I go, the payback for this is going to be a bitch. It's gonna fucking suck. I'm gonna be stressed out."
    },
    {
        "speaker": "A",
        "text": "So I'm with you, brother. No, listen, listen. You partnered with J web, and in my mind, he's absolved you of any wrongdoing, okay? Just by being the co host alongside Jweb. You're good to go."
    },
    {
        "speaker": "D",
        "text": "I know. He's absolved me from all wrongdoing, period. He makes me a better person. So thank God I'm around j web."
    },
    {
        "speaker": "A",
        "text": "Well, not wrong. It wasn't. Speaking of you and J Webd, when is is East Denver, like this weekend? And what's happening there?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's going on right now."
    },
    {
        "speaker": "A",
        "text": "Right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I call this part, like, the nerdier part of East Denver, and then the still nerdy but slightly less nerdy part is March 2 to the fifth. So right now is like the way. The way that I view it is this part. You know, I would walk into any room in Eth Denver and be hands down the dumbest person in there. But in the next few days, I'll only be in like, the bottom 20 percentile of the dump."
    },
    {
        "speaker": "A",
        "text": "You'll progressively be smart."
    },
    {
        "speaker": "B",
        "text": "Yeah, so I'll be."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "Like in an NFT conference, I'd probably be like, somewhere in the middle, but at this, I'll definitely be in the bottom 20%."
    },
    {
        "speaker": "A",
        "text": "Gotcha. Now, riggs, are you making your way out to Denver?"
    },
    {
        "speaker": "D",
        "text": "I am indeed. I fly out on Thursday, get there bright and early."
    },
    {
        "speaker": "A",
        "text": "You know about that Denver airport, right?"
    },
    {
        "speaker": "D",
        "text": "I forget."
    },
    {
        "speaker": "A",
        "text": "Do you not know about Denver airport?"
    },
    {
        "speaker": "B",
        "text": "All the conspiracy theories about the Denver. If you want to do a conspiracy theory, show their websites dedicated to all the conspiracy theories about the Denver airport. Fun fact, there is a psychotic looking bronco outside of the Denver airport."
    },
    {
        "speaker": "A",
        "text": "And isn't it called, like, satan or something? Like, is it called something weird?"
    },
    {
        "speaker": "B",
        "text": "Well, the original creator of it, when they erected the statue, it fell on the guy and killed him."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Like, the statue is, like, cursed. The whole. The whole airport is, like, allegedly some kind of, like, emergency bunker. It's really. There's a lot of crazy shit with the Denver airport."
    },
    {
        "speaker": "A",
        "text": "I've gone down the Denver airport. You know, it really sucks you in because there's the whole, like, the mural thing. Like, there's some weird murals within the airport. It's extremely far away from Denver apparently as well."
    },
    {
        "speaker": "B",
        "text": "Like, oh, yeah, it's in the middle of. It's like, it's in the middle of nowhere. There's not a whole lot going on."
    },
    {
        "speaker": "A",
        "text": "Real suspicious shit happening in Denver."
    },
    {
        "speaker": "B",
        "text": "It's real sketchy, man."
    },
    {
        "speaker": "A",
        "text": "Hmm. So, Riggs, I would recommend watching a couple of YouTube videos to get really, you know, get yourself."
    },
    {
        "speaker": "D",
        "text": "I'm already googling it as we're speaking right now. It's literally conspiracy theories about the Denver airport."
    },
    {
        "speaker": "A",
        "text": "It's like a. I would say a top conspiracy. Like, I'm not a big conspiracy guy, but like, I know Denver airport is, is in there. You know, it's illuminati level. So that's interesting. Changing my mind to becoming a Denver this weekend. You guys are."
    },
    {
        "speaker": "D",
        "text": "I'm gonna have to look this shit up."
    },
    {
        "speaker": "B",
        "text": "I don't know, Bundy. Are you gonna be living in the airport the whole time or you're actually gonna leave the airport?"
    },
    {
        "speaker": "A",
        "text": "I think it's okay if you leave."
    },
    {
        "speaker": "B",
        "text": "Yes, I think it'll be just fine if you leave."
    },
    {
        "speaker": "A",
        "text": "So what are, are there going to be any like, you know, hot boy dance offs in East Denver that I'm. That I should be keeping my eye out for?"
    },
    {
        "speaker": "B",
        "text": "God, I hope so. Like, I can't wait. I'm going to, you know, I don't know if you've. I'm probably going to be mainly sticking to like, the running man. The shopping cart is another good one that I can do because it requires very little actual dancing ability. That's really where I live. Like, I live, you know, you can't take, like, you. I don't know if you guys know Eddie, but he's like a, he's a real dancing guy. Not my scene, not my strong suit. But I can do a really good job of embarrassing myself to get people laughing and get them more comfortable embarrassing themselves. So I will fall on that sword if need be."
    },
    {
        "speaker": "D",
        "text": "I'm with you. I've got like the Carlton the sprinkler. Those, those are two of my go to's when I need to really tear it up on a dance floor. So I've already shared today. I'm an absolutely atrocious dancer. However, I'm not afraid to get on the dance floor and tear it up a little bit. So who knows what'll happen?"
    },
    {
        "speaker": "A",
        "text": "So is, are there any projects putting on any sort of like evenings during east Denver? Like, like we saw with d gods and, you know, it's not, it's, I."
    },
    {
        "speaker": "B",
        "text": "Mean, it's not really an NFT conference at all. Like there are plenty of events going on, but like a lot of daos are sponsoring events, quite a few. Like VC firms are sponsoring events as well. So you're not really going to see like you know, a board ape party, a d got party, a doodles party or anything like that. It's more, more different chains and dows hosting stuff."
    },
    {
        "speaker": "A",
        "text": "Is Vitalik going to be there?"
    },
    {
        "speaker": "B",
        "text": "I mean he was last year so I think there's a decent chance he's there this year."
    },
    {
        "speaker": "A",
        "text": "Interesting. I think that's worth it. Riggs. Yes. You have a question, I see."
    },
    {
        "speaker": "D",
        "text": "Well, no, I literally have not looked at any events that are taking place. I have no clue what the agenda is. I am 100% only flying out to eat Denver to hang out with J. Webb James, Adam Bundy. So, you know, I'm sure there's going to be cool shit that goes on, but if you were to ask me where are we going and what are we doing every day?"
    },
    {
        "speaker": "B",
        "text": "No, Riggs is going to be just stoned out of his mind for 72 hours straight and that's going to be. And then he's just going to wake back up at the Denver airport sleeping on the statue or something, not having understood what happened in a previous three days."
    },
    {
        "speaker": "D",
        "text": "I mean, what's the difference in any other 72 hours for me, let's be honest."
    },
    {
        "speaker": "A",
        "text": "That's fantastic, Morgan. I see. Morgan, welcome to the show. I haven't had you on the show in a very long time. Hey Denver, how are you?"
    },
    {
        "speaker": "G",
        "text": "I'm doing very well, dear sir. I just wanted to come up here for moral support because I feel like hosting the show alone is maybe your literal nightmare. I started hearing the conversation and I just wanted to give you a lot of credit for trying to keep this train on the tracks. You're doing a great job, man."
    },
    {
        "speaker": "A",
        "text": "Morgan, that means so much coming from you. So I appreciate it. And a lot of people don't know this, but Morgan and I will be putting out our own television movie podcast in the near future. So keep your eyes open and ears."
    },
    {
        "speaker": "G",
        "text": "Honestly, we just need to practice here on tmc when bunches away, you know, the cats will play. We'll try and practice our movie podcast that we plan on doing. We're going to give the best reviews."
    },
    {
        "speaker": "A",
        "text": "Of movies, by the way, but tens only."
    },
    {
        "speaker": "G",
        "text": "I won't let this train not go off the tracks right now due to me though. You're doing a great job, chamber."
    },
    {
        "speaker": "A",
        "text": "Thanks morgan. Talk to you later. I don't know who had their hand up first, mister house or mina, so I'm going to go mister house first. We'll go. We'll go youngest first."
    },
    {
        "speaker": "H",
        "text": "Nice. A paradigm shift. That's exactly what I'd expect. While bunch, who's gone perfect? No, I was going to say chamber. I actually was genuinely curious. How many times have you or bunch, you, like, missed an episode of the show? Because you guys have been running wrecked, mint condition for quite a while. So I take it this is a pretty infrequent occurrence."
    },
    {
        "speaker": "A",
        "text": "It is. It is a pretty infrequent occurrence. I could count on one hand over the last, like, five years how many times bunches has missed. And probably it would probably about the same. We probably missed, like, three or four episodes each over the years. But I was just looking at my schedule. I'm going to be away towards the end of March for the full week. I don't know how many of those shows I'm going to be able to hit. So I'm gone Monday to Thursday. I can definitely do the Friday show, but ideally, I try to bring all my equipment, or at least traveling equipment when I'm away from work to ideally get away because of the time of the show. It usually works out in these. If you're familiar with, like, business conferences and kind of IRL stuff, 04:00 is usually like. Is when we can kind of get away to prep for, like, the dinner that night. So usually get, like, a couple hours off. So we'll see what happens. But towards the end of March, I might. I might miss a couple myself, so we'll see. But it does not happen very frequently."
    },
    {
        "speaker": "H",
        "text": "Oh, when that happens at the end of March, and then bunch, who has his, like, come back at you moment."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "Who's going to pay for the therapy sessions is my question."
    },
    {
        "speaker": "A",
        "text": "It's going to be."
    },
    {
        "speaker": "H",
        "text": "It feels like we're already in a room of stingy crypto, and it's going to be a battle that in and of itself might be a battle. Like, who's actually going to pay for it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. I don't know. I don't know who's more unhinged, me or bunch. It's pretty close, I would say so. I would say whoever the most sane person is would have to pay. But it's a flip of a coin. Maybe des pays. He's out there in California making those boku goat bucks, squeezing that g milk out. So we'll see. Maybe Des will pay for us. Mina, what's. What's up, Mina? From. For those of you who may not know, Mina is the host of Alpha afternoons, the sister show to mint condition. So if you ever listen, you know, listen to mint condition Monday through Fridays or Monday, Wednesday, Fridays, Mina hosts the in between show. So at the same time, 04:00 p.m. eastern standard every Tuesday and Thursday, alpha afternoons. What's up, my friend? I had to raise my hand. I saw Morgan come up here and give you some props. I got to come up here and just tell you're doing a terrible job filling in for everyone. I appreciate it. Thank you. Seriously and honestly, I just want Vicki to talk the majority of the time, and I really want to thank you for everything. That's all. I miss Roman already. Literally, I think it's like 11:00 his time in Paris. I know. Shout out to Roman, my co host."
    },
    {
        "speaker": "E",
        "text": "As well as Jake."
    },
    {
        "speaker": "A",
        "text": "But Roman moved to. Roman, moved to France, and now he hosts co host alpha afternoons at 10:00 his time. So shout out to him for doing the night shift, but not on the night shift. Appreciate it. No kidding. He's probably in a, like a nice carb coma right now after, like a baguette. Well, he was actually, I don't know if you look closely enough, in the boy band concert that was going on, but yeah, he was enjoying NFT Paris and all the other boy band events that were going on over there. So shout out to him. Real talk. I was definitely looking for Roman and all those videos. Please don't be in this. Please don't be in this. Don't embarrass us. Please, God. But shout out."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "You're doing a great job, man. I just want to say. What up? Thanks for hosting. Thanks, Mina. Rigg. Sir. What do you got?"
    },
    {
        "speaker": "D",
        "text": "So first off, do I keep hearing you rip on a vape? Is that what I hear you're doing over there?"
    },
    {
        "speaker": "A",
        "text": "Ah, maybe."
    },
    {
        "speaker": "D",
        "text": "Maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah. I thought I caught the little, like, the little sound little."
    },
    {
        "speaker": "D",
        "text": "I just had to call. You're trying to be sneaky cheeky or."
    },
    {
        "speaker": "A",
        "text": "I was being sneaky cheeky. That's a finely tuned ear you have."
    },
    {
        "speaker": "D",
        "text": "I may or may not know a thing or two in my past of what those sound like. Thank God I kicked that habit."
    },
    {
        "speaker": "A",
        "text": "This is a tribal vape with a purple Hills cartridge. So for those of you wondering at home, it's very good. Highly recommend. Lemon pepper."
    },
    {
        "speaker": "D",
        "text": "I have another question, and this is really a ser. I want to bring it to a serious tip here. Do you and bunch intend to take over the now wide open 10:30 a.m. eastern standard Time slot for like, some brunch edition? Because I got to tell you, you would absolutely crush it compared to the individual who may or may not have held that spot up until Friday of last week."
    },
    {
        "speaker": "A",
        "text": "So I wasn't going to bring this up, but since you brought it up and we're going to talk about this. This. I got a DM or I got a text message from bunch the other day, and he says to me, how would you feel about moving ment condition to the morning to take over? What was the other show called? Daily Dose. Is that what it was? Daily dose?"
    },
    {
        "speaker": "D",
        "text": "The daily dose? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So to take over their spot, apparently Ryan Carson's not doing it anymore. That's a shame. So I told him I have a, you know, like, I got an IRL job. Like, 1030 IRL is a. You know, that's a real time. It's off. 04:00, you know what I mean? 04:00 is kind of like a gray area. 1030 in the morning, like, that's a real time I gotta be accountable for. So I'm like, I'd love to, but I can't. So, chamber. Yeah."
    },
    {
        "speaker": "G",
        "text": "I think I might be your sloppy seconds then, because I, too, received a text message, and I think that I'm the sloppy seconds in this situation, and Mister Bunshu and I are going to have to have a conversation."
    },
    {
        "speaker": "F",
        "text": "Wait, what time did you guys get sent a message?"
    },
    {
        "speaker": "A",
        "text": "Let's say. Let's check our. Let's check our phones here."
    },
    {
        "speaker": "F",
        "text": "Time tricks."
    },
    {
        "speaker": "A",
        "text": "I was sent."
    },
    {
        "speaker": "G",
        "text": "I'll check mine. Hang on."
    },
    {
        "speaker": "A",
        "text": "This is gonna open up some stuff right now. I'm gonna be honest. I just got a."
    },
    {
        "speaker": "G",
        "text": "Bunch is definitely paying for the therapy. All three of us are gonna have to go to together now."
    },
    {
        "speaker": "A",
        "text": "No kidding. I just got a text message from Bunch who asked me if I wanted to do something at 10:30 a.m. oh, no. Yeah, I just got that. Actually, every person."
    },
    {
        "speaker": "H",
        "text": "Sorry to speak over you, Riggs, but how am I the only person that does nothing other than sit on spaces all day long, but Bunch, who reaches out to everyone else with, like, actual real responsibilities and jobs? I'm noting that one in the back."
    },
    {
        "speaker": "D",
        "text": "Of the dome, so don't feel bad, mister house. You and I are."
    },
    {
        "speaker": "H",
        "text": "I said that. I said that mostly jokingly, just like."
    },
    {
        "speaker": "D",
        "text": "Oh, we're in the same boat, though. Jokingly, I see no job. No, I don't have going on half the time. Unfortunately, I've not gotten the text either about the 1030 spot, and I was waiting for the confirmation so then J web and I could start up nft brunch. Break, you know, at the 1030 spot and just be absolutely competitors. It'd be hilarious."
    },
    {
        "speaker": "B",
        "text": "Roll it on through through lunchtime. Yeah, we'll start a new space, but just talk about the same thing over again. It'll be great."
    },
    {
        "speaker": "A",
        "text": "So, Morgan, Morgan, have you confirmed the time you got the text yet?"
    },
    {
        "speaker": "G",
        "text": "I have my time. Do you have your."
    },
    {
        "speaker": "A",
        "text": "I have my time, so my time. I'll say my time first. So this is really going to hurt my heart if this goes the wrong way. My time is 01:57 p.m. eastern time on Friday."
    },
    {
        "speaker": "G",
        "text": "What was the date? Friday."
    },
    {
        "speaker": "A",
        "text": "The date Friday was, I think the 24th. Yeah, the 24th."
    },
    {
        "speaker": "G",
        "text": "157."
    },
    {
        "speaker": "A",
        "text": "Yes, yes."
    },
    {
        "speaker": "F",
        "text": "152."
    },
    {
        "speaker": "A",
        "text": "Friday."
    },
    {
        "speaker": "G",
        "text": "No, no, get this, get this. You got me by several hours. I got 510 pm. I'm the PM request. You know, I'm definitely sloppy seconds in this scenario."
    },
    {
        "speaker": "A",
        "text": "So I was, so I was. Yeah, so I was, I was. Friday afternoon. You were just. Friday, early evening."
    },
    {
        "speaker": "G",
        "text": "Friday, early evening."
    },
    {
        "speaker": "A",
        "text": "Listen to this. I'm going to give you some more time. I'll give you some more timelines here. This is the t right now. Friday, 05:57 p.m. so after you've had your text, right, is that correct?"
    },
    {
        "speaker": "G",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "I get a text, say, question, would it be okay if I did a 1030 show separate from in conditions? I'm like, yeah, man, whatever, no big deal. I'm definitely not crying right now."
    },
    {
        "speaker": "G",
        "text": "This is the most unhealthy relationship I've ever been in between the two of you."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. So I'm hurt. Ruined my Friday evening. The guy wants to break up with me. Therefore, I have a Monday show called Open Auditions, where I'm just seeing who wants to be my new co host. Morgan, how do you feel about being a new co host every Monday, Wednesday, and Friday at 04:00 p.m. eastern time?"
    },
    {
        "speaker": "G",
        "text": "This is what we're going to do. This is what we're going to do. Chamber. It's going to be me and you on."
    },
    {
        "speaker": "A",
        "text": "How about me and you do every morning at 1030?"
    },
    {
        "speaker": "G",
        "text": "Yeah. We're going to do mink edition and a 10:30 a.m. slot together. We'll just ice him out. Well, I smile. I'm just kidding. He's also my boss, so I can't upset him. I have to say yes."
    },
    {
        "speaker": "A",
        "text": "With this new time slot, we're gonna make our own rules. We're taking the, we're taking the Ryan Carson time slot. It's chock full of money, so I'm told."
    },
    {
        "speaker": "G",
        "text": "It's gonna be, it's."
    },
    {
        "speaker": "A",
        "text": "We'll be just fine."
    },
    {
        "speaker": "G",
        "text": "Called the daily chamber. That's what we can call it from now on too. I'll let you be the mornings with Morgan."
    },
    {
        "speaker": "A",
        "text": "I like that better."
    },
    {
        "speaker": "C",
        "text": "Ooh."
    },
    {
        "speaker": "F",
        "text": "Ooh."
    },
    {
        "speaker": "G",
        "text": "You just crushed it. Yeah. I gotta be number one."
    },
    {
        "speaker": "A",
        "text": "Yeah. I'm not here to take any of the limelight."
    },
    {
        "speaker": "G",
        "text": "Oh, my gosh. This was. I'm delighted we figured this out. Live with how many people in a room to realize our unhealthy relationship that we have with bunch."
    },
    {
        "speaker": "A",
        "text": "I hope he listens back to this. He's going to be mortified."
    },
    {
        "speaker": "F",
        "text": "I was thinking if you made it earlier, like, it could have been. Obviously the winning one is to go before, uh, coffee with captain and. No, she could go after coffee with."
    },
    {
        "speaker": "A",
        "text": "There's time before 08:00 a.m. you could have brunchu. Brunch, who does sound good?"
    },
    {
        "speaker": "F",
        "text": "Brunch, who is kind of like a, like a catchy name."
    },
    {
        "speaker": "A",
        "text": "I do like mornings with mornings with Morgan and brunchu. That sounds good. I would listen to a Morgan and bunch of show every morning. I think. I think that would be a good show. Real talk. So we'll see if that was if I couldn't. Is it wrong that I don't think I could handle if he had a male co host feeling it would just be cheating on me, but if it's a female co host, I don't feel like it's cheating on me. Is this a me problem? Am I crazy?"
    },
    {
        "speaker": "G",
        "text": "No, I completely agree. I get it. I get it. Chamber. I got your back. And I'll just make sure I keep."
    },
    {
        "speaker": "A",
        "text": "My text right now."
    },
    {
        "speaker": "B",
        "text": "Chicks only, chamber. Do you feel like maybe this is comes from a deeper seeded issue in the past? Listen, no one's listening. This isn't being recorded. Let's talk about this. Let's dive a little bit deeper into where this is coming from."
    },
    {
        "speaker": "A",
        "text": "There's so much. There's so much darkness in me."
    },
    {
        "speaker": "F",
        "text": "Where were you at the weekend? You weren't wearing a mask, were you?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. I was just in my office in the dark, crying after just reading bunches texts over and over again."
    },
    {
        "speaker": "H",
        "text": "But on a more serious note, other than the 1030 spot, you'll notice how much time I spend on spaces by saying this, but I have noticed gray areas Tuesday and Thursday after alpha afternoons and also before Friday. There's a clear need from 03:00 p.m. on Saturday and Sunday or complete jungle after the morning shows. I mean, there's no good content unless your definition of good content in mind stray very far from each other. But yeah, morning morning shows. Dj network kind of has it on lock. There's, other than the 1030 spot, so that's."
    },
    {
        "speaker": "B",
        "text": "What are you talking about, house? You don't like it where people just yell at each other for hours on end? Like, that's not your idea of good content."
    },
    {
        "speaker": "H",
        "text": "That's not. I'm all for it, but there has to be sirens and a bunch of experts that don't correspond with topics at hand."
    },
    {
        "speaker": "A",
        "text": "Do you guys listen to any spaces outside of web three? I listen to, like, halftime and post game Laker spaces, and they are fucking nuts. Like, there is no, it is. It's a madhouse. And I was just wondering if anybody, like, if you listen to any spaces outside of web three, is it similar to. Because I do find within web three for the most part, pretty, you know, there's hosts of, they kind of, you know, dictate what, what the conversation is. It's very formal, a lot of hand raising. And, and when I listen to, like, any sports spaces, it's, it's just nuts. It's crazy. I don't know. Anybody gets anything across. I think I followed you into a Lakers space. They're crazy, right? It was for the, it was for the Kyrie trade, I believe. And I thought for some reason, you know, I saw you on there, so I jumped in there and it is. They're nuts. There's no rhyme or reason. It's just like nine guys yelling at each. It's like first take times ten or something. Yeah, it's, it's crazy. Like, I don't go up. I just listen to those ones. I couldn't imagine getting eaten live."
    },
    {
        "speaker": "B",
        "text": "Do they fire up a space for everything? Like when LeBron went down and grabbed his ankle yesterday? Did they fire up a space for."
    },
    {
        "speaker": "A",
        "text": "There's a."
    },
    {
        "speaker": "B",
        "text": "So they could, like, gripe about it."
    },
    {
        "speaker": "A",
        "text": "So there's a, there's a halftime space that happens. So once halftime hits the space and there's a postgame, I believe the ankle happened in the third quarter, so that would have been all post game. That was a hell of a game. For the, for the record, that was a hell of a game last night. If, if you were watching the Laker Dallas game, biggest comeback of the year, 27 points. I watched LeBron's play corner and just let a guy shoot a three when the game wasn't overdeveloped. He sure fucking did. That was extremely upsetting. But they won nonetheless. And I'll take what I can get these days, mister House, and then we'll go to circles. Yeah."
    },
    {
        "speaker": "H",
        "text": "The only other spaces I go to, I go to some financial ones occasionally, but the only ones I go to regularly are MMA related ones."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "H",
        "text": "Those ones."
    },
    {
        "speaker": "A",
        "text": "What are those meatheads saying?"
    },
    {
        "speaker": "H",
        "text": "No, it's weird. They are the most organized spaces ever. Really, because the people that run them are the sharps, right? So they only let the people that have really, really good quality filters up and aren't just going to give like a bad take on some up and coming fighter. So it's literally like all the sports handicappers just handing out solid picks. And then they'll have like a discourse similar to coffee with captains, like be disagreeable without being disagreeable, and they'll try and swing each other on their bets and then half the time you'll get someone, go in and just be like, damn, I'm flipping the ticket."
    },
    {
        "speaker": "C",
        "text": "Live switch."
    },
    {
        "speaker": "H",
        "text": "Like, here we go."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "H",
        "text": "Yeah, actually I think ru, I believe he was either on lunch break or afternoon NFT a few weeks ago. He hosts a pretty big one called MMA Power hour. So there's another web three, NFt, two MMA crossover, but his space is a good one to check out. I don't know how much betting they talk, but they talk a lot of MMA."
    },
    {
        "speaker": "A",
        "text": "Interesting, interesting circles. What did I say, sir or Bundy? I think you said me. He did okay."
    },
    {
        "speaker": "E",
        "text": "Up and down and up and down. You know, he's kind of waving at us. So a while back I put out a thread of like, hey, here's the spaces that I listen to that I think are worth doing every single day. And that's actually fun to spark that of like, all right, I need something after, uh, 01:00 p.m. eST after the lunch break. And he's like, well, you should start one. So that's what kind of even sparks me and Bunny starting one. But I, I think I have the official rundown. It's coffee with captain, uh, from what, eight to, I don't know, whenever the ends, 1030 ish. Joe down there, right? 1030 explaining his gfy tweet, uh, at around 1040. And then he does a hard rug at eleven. You got Vicky space from eleven to twelve, rig space from twelve to one, MySpace and Bundy's space from one till roughly three ish, sometimes a little bit early, sometimes run a bit over, and then you've got this dead space and I haven't figured anything else. And this is really where, that's what I'm saying, is that three to four, because you guys are Monday, Wednesday, Friday, Alpha afternoon is Tuesday, Thursday, and you guys are both in that three to four or that four to five slot. But this three to four slot, it's a dead zone out there. That that's where the real alpha is. I mean, everybody's."
    },
    {
        "speaker": "A",
        "text": "Should we just extend men condition the hour?"
    },
    {
        "speaker": "E",
        "text": "You'd have to go the hour before."
    },
    {
        "speaker": "A",
        "text": "Like, three to five."
    },
    {
        "speaker": "E",
        "text": "And that means that you're running it daily. You're running that three to four daily, and then that four to five Monday, Wednesday, Friday, because you don't want to sleep on, on alpha afternoons. So if you think you can hack it, I mean, go for it. My Mandarin."
    },
    {
        "speaker": "A",
        "text": "No, ideally, what would happen is we would just do Monday, Wednesday, Friday, three to five, maybe alpha afternoon, jumps in, does a three to five also. We'll see. I don't know what their. What their schedule is like, but that is interesting. The three to four range."
    },
    {
        "speaker": "E",
        "text": "Yeah, but everybody keeps saying, oh, there was this. There's this gap where Ryan Carson was. I mean, I very easily found off with captain tend to overflow on top of it. Joe started his. Hey, I'm gonna explain my tweets, and we're gonna talk."
    },
    {
        "speaker": "A",
        "text": "And Joe's is only like, yeah, like, 20 minutes, right?"
    },
    {
        "speaker": "E",
        "text": "Oh, yeah, it's super small."
    },
    {
        "speaker": "A",
        "text": "I've been in it twice, and I'm like, is this. Am I just coming in at the end?"
    },
    {
        "speaker": "E",
        "text": "It perfectly segues, though, over to Vicki's space, talking about AI. So it all just flows one right after the other, except for that. 03:00 p.m. to 04:00 p.m. esT hour."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, this is great information. We're doing some fact finding today. Payne. I'm going to throw it over to you, sir. Yeah. Honestly, we have all the content we need. Steve buried the lead a little bit. If you would have caught coffee with captain this morning. They even talked a little bit of conspiracy theories. You know, not only is the earth not flat, it's not spherical, but it."
    },
    {
        "speaker": "B",
        "text": "Is shaped like a glizzy."
    },
    {
        "speaker": "A",
        "text": "If you did not know, that makes so much sense right now. I'm gonna be honest. I I never thought about it, but as soon as I heard it, it just. It makes so much sense that it's shaped like a glizzy. It's the ultimate shape, glizzy shape."
    },
    {
        "speaker": "H",
        "text": "Someone just made the case for why I should be co host without me needing to say a word."
    },
    {
        "speaker": "A",
        "text": "I mean, we all knew. I think we all knew in our hearts that you were the only option, at least for bunch. We still have to figure out who des replacement is. Maybe a goat or something like fun, maybe Bundy or circles. Like."
    },
    {
        "speaker": "B",
        "text": "I mean, his hit rate of being here is like one out of three shows. So I think it's really okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I gotta show up."
    },
    {
        "speaker": "H",
        "text": "Once a week that I'm in, let me know."
    },
    {
        "speaker": "A",
        "text": "But maybe Morgan. I like the idea of Morgan being there as well. It's like, Morgan, mister. Yeah."
    },
    {
        "speaker": "G",
        "text": "I was like, what am I, chop liver? We're in this together chamber. We both been passed over by the man we love."
    },
    {
        "speaker": "A",
        "text": "I know. Just playing us against each other like a couple of kids, you know."
    },
    {
        "speaker": "B",
        "text": "Morgan's like the most, you know, best. Like, Jesus Christ. There we go. Perfect example. Morgan is the best, best co host on the stage. Probably like more. Well than any of us. So I think she would probably go ahead and dominate in that aspect."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's the new, that's the replacement shift is, is Mister House and Morgane. I think we've, I think I can confidently say that if anything, heaven forbid, ever happened to Des and Bunch, where we actually have to replace them. Like say if bunch leaves me for a 1030 slot, you know, daily. Because let's be honest, he hates doing three shows a day. Like, what's he going to do at 1030 every day plus three additional ones? Seems crazy to me. The guy's going to be on the ledge. Be careful. He's in, he's in here now. But you're gonna love the replay on this one, my man."
    },
    {
        "speaker": "G",
        "text": "Should we bring him up here like it's Jerry Springer and I don't know what is."
    },
    {
        "speaker": "A",
        "text": "He can request. I think he can request up. He is. I just want to make sure the things too full. But I think he can request up. I just don't know if he's able to. And we've only been talking about NFTs this whole time. Right? The whole time we talked about NFTs non financial tokens. Did you scare him off? Did he leave already? I don't see him anymore. Maybe he was having trouble requesting which, which could be the case. I don't, I don't know where he is. He just said he couldn't make it today. That's, that's all I got."
    },
    {
        "speaker": "C",
        "text": "I think."
    },
    {
        "speaker": "A",
        "text": "100%. 100%. And I think he, I think he tried to. What I think happened is he tried to hop on through his alt account and, and then everybody realized that it was the bunchu account. Oh no. Now he's back. So we'll see. Bunch, thumbs up or thumbs down. You're in a place where you can come up to the stage. Do we know nothing? Nothing. Oh, thumbs down. Cannot come up to the stage. Or he's so mad that he's not willing to come up to the stage. I don't know which one it is."
    },
    {
        "speaker": "G",
        "text": "Do you think he's listened to us the whole time?"
    },
    {
        "speaker": "A",
        "text": "I feel like we would have known sooner, but bunch, we did. We did a lot of fun things today. You're really going to enjoy the replay on this one."
    },
    {
        "speaker": "F",
        "text": "Chamber, thank you so much for providing those stats and obviously that spreadsheet and charts because obviously that will help us all become better traders."
    },
    {
        "speaker": "A",
        "text": "Well, that was the point of this. That was the point of this episode, is to really provide, you know, I think, quality content with the right level of professionalism, I think is the big takeaway there. Just something that's. It's digestible, yet thorough enough to, I think, make the difference in your day to day trading. I mean, I've already 100 x'ed on the coin you dropped. Was it. Was that right? Bonk or donk or donks? It was donks. Donks. Big donk. Big donk."
    },
    {
        "speaker": "D",
        "text": "Dongle coin."
    },
    {
        "speaker": "A",
        "text": "But yes, bunch, if you're listening, I've made my decision. And the replacements, shall we? You know, if we do need them, will be Mister House and Morgan to replace you in Des. So I feel bunch will be happy with that. Those two kind of subs. I think there was some people on the list that is much lower that he's happy that I didn't go with, that. He'll be able to name in the future. I'll put him on stage and make sure he can name those names himself. But I think today was a good day. It was a good show. We talked a lot about the lighting in Paris at the hot boy dance club. Bunch, you'll be happy to know that. What else did we talk about, Steve?"
    },
    {
        "speaker": "F",
        "text": "Really? We did talk about people that choose to be anal by fashion methods in deep, dark places."
    },
    {
        "speaker": "A",
        "text": "There is a conspiracy theory that Gary V. Is the Birdman in Paris right now. We told riggs about the Denver airport conspiracy theories as well. Riggs, would you like to say something there?"
    },
    {
        "speaker": "D",
        "text": "So I have some breaking news. I have some breaking news. I do have to share it. So I have from a credible source that Beanie has been reached out to in order to acquire two fairly well known brands in this space, one of which I previously rocked as a PFP. And the other one is a game in which he shilled for a long period of time that as a character. So, breaking news, he has turned down both because there is no revenue streams around these, but I think it's breaking news solely because if that is who they're going to, to acquire them. Thinking that would be a good decision. It is a bad situation for those two projects, so I just wanted to share that."
    },
    {
        "speaker": "A",
        "text": "I appreciate. That's good breaking news. I'm here for it. I'm trying to remember what your old PFP was. It was gutter. Eh, that's too bad. Got her."
    },
    {
        "speaker": "B",
        "text": "You had to break it here. We couldn't, like, spun up our own space to, like, promote ourselves and, like."
    },
    {
        "speaker": "A",
        "text": "Really, you know, Jay Web, nobody put."
    },
    {
        "speaker": "B",
        "text": "The sirens in the headline. Like, you know, do a round table. Like, come on, man. Like, have you not been paying attention to what Mario does to drive engagement? Like, this is just unacceptable. We'll talk about this at your next performance review. Riggs."
    },
    {
        "speaker": "A",
        "text": "So Riggs is available. Okay, good to know. Riggs, you are on the shortlist of potential subs. I feel like Beanie's done wonders for blur. I think everybody forgets that he's involved with blur, right? Yeah, absolutely. He was involved with blur and that was some of the fud that was happening a few months ago in regards to blur. So I don't know how deeply invest."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was going to say being involved and being a seed investor, a little different than it would be new."
    },
    {
        "speaker": "A",
        "text": "Like, truly, it would be his brand, right."
    },
    {
        "speaker": "D",
        "text": "Beanie has acquired X brand and it would be crazy to see what happens."
    },
    {
        "speaker": "A",
        "text": "It definitely pump gutter cats. If you're looking to make a trade, you know, pick up a couple of. Pick up a couple of pooches and a couple of pussycats and I think you might do all right. But yeah, it's. I was a big fan of gutter cats and it is a shame to see them kind of have this death. It's really too bad. Circles. Yes. We'll end with you and then we'll wrap up after this."
    },
    {
        "speaker": "E",
        "text": "Oh, geez. We're in with me. Two quick thoughts. One, instead of roundtable, I'm thinking about register creating the circle table. Just tmtmtm. Circle table. The second thought is, I thought it was really great radio for those who are going to be listening back of us kind of going through all the topics and then you explaining to bunch you all the topics that we just went through. So I'm definitely looking forward to that. Playback."
    },
    {
        "speaker": "A",
        "text": "Listen, the fans, they love it. They love the banter between me and Bunch. They don't come here just for me and for all you schmucks, okay? They come for me and Bunch. And they got a little bit of that today. Morgan, I'm going to let you. I'm glad we're not ending on circles. I'm going to be honest. I'm glad we're going to end on Morgan. Morgan, your final thoughts?"
    },
    {
        "speaker": "G",
        "text": "I just want to say this was really eye opening. I'm glad we learned about the betrayal, token, and how that can affect people."
    },
    {
        "speaker": "A",
        "text": "I can't. I'm dying. So sorry. Hang on. The betrayal token."
    },
    {
        "speaker": "G",
        "text": "Jamer, wouldn't you laugh? I can't. I can't keep it together. Hang on. I gotta keep it. Never mind. I can't do it. I was just gonna say, bunch, when you listen to this back, we love you, we respect you. You're the best. You take everything with a massive grain of salt."
    },
    {
        "speaker": "A",
        "text": "But knows what happens when he misses. Listen, listen. He doesn't. You have to apologize for anything. He knows what happens."
    },
    {
        "speaker": "B",
        "text": "Questioning every decision that has led him to this point in his life. Like, just listening back to this episode right now, oh, my goodness. Fuck did I do?"
    },
    {
        "speaker": "A",
        "text": "Why do you think he has such a great track record? Why do you think he misses so few shows?"
    },
    {
        "speaker": "H",
        "text": "Because that's that meme of Mister Krabs were like, everything around him is spinning. That's what I envision bunch, who is right now, like, he's living that out of."
    },
    {
        "speaker": "F",
        "text": "I just want to say, though, can you really be in web three unless you've been cancelled at least once? You know you need to be canceled once to build up their Persona."
    },
    {
        "speaker": "G",
        "text": "And honestly, who better to cancel bunch than me and chamber? Honestly? Ride or dies. Let's cancel them together."
    },
    {
        "speaker": "A",
        "text": "Absolutely. There are no better cancelers than us."
    },
    {
        "speaker": "G",
        "text": "I did learn one very important lesson from this chamber. As much as we are going to start a podcast together, I am slightly worried that all we're going to do is giggle the entire time."
    },
    {
        "speaker": "A",
        "text": "It's a problem. We need to host, like, bunch to keep us."
    },
    {
        "speaker": "G",
        "text": "That's why we're together."
    },
    {
        "speaker": "A",
        "text": "But anyways, we'll wrap it up there, guys. Thank you all, honestly for coming up and having fun today. That's going to do it for today's episode. And until next time, stay meant."
    }
]