[
    {
        "speaker": "A",
        "text": "All right. Ready? Yes, sir. Hello, and welcome to the Mint condition. I am Bunchu, alongside my esteemed colleague and co host. Chamber. Chamber. How you doing, buddy? Not too great today, man. I got no. There's. There's like. There's a million people at my house. Oh, God. Visitors. You hate people. Not only are they here, but they're here specifically for me. So a lot of people are visiting me. My birthday's coming up next week, so we have some people visiting. I got my first. What's the. What's the big day? What one. What's the date so that everybody can send? 23rd. It's next week, so it's like the Thursday, I think. Like something like that. But, you know, they're starting to come in. My mom. You know, my mom's here right now. She's heading out to Mexico next week, so she went to come visit her baby boy before, you know, before she takes off. And then I think my stepbrother just showed up out of the blue, which is always fun for me. So he's here? I haven't seen him yet, but I think I hear them upstairs. Not a fan of the step brother. He's. I love him. Don't get me wrong, I just. Nah, he's all right. He's. He's okay. He's a good dude. So. Yes. But I got my mom, she gave me a birthday card today and it fucking had 40 on it. Like a dollar 40 in it. Oh, no, not $40, not 40 loonies. I open up the car and it has a four and a zero on it. And as much as I know that I'm turning 40, when you see it on a birthday card, when your entire life, every time you've seen that card, you're like, that's an old person's birthday card. Well, yeah, that's the. It's really. That's officially, I believe, what the. The kids call over the hill. Yeah, I don't know if that term is, but that's. 40 was considered over the hill, if I remember correctly. I. 100%. That's when the jokes start. Like your 40. Like, that's when you get jokes. Yeah. I want regular gifts. No, not anymore. Watch. You know, a new apple watch would be terrific. Not a. Not a putter with old saggy balls. Yeah, that's totally the kinds of gifts you're gonna get. That's exactly right. You're gonna get like, anti aging cream and. Right like that. Yeah. Something for your crows feet. Exactly. That's really funny. It's. He gets. He gets, like, a gag card. You get it. Spencer's gift with, like, a guy in a banana hammock on it or something. 100%. And it says, like, you know, happy birthday, old man. And it's just not fun, man. Like, for real. It feels like not that long ago where, you know, I was in my teens, at least, like, my late teens doesn't feel too long ago, but it was a lifetime. It's really crazy. Like, I never realized until you get old that, like, the people that were old when you were not, and they say it, and they're like, oh, do you feel old? And they're like, no, I feel like I'm in my twenties, and, like, that's kind of how I feel as I'm approaching old. So it's. Yeah, it's interesting. So what day are we celebrating your birthday here? Friday, I guess. Next Friday. Whatever. The 21st show. We don't have a show then, so we're gonna have to celebrate it on either the Wednesday, maybe the Wednesday. So we'll do something special for chambers birthday episode. Maybe we actually. Maybe we should do it on a Friday. Friday and have our nonsense Friday and it actually be a chamber roast. What do you think of that? We'll talk about it. I mean, I'm into it. Aren't you awake? Aren't you out next Friday? Okay. Yes, you're right. Thank you for reminding me, because I don't want just a. Yeah, no, no, no. I have to moderate this roast. Yeah, absolutely. You make me feel. Yeah, no, it will do it on Wednesday. Amber just texted me. She wants to participate. Oh, awesome. So maybe we do. I don't know. Well, you have to give the okay. I'm not just gonna, like, set up a roast. It's not. Who am I not to say okay to something? I mean, I think people will. It's got to be a proper roast where you do, like, you know, the shit sandwich. It. Where it's, you know, hey, chamber, you're so great, but blah, blah, blah. Anyway, love you. Thanks. And, you know, that's. That's how a roast. Roast works, you know? Okay. All right. And then you'll get, like. Except I know this. It's not just this crew, and it will actually turn into, like, the roast of Michael Scott, where everybody just hates him. And, yeah, that's. That's what this will actually turn into. But anyway, there's some breaking news going on that we need to talk about before we get. Before we get to the draft. So, first of all, if you want to participate in today's draft. We are going to do nineties television shows. Nineties television shows. And this will be on the back half of the show here. Will anybody up on stage is, Will is welcome to participate. If you are not on stage and would like to participate, please come on up. We've got chamber. What are the parameters we're going with today? I think what we'll do. I like the, like what we did last week with the buckets. Yeah. With like. Yeah, like, you know, you got categories. Yeah, yeah. Yes, yes. Okay, buckets. So we'll do what I say, comedy, drama, cartoon and kids show. So that one you get a little flexibility. Double comedy, but definitely needs to be like a kids night. Got it. I learned yesterday that you did not have Nickelodeon in Canada. No, we had, we had YTV suffer if you're, you know, in your thirties, I'm sure. I think YTV still exists. But it was, it was. Must watch television. Yeah. So instead of watching things like Rocco's modern life, you watched Sacco's postmodern existence, Ben and Stinky. I had some other good ones in the war room yesterday. I can't remember the, I can't remember the other two, but Rocco's postmodern existence was. Yeah, I agree. Steve, before we get into some NFT talk, prior jump in. Yeah. Just one clarifying question, which I think to think about. We don't have to answer right now, but Seinfeld is not qualified in the drama category, Steve. Well, I mean, yeah, no, I mean, it's more of a tragedy. But I'm curious what exists, like, when we're going through it, there might need to be some parameters because the, like, for example, teenage mutant Ninja Turtles, I watched in the nineties. It came out in the eighties. So. And then there's shows like South park that came out in the nineties, and there's, I think if it existed, I think if it existed in the nineties. Yeah, I think, I don't think we have to be as rigid on this one as we did with the movies. So, yeah, hopefully I won't get disqualified today. So, anyway, shall we get into this breaking news here? Because we've one, not only is there, like, breaking news, but we've got a hell of a panel up here to get some opinions real quick on this stuff. So the, the marketplace war is in full effect. And if you are not aware of what's going on, it is basically a heavyweight battle between Opensea and blur, and there is no love lost between the two. It seems like every day they're trying to one up each other. So Opensea at 03:36 p.m. that's just a couple. You know, less than an hour ago, they tweeted, we're making some big changes today. Opensea fee going to 0% for a limited time. They're moving to optional creator earnings of 0.5% minimum for all collections without on chain enforcement, old and new. That's interesting. I need to reread that one myself. Marketplaces with the same policies will not be blocked by the operator filter. Interesting. And then they go on to say context there's been a massive shift in the NFT ecosystem. In October, we started seeing meaningful volume and users move to NFT marketplaces that don't fully enforce creator earnings. Today, that shift has accelerated dramatically. Despite our best efforts, we've worked to defend creator earnings on all collections when others didn't. And when we introduced the operator filter, it was our belief on chain enforcement was the best way for creators to secure their revenue stream for the ongoing resale of their work. We thought we could catalyze widespread enforcement of creator earnings, and we'd hoped others might come up with more resilient solutions. This hasn't happened, so they're playing a blame card here. Recent events, including Blur's decision to roll back creator earnings even on filtered collections, and the false choice they're forcing creators to make between liquidity on blur or OpenSea, prove that our attempts are not working. Today, 80% of the total ecosystem volume does not pay full creator earnings, and the majority of volume, even accounting for inorganic activity, has moved to a zero fee environment. And then they post a dune analytics dashboard. While we continue to uphold on chain enforcement through operator filter, we're moving to a different fee structure that reflects the needs of today's ecosystem. First and foremost, dropping our opensea fee to zero for a promotional period of time. The time period I don't think is named. It hasn't been yet. Second, we're moving to a minimum five or 0.5% creator earnings model with the option for sellers to pay more. This applies to all collections that do not use on chain enforcement, both old and new. Third, we're upgrading the operator filter to allow sales using NFT marketplaces with the same policies, including Burr or blur, as they make good on their promises. Now creators won't have to make the false choice between receiving earnings on Opensea or blur. That's interesting. This is the start of a new era for Opensea. We're excited to test this model and find the right balance of incentives and motivations for all ecosystem participants. Blah, blah, blah. Stay tuned for more. Blah, blah, blah. Geesh. What do you think of that chamber? That's some stuff. I think I have a pretty good roster for the draft. No, I think, I mean, where's, where's Susan when you need her? She's got some thoughts. She's got some great thoughts. Obviously open seas, feeling it due to what blur is doing with, you know, obviously the first airdrop, now they've, you know, the second air drops in place and there's, you know, they have to, it's a driving volume there, so they must be feeling they. Right. I think what I saw yesterday was blur. There was, there was about $100 million in, in total NFT volume traded yesterday. Blur did 77 million of that. So they, they had quite usurped the opensea volume for sure. I don't know what the dialogue's been on this today. I mean, it just came out. It's less than an hour old. Okay. There you go. So all I'm hearing is that Opensea needs to put out a token and pay people. That's what they're going to have to do. Blur gave a lot of money out over the past few days, and the price, it's not plummeting, but it's moving around. I think we're right around a dollar right now. You know, my plan is still in place as far as when I'm dropping it, but, yeah, no, it's, I don't know. I don't see any other solution. They're gonna have to do something similar to incentivize people to use their platform. Yeah. Which is, I mean, it's funny because you, first of all, these marketplaces are all of racing to zero. Right. So, like, they're always into zero. And I have, I have so many thoughts on this as, look, I get it. They all need to survive in the market that is currently here now. Now, that market that's here now is predominantly traders that are motivated by speculation and I trying to make money trading. Right. And that's, that's definitely blur's where wheelhouse. So, like, they are, they are a trading platform. They are not a NFT marketplace. Right. At least. At least that's how I perceive blur. Right. They're, they're a trading platform. And with that, obviously they're going to attract and incentivize traders. Now, opensea obviously hurting right now because of what's happening in the market and it's because of what the current landscape of market participants look like. And it's unfortunate, I think, that we're in this spot because do I think the market looks like this as far as who's participating in two years, three years, five years, ten years? No, I don't think that there is this same landscape of speculation and trading. And so what is ending up happening right now is like, there's a lot of people that are going to kind of be hurt by this creators that are going to be hurt by this stuff based on what I think is kind of short term market antics and what, what the problem is is like once you take the genie out of the bottle on this stuff, you can't go back. It's, it's tough. Like they all keep flip flopping on what they're going to do. But once the expectation is this, like, they're never going to be able to go back to, hey, we're going to enforce these royalties because, and make people pay more unless like you said, they are incentivizing users in a different way. And Opensea, they've had the monopoly for so long on this stuff and they have refused to share that value. Right. They have purposely not dropped a token and that could be because they're massively venture backed at this point and the value goes back to shareholders rather than users. But they're going to feel that pretty heavily here when these new marketplaces are using the technology of the web. Three ethos of value sharing with users. I think there's two issues at play. It's the user of the marketplace and then also the creator as well. Right? So like you have, they're trying to balance all these things and I think creators get hurt, users get rewarded in this, in this scenario. And I think it's not going to be this way forever. But like Blur's doing the blur is doing the right web three thing as far as like incentivizing users. Like this is what we talk about from projects. This is what we talk about. And, you know, kind of opensea, I think they kind of, this might be a hot take, but hot it, hot it up. Let's spice. I think Opensea's kind of full of shit in terms of, I agree, in terms of like, hey, they kind of started this, meaning like they were, they went zero fee, not allowing to, you know, fees on old contracts and things like that. And then they kind of walked it back and all the marketplaces kind of did it and walked it back and now, now they're in a spot where they can't do it. Any longer, at least in the current marketplace. So I don't know. I think, you know, if they were really going to do what was right, they would do the same thing. Right. They would drop a token and incentivize and, and do stuff like that, but they're definitely not. And if they don't. So I think, I mean, I would have to imagine the, the overall, you know, at least from the user standpoint, that they didn't put out a token yet was because they didn't have to, because they had them. And I think, to your point, it was they had the monopoly on the entire ecosystem through the bull market. They haven't had to innovate at all. At all. And think about the money they made during, like, 2021, you know, I mean, like, just insane amounts of money. And I'm sure most like whether or not they can put out a token, you know, based on, you know, venture backing or whatever, they can say that. And that could be true. But I think a lot of users think, well, no, they're just being dicks because they didn't have to and because they won't. No one, no one was going anywhere else, and now they're going other places. So even if they do put out a token, don't get me wrong, I'm still gonna, I'm still gonna take advantage of that, but it may be too late. Yeah, it's just a shame that there has to be this kind of back and forth of, you know, creator versus user and in this ecosystem, and it kind of upsets me. And, I mean, I personally don't think that this is what the landscape is gonna look like in five years, and they're all gonna look dumb for, for kind of walking back the ethos that we've, like, come to know as web three. And, yeah, I don't know, but in the meantime, it's going to be fighting for market share, like Opensea. To your point about the monopoly, I, for the first time ever, by the way, I've got some feelers out for ourselves on Djen, but for the first time ever heard an Opensea ad, and it was on overpriced jpegs podcast the other day, and Opensea was advertising on podcasts, and I never heard that before. And now they are, like, going to these traditional tactics to kind of, hey, don't forget about. Let me just refute. Let me, let me just walk back what I said about Opensea. You know what? They're not that bad. So let's, let's just take a step back. We don't want to bash themselves. I just called them full of shit on this space. So maybe we're not getting, and I agreed with you, we're not getting that sponsorship. But, but I didn't have all of the information at the time, so I'm gonna walk it back a little. Yeah, well, it's funny, I. Opensea. They could be worse. Opensea, sponsor us. This episode is brought to you by Opensea. All right, we have all opinions. All opinions are expressly the feelings and opinions of only those have no affiliation with the network overall. Please. We had a couple of hands, Steve, yours was first. I don't know if you still had an opinion there, but feel free. I was going to, yeah, I was going to say, just on a side note, this is why, like, it's this like, sort of like, you know, like, I feel like we have like two just children arguing over blocks right now and Amazon's just going to come in and kick over the fucking, like someone else is. Like, I hate to say it that way because I don't want to be that guy who's like, oh, the big businesses are coming. But, like, I feel like opensea fumbled the bag a little bit with how they handled it because they were the big king of the castle. And then, you know, they've had shitty challengers, like, looks rare come along and blur has been the first formidable challenger. And the first thing they do is do this reactionary move where it's like I can just, like, list anything at any price at any creator fee I want now. It's just, it just seems not, I don't know, not like sort of in their ethos and what they did. And it's why I think, you know, larger companies, Amazon, I know eBay just had, I forget the name of the one they, they're launching. And my, that's, that's in beta, but my brains, um, my brain's out at this point. But, like, that's, it's been a long week, as you know, Joe. But, like, that's the whole idea is like, it's, it's a, I don't know, like, I think these bigger competitors, legacy competitors, will probably come along, build something and knock them off because they're just, like, farting around in the sandbox right now. And it's like, there's like a lot of, I don't know, like, I just, it, it's really, as you were reading, I would find myself getting incensed that they, like, basically are going back on everything they've said in the past. Yeah, it's interesting. I'm just reading some of the comments here. Outer Lumen says, FYI, Manifold had OpenSea plans to do this, posted on their page since last year, not a brand new plan that they just thought of this week. So that's interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wanted to mention that because it's like, it's kind of funny, right? We're always thinking like, oh, they posted it today. Maybe that was a short, kind of cited reactionary, you know, announcement for them. But Manifold was prepping everybody who was making contracts on Manifold for this opensea move because you could grandfather yourself in to a certain extent with an older contract. So, I mean, I don't know if they knew about it and they just shared it, but Opensea hadn't shared it. That part I'm not privy to, but I'm pretty sure, like, this was not. Yeah, definitely not shocked. It's just like the announcements finally here."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. I think with all of these things, though, it's like, optically, like, hey, well, what about last week? It certainly feels like while we have blur mania going on, everybody's pumping their blur bags because they have token. Now that they drop this, it's certainly, whether it was in the plans or not, it sure feels reactionary. It's interesting, all these kinds of announcements based on, you know, opportune timing. I would is interesting. Vicki. Vicki says she wants everybody to know she left an intelligent AI space for this. I feel like so far, we're living up to, you know, being an NFT podcast, but only for a couple more minutes, so. And then shouts to Vicki today, dropping her second collection. Check out Vicki's artwork. She is an inspiration. She's killing it. So shouts to Vicki for dropping that collection. Let's go to Bundy, then Joe, and then, and then maybe we'll draft. I mean, you guys pretty much said it all. We, we brought it up on our spaces earlier that what Opensea needed to do. And I think even after this, at this moment in time, I feel like a token is the only thing that's gonna have them keep up with blur right now. And it sucks because there's no real winner at the end of this. I feel like everybody in this situation is losing. Yeah, that's what I mean. There's this push and pull between creator and user, and it's like, in theory, it should all harmonize, and instead you have to battle between the two, and it's a pain in the ass. And this is what I mean, if the market is predominantly traders right now, which it is. Then of course it makes sense for these marketplaces to act this way because they're all fighting for a small pool of market share. If we believe that the, if we believe that the landscape looks like this in five years, then maybe this is a great move for them all to get in front of. Now, I personally don't think that this intense trading atmosphere is going to be what the NFT space looks like in five years. I could be way wrong on that. But if it moves more towards kind of collecting over trading, uh, or even if it's balanced, then these moves look dumb, I think, uh, personally. And uh, so we'll go, we'll go Joe outer, Nft insights. And then we will draft."
    },
    {
        "speaker": "C",
        "text": "So, um, Steve brought up the giant, um, you have middle Q two bunch of shit changes, um, blur to me, shot their shot and opencc still kind of there. They haven't really taken their shot. You know, this is like a little warning, but they can do kind of what they want because they're not stupid. They know what's out there lurking. They may not be the number one marketplace at the end of this year, but they can be the number two and kill the other ones with the money that they have, where their money's invested into this space, you know, whether it's with yuga, Coinbase, you know, we can go through the whole list. You know, paradigm is going to have to dump a lot of money to shut down opensea and fight for the number two position. And I don't know if they have it to just keep pumping it in like a 16 does. So that's what I would say. I think by the end of the year there'll be the second biggest marketplace because this ecosystem will still be there. But the other thing that's coming along will kind of sit on top of all of it."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. I mean, I think we're all kind of waiting to see what, what Amazon does and it's going to be a huge impact and then I think it will be kind of a fight for number two. I don't know, it depends on what kind of projects end up there and, and things like that on where the share goes. But I think they're, you know, they could be something that ends up being a whole different niche, but we'll see. Um, outer, nft insights, cap?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I just wanted to mention that I think because we have majority of folks in the space that are traders looking to flip than art collectors, it's an interesting consideration to think about if this is going to be a push to, I think, separate that even more just in terms of orgs like super rare or foundation or any of those places that are still curated and kind of provide that experience where, you know, you actually have collectors collecting art versus, I mean, this is like one of the reasons why I think Coinbase failed. One of the reasons there's many, but again, they, I think we're trying to create this like arty kind of platform, but Coinbase audience is definitely more of like the DGEn collector, right? So I think that it's going to be interesting to see that separation between what the behavior is of people. Like, are you going to want to mint your collection on opensea if you're an artist? Or are you going to try to push to get into some of these more curated places even more so because that's where your actual audience is and I don't know how that's going to be divergent as we move forward. And it's interesting to consider what that means in terms of royalties. I am now curious to see what's going to happen with Tyler Hobbes project, for instance, because he's got hard coded royalties in there, right? So stuff like that. And then, so ultimately though, I think there's going to be a drive to create self marketplaces just like the punks have. I think that eventually, and I'm talking like, you know, a couple of years from now, there's going to be, and maybe Manifold will even do it, where not only are you going to build your own like WordPress type contract and own an agency, have agency over your own contract, but you may be able to just put some things together and have your own marketplace and set your own stuff. And that's where people can buy from you, is on your own, you know, dap, and that's it. And then maybe block everything else because you feel like it and it becomes that fucking exclusive."
    },
    {
        "speaker": "A",
        "text": "I'll tell you right now, that's what brands are going to do and that's what brands are doing. And so I don't doubt that at all. I think that's going to trickle down into individual creators also. And I mean, you're already seeing some projects do it. I think Goblin town did it, right. They, they put their own marketplace out. So I totally agree that that's probably where this is going to end up. And, and as soon as like, the do it yourself marketplace tool is added to some of these, I think you will see that. I think the struggle right now is that it just doesn't quite exist in an easy way for a individual creator. But yeah, let's go nft insights cap and then back to Joe. What's up, guys? Yeah, so my name is Andy. Actually, we run a marketplace on a different l one. And so this is a very interesting conversation because we don't have as many large players in the marketplace game, and so we haven't had this race to zero yet. And it's really interesting to watch. But what we've actually found is we also have a very small amount of creators and they're moving to where their royalties are supported the most. And so I think you might see that at a small scale here, and you've already kind of seen it, I think, because we started to index all of e for data reasons. And so we've been researching this a little bit and it's pretty interesting to watch, especially when you're making huge moves like this. You know, they're not joking around. You know, two and a half percent of you guys are doing, what, 30, $40 million a day, sometimes more or less. Like, that's no joke. You know, hundreds and hundreds of thousands of dollars a day is going back into the pockets of traders, which is a big, big deal into bullish sentiment going into a market. Also, when they make these little changes, it has a huge macro effect. And I'm really interested to see how this works out in their favor or against. Steven? Yeah, that's actually a really interesting point is that by it not going to them, you keep it in your pocket. How does that affect, I guess, the market overall? It's interesting. I wonder if you might see creators go to different chains that support them as well. Like you mentioned, I think if you've built an audience, I think part of the allure of interacting on eth or mainnet right now is that that's where the most liquidity is. So if you're building an audience, that's where you want to be, because you can build hype, an attention. If you have an audience, it'll be interesting to see if maybe you take that somewhere else. And I'm not sure that that will happen, but it'll be interesting to look at. So super appreciate the no pun intended insights, cap. I'll be brief. A lot of great takes. I agree with almost all. I think that this race to zero is good. Almost always zero marketplace fees. That is, this consumer, at least for the consumers, they typically win in a free market, at least so long as it's non monopolistic. This consumer, where the collector is the consumer versus creator dynamic, though, is really interesting. And I think we see more of what you said in others where it's following what those big brands are doing. I think for an individual level, we see more of that shopify type experience. And for the artist and those individuals who collect their work and support those individuals, I think you see those collectors will have no issues paying royalties down the road. I think it's largely this current phase is largely due to the traders being such a large percentage of the marketplace and the volume. I really just wanted to come up and raise my hand, though, to quote Vicki, who says, wow, Chamber is 40. That canadian weather is harsh. Amazing. It's not very nice at all, Vicky. That's one of my better ones. No, I'm going back on mute. Chamber is really upset. We're 35 minutes into his own podcast and he hasn't contributed much yet. So, Chamber, you got any more takes before we go to Joe and outer? Listen, you just said, do you have any more takes before we go to Joe and outer? Lumen, are you kidding me right now? No. That's why you need to front run them. No, you can't follow them. I definitely cannot follow them. So let's just give the people what they want. Let's get Joe and Outer Lumen on. All right, Joe, you're up then."
    },
    {
        "speaker": "C",
        "text": "Outer, yeah, no, what Lumen said, there's a couple people I've spoken to, and they are building white label marketplaces for some of these projects, or whatever you want to call them. You'd have actually more in the market right now, but most of the people from 21 who built shit and early 22 are pretty fucking stupid and don't know how to do anything. So they don't see the value in taking their product to themselves. But I think as it expands out and we see what happens in Q two with like, Amazon, you'll have more people walking back over and saying, how do I get my own marketplace from you? So I think that'll happen too."
    },
    {
        "speaker": "A",
        "text": "Yeah, super interesting. I also wondering, like, you know, other marketplaces in other industries, specifically like collectible industries, some of them have things like buyer's premiums instead of kind of seller seller fees. And I wonder if, you know, I don't feel like we haven't seen a lot of that yet in the current marketplace that we're in. I wonder if that's a move because as cap was saying, like, as you go to the race to zero of marketplace fees, it's like, okay, well, how do these people end up making money, they're going to end up experimenting with other things like that, which will be interesting to see. Otter, Lumen, go ahead."
    },
    {
        "speaker": "B",
        "text": "Thanks. I wanted to circle back to when we were talking about this idea of creators maybe moving to other chains and perhaps response to what's happening with marketplaces. And I know Bunshu mentioned that they're likely going to go where liquidity is, which is the reason why they're on Eth. I would have to disagree with that. Or maybe in addition to. I actually believe that, and this is specifically for not like, projects dropping ten k collections for flippers. I'm talking about, like, actual artists. I think the allure of Ethereum stems from the fact that you have had that 2021 kind of beginning with mad Doc Jones and that whole era where, you know, even, you know, with soap bees and some of the other kind of fine art establishments recognizing Ethan. And I think that that's the major appeal in the creator economy in like, the IRL bridging of, especially people coming in from that side of fine art and then doing stuff on Ethereum. I think that their gateway to Ethereum happens because they show up to a gallery or an exhibition where IRL artists are kind of blockchain artists and saying, oh, wow, okay, well, this is the chain of. So far, Ethereum has been kind of the main one where a lot of that kind of art collecting has happened. And that's actually evident with Tezos, if you think about it, that started out, like, pretty, not as expensive and smaller artists. And I know there's a lot of people that moved from Tezos to EtH after they build a following and not the other way around."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So I think a big, large portion of why Ethereum isn't just the liquidity piece, but the fact that the fine art world recognized Ethereum as the, the chain that they're willing to accept for some of the bigger pieces that they're, they're raffling off. I just love using the word raffle because it's actually an option, but you know what I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I think that's right as well. So it's, it's interesting because I think you, you nailed it. It's kind of one of the same reasons that I think, you know, to this point, you haven't seen things take off on polygon in that nature as well. Like, you could go put the same art on polygon and I. And people wouldn't value it the same. I think there is something to be said about the chain. That is consensus for these types of things. I just wonder if that may change in the future as these marketplaces get more and more away from creator fees and things like that. But we'll see. I think I do have some bad news for most of the folks on stage. I think we're gonna have to postpone the draft. We're gonna have to do this draft on, on Monday. But that, that's good though, because that gives you time to. Now, you know the rules. It's nineties tv and it's also, you have to pick. What were the categories? Chamber. Common, trauma, cartoons and kids. All right, well, chamber. We summoned Susan. I know. We manifested. We manifested. Susan. Susan. I know, I know you've been burning at this topic for the last couple days. I'm very excited to hear what you have to say here."
    },
    {
        "speaker": "D",
        "text": "Yeah, you know, Twitter. Twitter. Bay just sent me a text. I was literally on the sofa watching the producers, the old film with my son and I."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I missed it."
    },
    {
        "speaker": "A",
        "text": "And he's like, bunch, who's talking shit, get in here."
    },
    {
        "speaker": "D",
        "text": "I knew it was coming. Someone at Opensea told me a comment was coming. This was not the comment I was hoping for. I mean, like, seriously, I've been waiting all day, like, thinking that they were going to do something meaningful here. And, and I did have a long conversation with someone at Blur yesterday in DM's on their discord. So I've seen, I've heard both sides of it. They both."
    },
    {
        "speaker": "A",
        "text": "You just tweeted. You just tweeted. This is why we can't have nice things."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, it's fucked up. Look, here's, here's the problem. And this is a problem I talked about months ago and I was kind of hoping it was a problem that we put to bed. Is this space, like, there are people who are just not thinking through the implications of things and changing their mind every time it's convenient to change their mind. Like, first it was the free NFT and I just got through like a long text with someone trying to explain to them, none of these things work alongside each other. Like, I've been in business for 25 years. You can't have free stuff and then not have a back end either. And, like, someone just put a thread out today saying that all the gaming nfts are like, not minting out. And someone was suggesting that I should be focused on this at pettiverse. I'm like, first of all, it's not, I'm not making a game. Like, I'm not even in that space I don't make, I'm not making a game. And, you know, and I built something and I'm shipping something on three platforms. So why the hell should I have to follow Gabe laden suit and go free? Because that's like the current meta. And if you are going to go free, how can you possibly do that when everyday secondary royalties are at question? And then I see people, pundits in the space who are saying in one side of their mouth, things should be free, and the other side there shouldn't be secondary royalties. Well, look, there's no business model in that. Like, what business model is left other than data mining and advertising and manipulation? And I could have stayed in web two for that because there's plenty of that in web two mobile gaming. So it."
    },
    {
        "speaker": "A",
        "text": "Well, what's interesting, what you just said is about, one, there not being a business model except for data mining. I don't know. I did pin a tweet here earlier. I think it's this one here from someone at Mister Zero Chill. And I don't know the accuracy of this. However, I'm going to talk about it because you just said this is the."
    },
    {
        "speaker": "D",
        "text": "Blur thing about blur data mining."
    },
    {
        "speaker": "A",
        "text": "Yes. And so the use the you mentioned, okay, what's the business model? And except for data mining? Well, this tweet says, and again, this is unconfirmed, but we're on the topic. So it says blur is taking your data and building highly invasive profiles that include your job history, browser history, psych profiles, and a ton more. I'm not sure how they do that when all you login with is a wallet address. But if they're mining any of your data, right, like that, that's the, that's the model, right. They can afford to go to zero if that's what they're doing. So I don't want to, you know, say that this is totally true and that's what they're doing, because I don't know. But it begs the question of that, as soon as you talk about, okay, well, if there's no wherever, what's the business model then? And that's how a marketplace potentially can still make money off of having 0% fees, which is interesting. So, yeah, I don't know. Does anybody know if that was confirmed true or not? Because I haven't heard it confirmed, but."
    },
    {
        "speaker": "D",
        "text": "I've heard that it's completely possible. Another discord that I'm in was going through this and saying that, yes, yes, all of this is possible with cookie. It's also highly illegal in terms of Europe and GDPR. So it's sketchy as hell, you know? And then, you know, there was talk. Someone was saying today that it was really interesting that paradigm is backing most of this stuff. Paradigm is back. Is backing most of the free NFT companies. Paradigm is backing blur, you know, the completely undocumented blur. Do you know, like yesterday I tried to reach out to blur to have a conversation. I finally, in desperation, went on to discord to have a DM with somebody in the community, you know, some. One of their mods. I don't even know who he is because the only name I could actually find at Blur is Pac man. It's a guy with a Pac man."
    },
    {
        "speaker": "A",
        "text": "You mean like the Pac man? Like the yellow one?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, Pac man, who was apparently the CEO of Blur, a paradigm back company. And I couldn't find any other names. I asked my investors. Nobody knew anybody there. I'm like, so how is someone who's like a company that's basically threatening to take us, take down secondary royalties, not even doxed? Like, that's wild, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, you should probably reach out to turtle lover 69 420. I think he might be a better resource for you. But it's crazy. It's just. It's wild. Like, I mean, I was actually thinking about this this morning when I think when I was listening to coffee with captain or something, wherever, I was just thinking about how kind of absurd the space is sometimes on, like, how there could be so much money floating around and so many people putting, you know, hundreds of thousands of dollars in play in a marketplace on, like, you know, nfts and things like this. And it's just such a wild west place and it's kind of a blessing and a curse sometimes, but, I mean, it's crazy. So. Yeah, outer. I'm sure you got tons to say on that."
    },
    {
        "speaker": "B",
        "text": "Actually, my notes were to circle back to what you said before to my reply."
    },
    {
        "speaker": "A",
        "text": "Go for it. Yeah."
    },
    {
        "speaker": "B",
        "text": "I just wanted to mention, again, circling back to the IRL art stuff, this idea of potentially expanding to new chains for the art world, maybe. But I think that because of how relevant provenance is in the art world and always has been, it's going to be really hard to do the same thing in similar fashion, knowing that. I mean, this is why even the whole, like, bitcoin inscription, ordinal stuff, as ridiculous as it is, has, like, a little bit of that appeal. Because it's this idea of. Of provenance that for some reason is so persistent in. In that. In that art culture and so having the punks kind of, you know, be considered the, the kind of the larger collection that's the holy grail of recognized by the art world, I think it's gonna be hard to kind of come up with something brand new. I think it's possible. But you're always gonna circle back to, I think, ethereum in that way for some of those collectibles. So it's gonna be interesting to see how that plays out. As far as, like, this entire marketplace wars thing, I always think back to browsers as the analogy here. And so I'm actually not sure. I feel like maybe Blur and Opensea are like Netscape and AOL or some shit, and, like, google hasn't arrived yet, so I don't even know, you know, like, I'm. I don't think either Opensea or Blur are going to be the Google that we have now. So maybe that's in a year, maybe that's in two. I don't know. But whoever's going to come, they're going to come with a value proposition that's going to be addressing so many pain points for everyone that we're all going to be just like, well, yeah, that's a non brainer. Let's go. So that's kind of my take on it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's totally, that's the issue with the, you know, I agree with you that I don't think that there's going to be a movement in chain because of that provenance piece. Right. And it's like, once you have it, like, once that's the consensus, it's going to be super, super hard to break. So I'm with you on that. Steve Outer Stone, my fucking thunder. I was actually, I don't know if it's cause I knew where she was going, because we're very similar in personality or what it was, but I was going to ask your opinion, Joe Chamber and anybody else on stage, do you think if you had to, like, make your. If you had to bet, you know, your net worth on it or you get a million dollars, if you're right, would you say that the current crop of marketplaces, one of them, will emerge as the winner? A legacy sort of business, like an Amazon, eBay or something that hasn't been invented yet? You have to pick from those three options. I'm just curious what your thoughts are. It's a good question. Chamber, you got a thought? Yeah, I mean, I think it's. I mean, I think it's always some, like, regardless of the, you know, the industry. I think it's always something that hasn't, is not around yet. I think it's, I think it's this Google, like, you know, like outer was mentioned. Like Google just hasn't existed yet and it's going to be something like that. I was trying to figure out who looksrare was in the whole browser. Are they like ask jeeves or something? Maybe that's x two, y two maybe. But no, I do think it's a web three company that will emerge out of nowhere that will address the pain points. Like I would have said. I think that makes the most sense. I can't imagine like a legacy company getting it right. You know what I mean? It's just every, every company is kind of fumbled the bag along the way that's come out of web. I'm not, not sure about that. Right. I think there's something crazy to be said about like having, if they can get it partially right and they have the reach to grab people right and attention. I think. I think they can. I think they can. Right. I guess you could compare it to like Apple, you know, because, you know, Apple was a legacy company in computers and all of a sudden they jumped into the phone, you know, the mobile game and really changed. You don't think, I mean, you don't think Amazon could, could put all of these, all of these guys out of. I talked about it the other day, like, Amazon could absolutely do that. They would just have to get it right. I just haven't seen, I haven't really seen a web two company get it right. I mean, besides Starbucks. The thing about Amazon, the thing about Amazon is I'm not sure. I'm not sure. Like, I think they could get like this mainstream audience right and bring awareness to this technology in a mainstream audience type of way. I'm not sure the existing web three space is going to follow suit because if Amazon does their own chain right, you're going to have this same issue that we're talking about with outer, right. And it's like, okay, if things, if things have to be on Amazon chain, like, is that the same, is that the same, right. As dropping a, you know, a Fidenza on eth? I don't know. Maybe, maybe not. But interesting. I think, I think it was Joe then Bundy real quick. Real quick as you go to Joe, though, like one more follow up because you guys kind of hit on it. If people have things that they think these companies should or shouldn't do, that would kind of drive the question. I'd love to hear that thinking as well that you were touching on, because I. That was actually really intriguing part of the conversation. So sorry to interject, but. Sorry, what was the question? Sort of like, sort of like you mentioned, like. Well, chambers, like, I don't think these current companies can get there. And you're like, well, if they did this, this and this, these are. I really like the thinking of, like, what a legacy company? If you think a legacy company, what would they need to do to get there? If you think it's a current legacy marketplace or if you think it's a brand new one, obviously that's something different. But, well, to me, like, I mean, opensea is acting like what you would expect a legacy company to come in and try to do, right? Like they're. I think the. You know, you and I talk about this a lot, right? It's about this like two way value exchange type of thing. And if you have a. If you. If you have this web three ethos about you, you understand that part of kind of user, you know, rewarding, incentivizing and data ownership. Right? And so I think, like, those are key core things that need to be understood by not just a legacy company, but fucking opensea, right? I think all of them need to have that understanding. And, like, you're watching people go to blur that, you know, maybe you've not even never used blur before because of the incentivization to do so as far as a user goes. Right. So I don't know. I think it's those types of things. Chamber, do you have anything to add to that? No, I was. I echo what you're saying there for sure. It's. Yeah, it's definitely. It's possible that it happens, but I don't know. My instincts still telling me, you know, web three company, that just gets. Right. You think a new one, though? You think new web three company? Yeah, that's what I do think. Pettiverse marketplace. Pettiverse market. I mean, if Susan's there, come on. Obviously. That's what I'm talking about. She's gonna have everything, no problem. She got to drop everything she's doing and lead the charge on the marketplace more as I feel like, is what's actually gonna have to happen here. But to find pets in a really."
    },
    {
        "speaker": "D",
        "text": "Broad way, you know?"
    },
    {
        "speaker": "A",
        "text": "That's right. That's exactly your money. That's right. I like it."
    },
    {
        "speaker": "D",
        "text": "And they can be a pet, you know?"
    },
    {
        "speaker": "A",
        "text": "That's right. That's exactly right. So, yeah, chamber, I don't know how you feel about this space, it is probably the most web three space we've ever done. So I feel like you're cringing here, but we've got tons of hands. It's a hot. No, I love it. You know me. I like it if, if people are excited. I just. I just like to be around, you know? Yeah, I'm, I'm just proud that we've actually talked about, you know, web three and nft stuff all for it for a full hour. Let's go to. Let's go to Joe. I don't know if Bundy still has his hand up, but. Doesn't look like it, but Joe, then Bundy, if he wants. Otherwise, Emily, I'm not."
    },
    {
        "speaker": "C",
        "text": "I'll pass it to Lumen. Emily, Vicki, Susan, they all had their hands open. I'd rather hear them."
    },
    {
        "speaker": "A",
        "text": "Okay, sweet. Same. You can, you can skip me to much smarter people in the room. Let's go. Emily, then. Vicki."
    },
    {
        "speaker": "E",
        "text": "What's up? So I'm a little bit late to the conversation. I don't know if this has been addressed or nothing, but I think what is the most glaring issue with what we have in web three today is just how little web three technology is actually incorporated into what we're doing. Right. Web two, or, sorry, Opensea is a web two marketplace. Blur is in web two marketplace. Luxor is an open web two marketplace. And web two and web three technology are nothing as compatible as they would lead you to believe. The reason behind this is because of the architecture behind it. So earlier today, I guess kind of overnight, Susan actually had shared the article with me about how whatever periodical it was had said that you can't solve the royalties on chain, and you absolutely can. This is a problem that we've already addressed at foolproof. We just haven't released a smart contract yet. And I shared that article with my partner, and he reads it and he goes, this guy has no idea what he's talking about. Like, he has literally no conceptual understanding of solidity and smart contract development in general, which I think is really funny because, you know, I had this conversation with my partner a lot, and he's absolutely super advanced. Like, very few people are as skilled as him. And the number of times that, like, we'll get put on a call with someone who's, you know, the dev for a community or whatever, and I'll get amazing feedback about this person. They'll be like, oh, yeah, top notch Dev. No one better. The best you can possibly get. Absolutely incredible. And we'll start talking to them about pretty, what seem to be like normal concepts in smart contract development, and it will go right over their head. Like, they'll have no idea how these functions work together, which is wild to me. Right. Like, the standard is so low. And what that really indicates is that this is a brand new emerging technology. There's not a ton of experience here. There's not a ton of skilled engineers who've transitioned over here and applied what they know from before into web three. All of these things have created kind of this cascade problem, and it's led a lot of people who have brought their skills over to solve these problems with web two solutions that."
    },
    {
        "speaker": "A",
        "text": "So what's a web three? What's a web three marketplace look like?"
    },
    {
        "speaker": "E",
        "text": "Yeah. Okay, so here's what's going on. What it looks like is not having a middleman. The middleman is where the problem comes in. If you want to look at an actual dapp, like a decentralized application, it's more or less a UI slapped on top of solidity. In our case, in Ethereum, that basically means you have buttons pushing functions in a contract. I'm not here to say that everything belongs on chain. That's not true. That's silly. But there's a lot of things that do, and royalties and trading web three goods is one of them that does belong on chain. That is not better off chain. The only person that that is better for is the marketplaces that want to get their cut. That's it. It's not better. But they'll lead you to believe that because that's how they make hundreds of millions of dollars. And that's what we're witnessing right now. Right? The rich guy, the winner gets to say, this is the way we do it, but it's not going to work in the long run. And it's kind of delightful to watch it all unfold. You know, I hate to see creators get burned, but it's something that, like, we've known to be true for quite a long time at this point. And it's just kind of difficult to convince people that this is the case. And we also see an enormous amount of people doing things, like, effectively, like shoehorning web, two strategies onto the blockchain and then trying to get people to make them work. And then you lose the decentralized element of it. You're like, oh, okay, accept that. Everybody has to circle back and adopt this really weird, complex thing that doesn't actually make any sense, and you're going to struggle through it. So it's, it's weird, and it's understandable. And it's going to evolve a lot and it's not going to be won by these companies that have put this much investment into what they're doing."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "They're going to very quickly slide into throwing good money after bad because they want to maintain their market share and they don't want to lose numbers. And it's going to be really hard to present that strategy to investors when they say, actually, we can't win it like this. We have to turn it around and do something more like that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "And their investors are going to be like, no, I don't think so. And they're not going to give them money, so they're going to force them in the bad direction and they'll eventually end up at zero. This is the race to the bottom."
    },
    {
        "speaker": "A",
        "text": "It's super interesting, I think. I mean, we definitely talked about the race to the bottom thing, but the non web three thing makes a lot of sense when you put it that way. And I think that's. I think there's probably a lack of education, user standpoint about that as well. Chamber, you raise your hand in your own space. It's just so polite, like a gentleman. Yeah. It's so funny because when they were mentioned that, it reminded me of, do you remember years ago, this would have been maybe three, four years ago, when we would trade ethereum tokens and there was, there was a very decentralized exchange we would use. And it got me thinking of that and I can't remember the name of it for the something. Ether Delta. Ether was it either Delta? Yeah, yeah. Ether Delta was. It was. When I think of like perfect decentralization as far as Ether Delta. Yeah, you was. That was something. It was nuts. It was crazy. And maybe obviously a more ui friendly version of that is maybe what we need in web three, at least for NFTs. But that ether Delta was definitely a dap. That was probably web three perfection."
    },
    {
        "speaker": "E",
        "text": "I got a run, but I guess I'll just throw this bit of Alpha out there for anyone and, you know, wanting make friends with foolproof. When we say we're going to deliver a wallet app in like 18 to 24 months, it's not a wallet like, you know, today it's something a lot more like a Dap browser, because that's, that's what, that's what this needs to. That's what this needs to be and that's what's going to make this work. That's what's going to lead us to mass adoption. This like weird web two, web, three, web 2.5. Bullshit is not going to cut it."
    },
    {
        "speaker": "A",
        "text": "I feel personally attacked. Got him."
    },
    {
        "speaker": "E",
        "text": "You're gonna evolve. You're gonna evolve."
    },
    {
        "speaker": "A",
        "text": "I understand the fit."
    },
    {
        "speaker": "E",
        "text": "I know, I understand the fit. And, like, it's not there. The technology is not there. For this to expand on, you need that layer. You need a place to put it, and the place doesn't exist yet. Like, that's the problem here, right? Like, it's kind of like thinking about the concepts of zero and infinity before those were actual words and widely accepted. People are just like, you're full of shit. No, we can't even talk about this. But we look back at it now and we're like, of course there's zero and infinity. How else would you explain, you know, dividing something by three, right? Like it's, um, it's, it's an interesting one, like, to say the least. But, you know, people's minds will shift as these doors are opened, as these things are introduced to them in a concrete way."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's spot on. I do want to go, we're running on time here, but I do want to go to John and then Susan and then mizzle will cut it, will shut it down. John, welcome to the stage. Thank you for your patience. What do you got?"
    },
    {
        "speaker": "F",
        "text": "Yeah, thanks for having me up here. I mean, I think, to be honest, this isn't a surprise. And I think it took way longer for this reaction to happen than it did because as soon as Blur came out, it's seeing marketplaces and the way they behave. Most people will buy in the lowest cost marketplace, and blur not only had the lowest cost marketplace in terms of fees, but they also provided an aggregation feature. And so there was no reason for consumers to use opensea beyond the market dynamics that they had. And personally, I look at this from Opensea perspective, and I think all these marketplaces try to hold out as long as they can because when you race to the bottom now, these marketplaces don't currently have a great revenue stream either. And so they're all going to become Athenae. Like, they're all going to be reduced to a level playing field and they're going to have to work hard to fight for market share. You know, I personally feel like the next step Opensea is probably going to make is turn, turn itself into an aggregator as well and remove that differentiator that blur has, whereas the only difference now will be the accumulation of the blur token. But then once you get into this environment, then how are they going to retain loyalty and I think these marketplaces are going to have to build tooling either for creators or collectors. And so I do think that may be a silver lining that comes down the road, is that they will have to fight for our business, and they'll have to fight harder than they've ever had to fight, which, in terms of innovation, could help. And I also think the royalty thing is interesting because it's forcing, in my opinion, it's forcing the issue of consumers not seeing the value in the royalty. You know, like, why are people circumventing it? Because they don't see the value or reason to pay. And whether or not you agree with that or not, the wallets are saying that's the behavior. And my other guess is what's going to happen is that we'll see different business models for projects come out instead of a royalty model. Maybe there'll be subscription models. There'll be ways for people involved in projects to help contribute and support their projects and be rewarded for doing so. And, you know, I think there will also probably be tools that get created where projects can somehow enforce royalties if they choose to. They'll be able to, like people are going to start to create tools where they'll be able to monitor which holders are participating in royalties. And somehow, and I think these conversations happened prior, but it is an unfortunate truth. But when marketplaces are fighting for market share, they will pay handsomely to acquire users, buyers and sellers in order to assert their dominance, because the marketplace effects are real. And marketplaces can die very quickly if they don't have the volume of buyers and sellers there to keep, to keep the marketplace afloat."
    },
    {
        "speaker": "A",
        "text": "All I heard from this chamber was that Opensea is going to be advertising on DJ network to customers. I will gladly take their funds. Well, I mean, what you said is right, John. Like, that's the, that's the thing is once they're all on a level playing field, they all have to kind of go about get it. It's now them that are on the attack and nothing us being taken advantage of. And I think that's, that's super interesting. And you know, when you get to this web, three incentives type of stuff, you know that the, right now, the people that are doing that best are winning. And that's, that's blur. It's super interesting. I want to go to, I know Susan had your, you had your hand up and then mizzle, and then we do have some quick housekeeping and then we're going to shut it down. Go ahead, Susan."
    },
    {
        "speaker": "D",
        "text": "Yeah. Hey, first I was going to tell Emile how awesome what she said was, but she left. I'm going to have to send her a DM. I really appreciated her comments there, but I think part of the problem is just this sort of self fulfilling issue within web three that people thought they were going to get a bunch of stuff. They didn't get a bunch of stuff, so they feel like it's just a stock to flip and they don't want to pay a royalty on that. And if we don't, you know, fund creators, that it will be a self fulfilling prophecy. We won't be able to do great things. And so that's what bothers me so much, is I think a lot of this comes out of the baggage of all the sort of thing rug pulls in the space where people were promised something and then people went away. And so there's this assumption that I'm not going to get any value out of this, so why should I keep paying? So then those of us coming into the space who are trying to do, you know, big audacious things are end up having to, like, convince everyone that, you know, we're for real, we're not going to grift everybody. And that kind of sucks because again, it is a self fulfilling prophecy if you assume that everyone is trying to rip you off, and it'll never get better. If we assume that, I do think it should be buyers paying the secondary royalty for what it's worth."
    },
    {
        "speaker": "A",
        "text": "Yeah. The buyer's premium thing, I think is going to happen. I think it's going to."
    },
    {
        "speaker": "D",
        "text": "You're buying into the community, you know, you're not exiting, you're coming in, and that's why you should pay. And so I honestly support that. That should be the way."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting. Mizzle. What's up, GM?"
    },
    {
        "speaker": "G",
        "text": "GM. I'm gonna make it quick. Y'all talked about such awesome topics. It's hard for me to keep up with everything. Remember what I want to say, but I just want to touch on blur to kind of start it off. We've seen, you know, the looks token, we've seen the so's, and I don't even know Xtoo's watching token call. But, you know, through all this, you know, opensea state firm, they've just basically laughed it off. But what blur has did is different. And I cannot stress enough, I don't know what the future holds for them, but just how they've done everything. The number one catalyst is being listed on major exchanges and then we've seen how the community started formulate this. Whether it's just the form airdrops, not time will tell, but this is big. Like for shouts out to Shane for the Game of Thrones reference, but for open sea to bend the knee like this, this is really intriguing to sit back and watch. But one thing that really is taking me aback by about all of this so far is why is there no curated collections, like marketplace? Like, I don't, I don't know. Because, you know, I understand the royalties. I understand for creators. But as a trader, most of these projects that you jump into or just lottery tickets, like, you know, it's really hard to determine if a founder is in for the space. And not only that, I don't think all projects deserve royalties. I really don't. And then, like, even after a certain point, like you could still getting five or six 7% royalty. I mean, you can make the case that they need it, but they, they've made so much money. Why do they need to eat three e every time I trade at this point? I don't know. It's a. Yeah."
    },
    {
        "speaker": "A",
        "text": "What you said about the curated and not all projects deserve royalties. I think it's interesting and, you know, like, where does that curated? And I think what you mean by curated also is vetted. Meaning like, hey, are you a vetted and, you know, trusted creator? I bet you see that with Amazon. And I don't think you're going to not see that. I think the folks that are going to be dropping on Amazon will be vetted just like their sellers are right for Amazon seller products. I think that's where you're going to see and stuff like that earns trust real, real quick. I think that's super interesting and there's a lot there. We are for sure over time, and I'm dealing with a sick wife and kids. I'm going to shut this down. But before we do that, a couple things. One, the reminder for Monday's space for the mint condition is up top. Please, please, please set a reminder. Come back if this is your first time, we'd love to have you back. If not, the reminder helps. Please feel free to do that. And then, you know, our newest DJ network show debuted last week. Last Saturday with gentle T and Saturday morning cartoons, I pinned to the top. We're giving away a Degen Network degenesis pass. They're doing that on their show tomorrow. So it's pinned to the top. Check out GT's post there and try to win yourself a DJ network. Pass. The DJ network war room is, I can't say enough about it. This, it's, you know, my home. It's the place where we get all of our information. It is the place where we have formed a little family there. So get that, get in that drawing up there and set your reminders. Tomorrow. It's at 09:00 a.m. sorry, 09:30 a.m. eastern time for Saturday morning cartoons and GT. So big. Shouts to them. That show. Show is awesome. You want a shot of positivity in the morning and get your weekend going. You got it there for sure. Chamber. Any parting words before we get out of here? I just wanted to shut out mizzle. Hell, yeah. You know, we talk about, you know, Shane and phonics and, you know, but man, underrated is so underrated. He has written for Djen some of the best, like deep dives and like different tool, like NFT tools and stuff. This guy is dialed in. So if you're not following, make sure you're following mizzle. He is. He is unbelievable in the space. So shout out to them. Check out the night. I was just gonna say tonight, what time is it? 11:00 p.m. past bunches. Bedtime. But it's, it's right in the sweet spot for chamber where he's maybe a couple of doobies in for the night of. Oh, boy. Maybe. I sneak into the comments, but those guys are unbelievable. So I gotta say, I was listening to the night shift spaces on Wednesday and I was just a casual observer, but, you know, all the guys were talking blur. And here comes chamber, just like this big gray cloud. And you're like, guys, blur is going to be fucking over in a week. You're like, sell your bags now. Don't be fooled. And I was just laughing so hard because everybody was like, you know, they're just talking about blur. Me so excited. And you're just like, fuck that. Further record. I didn't sell the bags now. I said, prepare for the pump, which will, you know, it could. I said two things could happen. I said, we're either gonna see a blow off top over the next few days and you should sell. You'll know when to sell. Was that 120? Do you think that was the top? I don't think it was. I don't think so. It doesn't look blow off toppy to me. I threw out the, the three dollar kind of that. That's where I think blow off top looks to me, but I could be wrong or the other. I. And what I said was, the other, the other option where we could see it be down significantly is any sort of bad publicity or, you know, kind of perceived bad publicity for, you know, for blur could see a significant dump also. So I just said it's, this. This, at least for the short term, has a very, I would say a seven day life cycle at the most. Yeah. I've just found it so funny that everybody was talking. You just trotted in there and now that you've, like, decided, like, kind of led that you were a couple, probably a couple dudes deep, it makes so much more sense because the tone in your voice was like, different, stern and like, guys, you're like, we've seen this movie before. Don't you get fooled. It was. I was just dying. But anyway, check out the night shift tonight, 11:00 p.m. on our YouTube channel. It also streams here on Twitter as well. So you'll be able to catch JP, Kaz, phonics, Shane, TJ. Who am I missing? I don't remember who I'm missing. Phonics. Phonics, TJ, Bizzle, JP. I said them all, didn't I? Maybe I said them all. Yeah, but, yeah, check out them. I mean, sharpest traders that we have at Djen. And then don't forget again tomorrow, check out GT and the rest of the crew over there on Saturday morning cartoons. That's going to do it for us, everybody. Thank you so much. This was an awesome space today. Appreciate you. Come back and check us out Monday. Four to five. We'll be, we'll be drafting 90 tv shows on Monday and you can't stop us. Night shift said they were going to draft tonight. Fuck them. I get out of here, I'll pull the plug of the whole goddamn show. That's it. YouTube accounts change, everything's. The passwords are changed. Whatever. I did. Oh, man. I kind of just want to keep talking today. There's so much talk about the mizzle bringing the heat with the animal question the other day. Oh, my goodness. That was, that was a good show. Dying when you must have been on your first, dude, I would say when you just. When you said you would wear the alligator. Yes, for protection. That was. What did I say? The turducken of the duncan of survival. Survival. Print the t shirts. It's a turducken of survival. Check out night shift. Check out Saturday morning cartoons. Until next time, stay mint."
    }
]