[
    {
        "speaker": "A",
        "text": "We are here with some energy today. I need some energy out of you, and you bring me Steve Harrington."
    },
    {
        "speaker": "B",
        "text": "Steve Harrington. Wow. Steve Harrington. What, you're. You lived in Chicago. First of all, this should be, ladies."
    },
    {
        "speaker": "A",
        "text": "And gentlemen, snooze fest by Steve Harrington. Find it on all your streaming services."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Yes, of course. Cutting edge music with bunch of bets."
    },
    {
        "speaker": "A",
        "text": "You know, I brought the fire on Friday with some new artists that pain had never heard of, and it made his. It cracked his. It cracked his playlist now and then. You. You follow it up with that."
    },
    {
        "speaker": "B",
        "text": "Listen, the kids, you know, Gen Z, this is what they're listening to, okay? I'm trying to bring in. I'm trying to bring in some people here. It's not all the old heads, you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I get it. Well, we've got a rocket show today. I'm super excited about this one. I want to give everybody a chance to, like, comment, retweet the space. Let's blow it up, get it out there. I think we're going to have some fun here. Talking, uh, more meme coins this today, because it's just the talk of the town. And then we've got a very special guest. You probably heard me talk about this, uh, project a couple times here in the last week. Continues to be, uh, one of my sleeping giant narratives of this whole cycle. So we're going to talk to the team here behind Pepe on soul. And, uh, before we get started, the disclosure is, of course, I have a bag of this. I think it's the. The. I think it's one of the most slept on narratives that we just have not seen explode yet. So we're going to talk about that with the team today and just talk, you know, what's going on in the market. So, Chamber, are you ready to have some fun here today?"
    },
    {
        "speaker": "B",
        "text": "Yes. I also, for the record, do have a bag. A bunch bullied me into getting one, so I have one also, I would."
    },
    {
        "speaker": "A",
        "text": "Say I showed you the light."
    },
    {
        "speaker": "B",
        "text": "Sorry. That's what I meant. Did I say bullied events? Informed me."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "B",
        "text": "On how. How I was missing out on potential opportunities."
    },
    {
        "speaker": "A",
        "text": "All right, so before we get into that interview, we'll probably get in there around 420 here, but we wanted to cover some other things that have been going on since Friday. Chamber, look, let's start with your own project here, which, because you've been grinding these meme coin streets here since, what, end of January?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, end of January. Me and some. I never know if he ever wants me to talk about who my, you know, partner in crime is on this particular project."
    },
    {
        "speaker": "A",
        "text": "Doc's the dead."
    },
    {
        "speaker": "B",
        "text": "No. So I. Yeah, we'll keep them. We'll keep them. You know, I'll be the face, which is probably the worst possible face you could have for a project."
    },
    {
        "speaker": "A",
        "text": "Looking by your profile picture, I would agree. Oh, look at that thing."
    },
    {
        "speaker": "B",
        "text": "I felt the profile picture captured my likeness pretty accurately."
    },
    {
        "speaker": "A",
        "text": "Your whole energy, your whole life is there."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, yeah, so, no, we created make it all back, which is a sole meme coin designed to help fellow crypto enthusiasts. And the more I thought about it, honestly, to help NFT enthusiasts make it all bad, it's really just clicked with me in the last couple of days. The real people that need to make it all back are NFT roundtrippers. And we've obviously had many successes and many failures in the NFT space. I know a lot of our friends are massive NFT holders. And we had some big news today. I don't know if you saw this a bunch, but I think it was pudgy penguins flipped. Bored API club."
    },
    {
        "speaker": "A",
        "text": "Yeah. Pretty wild, that is."
    },
    {
        "speaker": "B",
        "text": "I can't believe that. So I think, you know, make it all back is a great way for NFT people to hop into a meme coin that's designed maybe specifically for them. So, yeah, we're having lots of fun. We had, you know, we're still, you know, we're still a fairly small market cap right around just over 100k. So we're having fun."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you're like, you slowly gaining some traction, and then you go up there and you drop this incredibly fire video that you had made last night. So if anybody hasn't seen, like, this is the stuff meme coin season is made out of. Like, you want entertainment from your memes. It's all about the content, you know? So if you haven't checked out the video up top, it's a must. I was literally showing my wife at dinner last night. I couldn't even. I was dying. And I got to tell you, this worked. This video shot you up to."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we went up all the time. 100%. I think we went up, like 100%, like an hour."
    },
    {
        "speaker": "A",
        "text": "Content is king, baby."
    },
    {
        "speaker": "B",
        "text": "The video works. We have the intern working on a follow up as we speak."
    },
    {
        "speaker": "A",
        "text": "Intern is totally unhinged, by the way."
    },
    {
        "speaker": "B",
        "text": "The intern is unhinged. So, yeah, we got the intern working. We got the dev in the background, and then me just talking about it with you guys and organically growing this project, and I think that's really the key, having some fun. It's not about a quick buck. It's about to really test out how far we can take. This. Meme, I think, is really the fun part."
    },
    {
        "speaker": "A",
        "text": "I mean, it is 100% a exercise in organic community building. Right? Like, this was from scratch, from zero. And I think what we've learned here in the past couple of weeks with meme season is there's no better. I mean, this is essentially tokenized community building and network building. And I think, you know, you're experiencing firsthand one how impactful that could be all at once, and also how difficult it is. Right? Like, I think there's, there's. It's. It's an attention economy where everything around you is pumping, you know, hundreds of percent, and you got to find a way to gain some attention. Huh."
    },
    {
        "speaker": "B",
        "text": "It's unbelievable. Especially, like, the last, you know, four to six weeks. It's just been absolutely bonkers."
    },
    {
        "speaker": "A",
        "text": "So, hey, I'm going to put you on the spot. I'm going to put you on the spot today. I don't know if the unhinged intern actually can do this, but why don't we give away some today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we can."
    },
    {
        "speaker": "A",
        "text": "While we've got this space."
    },
    {
        "speaker": "B",
        "text": "I'll tell you what. I'll tell you what. Because we have, and I'm a big fan of this community. And one of the reasons I really like the pepe on soul community is for the reasons we're talking about. So I think there's a lot. So I'm gonna say only available to pepe on soul holders."
    },
    {
        "speaker": "A",
        "text": "There we go."
    },
    {
        "speaker": "B",
        "text": "How about that?"
    },
    {
        "speaker": "A",
        "text": "And how about this? I am going to throw in an extra. I'm going to throw in some pepe that we'll give away today. What do we think about that?"
    },
    {
        "speaker": "B",
        "text": "I love it. I love it."
    },
    {
        "speaker": "A",
        "text": "How about. Let me find out."
    },
    {
        "speaker": "B",
        "text": "Is it going to be to the same person?"
    },
    {
        "speaker": "A",
        "text": "No, we'll do two winners."
    },
    {
        "speaker": "B",
        "text": "All right, sounds good."
    },
    {
        "speaker": "A",
        "text": "Let's do. Hold on. We're going to do. What's one soul worth of pepe right now?"
    },
    {
        "speaker": "B",
        "text": "I have bird's eye up right now."
    },
    {
        "speaker": "A",
        "text": "One soul of pepe is 8723 Pepe. That's what we're giving away today. Retweet that space. 8723 Pepe going to one winner. And how many? Me ab."
    },
    {
        "speaker": "B",
        "text": "We'll do 10 million me ab. How about that? Normally, we do this on Friday. We will do this today and maybe forego the Friday one. But we're gonna give 10 million meab away every week until we're out of reserve meab, which is a couple of is a good amount of weeks from now."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. This pepe's coming out of my personal generational wealth stash. So just, you know, I'm a man of the people. So all you gotta do to win today, retweet the space below, leave us a comment, and you will be entered and chamber. You will draw the winners by the time we end this space, correct?"
    },
    {
        "speaker": "B",
        "text": "Yes, I will."
    },
    {
        "speaker": "A",
        "text": "Awesome. Let's, uh, let's get into one or two more things here before we bring on Pepe. Did you choose rich?"
    },
    {
        "speaker": "B",
        "text": "I did not."
    },
    {
        "speaker": "A",
        "text": "You haven't chose rich?"
    },
    {
        "speaker": "B",
        "text": "I chose Nick."
    },
    {
        "speaker": "A",
        "text": "You chose Nick? Ah, interesting. Well, both are. I mean, when did. It depends on when you chose quick."
    },
    {
        "speaker": "B",
        "text": "I did. I just did a quick move, a couple of soul, flipped it into a couple more soul. And I'm very, you know, whatever, it's fine. And honestly, kind of to our earlier points, like, these things can go one of two ways. When they, when they have such velocity, they're either going to, you know, top out and fade out and, you know, may or maybe not come back or they're just going to continue with momentum. And I just don't know where this is going with Nick. You know, he was on Dave Portnoy's incredible, incredible. One could argue that it is the equivalent of the doge Elon Musk live episode."
    },
    {
        "speaker": "A",
        "text": "It could be bigger because this has a direct audience of aping DJ."
    },
    {
        "speaker": "B",
        "text": "Well, my point more so being like that was the absolute top for dogecoin."
    },
    {
        "speaker": "A",
        "text": "It currently is marking the top for Nick. However, the same cannot be said for its rich counterpart, the, which I think there's a really interesting thing going on here because the rich and Nick thing, where people are now kind of choosing their, their fighter, Nick was created first after the, you know, I choose rich every time meme. But Nick himself did not create this token either way."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Well, Rich was actually created by somebody in the Bodogo's community, which is Nick's NFT project and the nifty portal NFT project. And so he mentioned both of them on the show today. And I'm just wondering, like, where his actual incentives lie at some point, right? Like if he's, he's probably more incentivized for, you know, the one from his community. So what was crazy about this if you were following live? He got on the show and Rich was at a $500,000 market cap and it's currently topped out or like it topped out right under 9 million, I believe in just a couple hours it went absolutely bonkers. And now it's kind of sitting around five, 6 million still. What an insane move. But there was just so much risk reward upside on that one. I think people piled in when they heard him talk about it. Meanwhile, you got kind of this blow off top looking thing right now on Nick. There's definitely a redistribution happening. Um, but it just begs the question of, like, which one of these is going to have staying power? Are both of them going to have staying power? I'm not totally sure. And it becomes like, which one is he incentivized to start talking about? Right? Like. Cause it's. I mean, it is very clear he's got the heart. Sorry, to the point where he has escaped or had escape velocity on Twitter as a whole. Not just crypto Twitter, not just, uh, you know, nft Twitter, but, like, mainstream. You've got coffeezilla, uh, thinking he was serious and right and doing videos on him. You got him on Dave Portnoy. I mean, there's. There's tension there. So it'll be interesting to see who knows how long the Nick richest thing has going on. But I just, like, choose rich as a meme is pretty good."
    },
    {
        "speaker": "B",
        "text": "I mean, it's pretty good. It's pretty good. He was. Nick was a month or two ago. I saw some. And, I mean, he was leaning into it. I don't really follow him all that much. I mean, we've been in parallel groups for the last few years, so we are aware of him. You know, I don't know. I'm sure they know us, we know them kind of thing."
    },
    {
        "speaker": "A",
        "text": "They definitely know the coffee with Captain crew. I don't think they know we exist. I feel like everybody knows we exist."
    },
    {
        "speaker": "B",
        "text": "My mom forgets I exist sometimes, but, you know, Steve always compares Nick and Pio to you and me and I still."
    },
    {
        "speaker": "A",
        "text": "So which one are we? Are we rich or are we Nick?"
    },
    {
        "speaker": "B",
        "text": "I think you're Nick and I'm po."
    },
    {
        "speaker": "A",
        "text": "I mean, which token are we?"
    },
    {
        "speaker": "B",
        "text": "Oh, I don't know. I think richest. But he came out with some videos that were super cringy a couple of months ago. And again, I know he was leaning into it, which is ironically funny, but I'm like, I don't know if this is going to work. And he just kept doing it, and it worked."
    },
    {
        "speaker": "A",
        "text": "It was perfect timing, man. The whole bitcoin all time high, the entire, like, crypto, bro, cringe thing. That happened. It was good."
    },
    {
        "speaker": "B",
        "text": "I tipped my hat. I took my hat."
    },
    {
        "speaker": "A",
        "text": "Oh, hell yeah. How can you not? And, like, this is the stuff that makes memes, right. It's all about viral content. And that's why these memes that you see going to billion dollar market caps, like, they've captured like, the minds of people via content, right? Like, I mean, call top signal all you want on whiff. But I think what they're doing, trying to put it on the sphere is so, like, that's the shit, you know."
    },
    {
        "speaker": "B",
        "text": "That'S wild if that happens. So that's. That would be insane. So, yeah, I agree. Like, this is, this is interesting, but, you know, just to touch on the nick and rich kind of simultaneously doing their thing, I do find with a lot of these meme coins, you get these, like, essentially derivatives, like these derivative coins. And I really think that derivatives are anchored to that first mover 100%. We saw it a lot with like, the bowdoins and the political ones. Yeah, I was listening to a space yesterday."
    },
    {
        "speaker": "A",
        "text": "I was talking in the war room and I said the same thing. It was like, it feels like NFT derivatives, right?"
    },
    {
        "speaker": "B",
        "text": "100%. Like I was listening to some guy yesterday on a space talk about Justin Turdo or something like that. I was just like, this is too much. And they are short lived. So I like the idea of longer distribution time, ramping up the volume over time, as opposed to these kind of flash in the pan meme coins. That's what I'm a little bit more God."
    },
    {
        "speaker": "A",
        "text": "Could you have given me a better segue?"
    },
    {
        "speaker": "B",
        "text": "That's why we're professionals."
    },
    {
        "speaker": "A",
        "text": "Could you have given me a better segue? You know, like, holy cow. And right on time, too."
    },
    {
        "speaker": "B",
        "text": "Right on. It's like we've been doing this for a hundred years."
    },
    {
        "speaker": "A",
        "text": "This train runs on time. I can't believe. First of all, thanks for buying the dip on me. I was. I almost, I almost bowed out of this podcast so many times during the bear market. Thanks for buying the dip on, on your boy."
    },
    {
        "speaker": "B",
        "text": "Hey, that's. I'm always going to buy the diphthere."
    },
    {
        "speaker": "A",
        "text": "All right, so shall we?"
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "All right. So, I mean, I think, like, the thing that I've learned so far here during meme coin season that I did not understand last time we went through this cycle was how closely they are related to the things that we did every day in the NFT market. And I've said this, you know, for the last two weeks. And the thing that makes me so confident in, like, actual, there being actual value in some of these tokens is the communities that build behind them. And we've seen so many times there's value in community, and communities are worth billions of dollars. And I think being able to rally behind memes, behind a shared kind of rallying call to create content, to create virality, to build the network, to secure your network, is what is actually driving the ones that have the most value. And so weve seen this with some of them have escaped, reached exit velocity first, obviously, doge, then we saw shib, then we saw the bonks of the world. And Pepe. Right. Pepe was the big one, started mid summer last year. Is that when the Pepe rally first started? I remember being outside trying to like trade it on my phone while at the park with my kid."
    },
    {
        "speaker": "B",
        "text": "Oh, that's a good dad right there. You know, taking your kids to the park, but still, you know, but still."
    },
    {
        "speaker": "A",
        "text": "Trying to build generational wealth. Yeah, you know, but it wasn't last. I think it was like last summer when that, when the Pepe and turbo thing really took off."
    },
    {
        "speaker": "B",
        "text": "So I know exactly what it was. It was May of last year when."
    },
    {
        "speaker": "A",
        "text": "The, when the mania started. Right?"
    },
    {
        "speaker": "B",
        "text": "The May, yeah, correct."
    },
    {
        "speaker": "A",
        "text": "And so obviously Pepe just hit Pepe on ETH is what we're talking about here. Yeah. Segue into the conversation, but Pepe on ETH has reached now a 4.5 billion with a b dollar market cap. Right. And it seems insane. And then you actually think about, well, what's behind this? Why are people so intrigued and interested in buying into these memes? And it's not so different than what we did with bored apes, crypto punks, all of this stuff. Right? And what I think, what I think we found here with Pepe on Soul is a hidden gem that could potentially follow this same path. And there's a couple reasons why that we'll get into over the course of this chat. But with that said, going to welcome on the Dev of Pepe on Soul GM. Thank you for joining us. You have provided me with a lot of entertainment and some amazing community that I've gotten involved with here in the last couple weeks. So welcome to the stage. Thank you for joining us. How are you this afternoon?"
    },
    {
        "speaker": "C",
        "text": "Hey, thanks for having me. I'm doing fantastic. Pepe community is here. Life's good."
    },
    {
        "speaker": "A",
        "text": "Heck yeah, life's good. So I want to start here. Let's go, like all the way back because there's a lot of backstory that I think makes this token and community really interesting and potentially super special here. And the first is kind of when this token launched. But before we even get to that, what's your background in the crypto space? When did you first find crypto and Solana specifically because that's where you're living. Here, take us back to that."
    },
    {
        "speaker": "C",
        "text": "Yeah, so going all the way back. We're going back to when I was twelve years old, I discovered I bitcoin. So I was big on a lot of like online forms because I was. Oh yeah, I know it sounds crazy."
    },
    {
        "speaker": "A",
        "text": "Oh, wait for context. How old are you now?"
    },
    {
        "speaker": "C",
        "text": "24."
    },
    {
        "speaker": "A",
        "text": "Okay, so we're talking early here."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I effectively have spent half my life in crypto, which is insane to think about. Um, so yeah, going back to that, I found it through a form called uh, was it bitcointalk.org? and I found it because, oh yeah."
    },
    {
        "speaker": "A",
        "text": "Bitcoin talk was like the thing."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, I, and I found it because I was playing a game called Runescape and I wanted to sell my runescape gold, but I wasn't old enough to make a payPal, I wasn't old enough to do anything. And I found out that some people were trading it for this thing called bitcoin that was like, I don't know, it wasn't worth very much. And I started getting into that rather than runescape because I thought that was so cool. I was like, oh, it's like the word decentralized. I don't know if it existed. If it did, it wasn't in my twelve year old vocabulary. But I just thought it was extremely interesting how I, being twelve years old, could have this online currency and I didn't have to sit there and try to jump through hoops or use my mom's id to transact online. So that's what really got me into crypto back then. Then I guess fast forward a little bit. We got into doge, which was my first introduction to meme coins. So if you go back on my Reddit account back through like 2013, 2014, I can't remember is whenever it launched and it was big, there's transactions. Me buying Doge, $0.30, pertainous 1000, doge selling doge, forty cents per one thousand doge and so on, which is also insane to think about. But through all this time I stuck with crypto and it's been a big part of me. You know, I had miners, crypto miners when I was in 8th grade and my mom made me unplug them because they're using too much electricity or if I wanted to keep them plugged in, I had to pay for it, which I didn't want to do. So just all these things over time eventually led me to Solana, um, during the NFT craze so I really enjoyed Slana because of low transaction fees. It could, uh, efficiently store small amounts of data on the blockchain. It's not as efficient for large amounts of data, but for smaller amounts, it's very efficient. And you can have so many transactions per second. And, you know, being in crypto a long time, that was something that I really desired. Not waiting ten minutes that I was used to on bitcoin and other chains. So that's what really drew me to Solana. And then fast forwarding even further. You know, the. Obviously, the NFT meta was kind of died down. But I was still a big fan of Solana along with other chains. You know, I was pretty big on Ethereum and other chains as well. But sticking with Solana, I saw bonk, you know, one of the. One of, it's not the first meme coin, but it was the first huge meme coin on Solana. And they did things differently. And that's what really kind of intrigued me. So what Bonk did was they airdropped all of these NFT. All these NFT collection holders. Bonk. It was almost like, here, I hope you feel better, because your NFts are pretty much worthless now. So feel better. Here's some bonk."
    },
    {
        "speaker": "B",
        "text": "For the record, it did make me feel better."
    },
    {
        "speaker": "C",
        "text": "It made me feel better. I got some bonk, and it kind of inspired me. I was like, that's actually really cool. I really liked that idea. And at the time, you know, now if you want to airdrop people, it's like $0.30 an address or a little more, because Solana's gone up so much. But back then, it was like less than a penny to air drop somebody. So it was like, oh, I could do this. So I had the idea. And where I got Pepe was, that's been deep rooted in Internet culture. I guess being younger than, you know, a lot of the people in the space, the Internet's been a huge factor in, I guess, shaping my life. So I'm very familiar with, like, Internet culture. And Pepe was just huge is always one of my favorite memes. Obviously, I couldn't predict the future. I know that there was going to be a multi billion dollar pepe, but, you know, enjoy. I enjoyed Pepe. So I launched it on seoul, and I kind of followed in bonks footprints and did the airdrop."
    },
    {
        "speaker": "A",
        "text": "So clarification here. I got. I have so many questions for you. So, one, my first question was, like, when you went, when you got into doge for the first time, like, what was your, what was your experience with that first meme coin and, like, how did it make you feel about meme culture? Like, what drew you to that?"
    },
    {
        "speaker": "C",
        "text": "Dude, it was euphoric. That's the only way I can explain it, because it was a new coin, but it wasn't, it wasn't meant to be made worth a bunch of money. I mean, obviously, even as a kid, right."
    },
    {
        "speaker": "A",
        "text": "It was a joke at the dev came out and said it was a joke and like, we got memed into existence."
    },
    {
        "speaker": "C",
        "text": "Yeah, that was crazy. I don't know if you saw or nevermind, but I've done a space with the dove and I've seen him say that it was a joke, but yeah, so clearly I was like a little bit drawn to the money aspect of it because even as a kid, I thought it was really cool that it could be digital currency. But I would say it was euphoric and it was like a crazy Reddit community. It was just something somewhere I could go and hang out. Like, after school, I would hang out on the Reddit community. I mean, I still have friends, don't get me wrong. I wasn't like a."
    },
    {
        "speaker": "A",
        "text": "That makes one of us at least, because I've got no friends."
    },
    {
        "speaker": "C",
        "text": "But no, yeah, it was like my after school club. Like, I would go hang out on those, on the doge subreddit. And I even, there's even videos of me. I think I took them all down because I was embarrassed. But there was videos of, I think, like 1314 year old me singing, like, this song where I was like, it was like, the twelve days of Doge, miss. Like $50 worth of doge to make this video where I sing like, oh, the twelve days of DoJ. Miss."
    },
    {
        "speaker": "A",
        "text": "I will, I'll offer another 10,000 pepe to you if you make the same video. That's funny. Awesome. Yeah, I love that. I wanted to ask because obviously it was something, an experience that stuck with you. The. Before I get to my next question here, though, reminder, everybody in the space, we're halfway through. Give us a retweet and we're giving away 80, what was it? 8700 pepe and 10 million meab to someone who retweets the space. So go ahead. We're about halfway through. Get that space out there and we'll keep rocking. So my next question here was, okay, this inspired you. You were inspired by Bonk and you decided to launch Pepe and Solana was your blockchain of choice. So first, when did you actually launch the Pepe token on Solana? Yeah."
    },
    {
        "speaker": "C",
        "text": "So it was launched January 21, 2023, which is 416 days ago."
    },
    {
        "speaker": "A",
        "text": "So this token has actually been chilling, kind of unfound on the blockchain for over a year and technically predates the $4.5 billion valued Pepe on ETH. Is that. Am I understanding that? Correct."
    },
    {
        "speaker": "C",
        "text": "Correct. Some people like to describe it as an archaeological Gemdez. That's the term. They've coined it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's kind of wild, right? Because. And now provenance matters. We know that from a lot of stuff that we've experienced in, you know, us, particularly this audience in the NFT space. There was a lot of this stuff going on when the, when the NFT space was popping in 21 because you had, you know, the first NFTs come out in 2017, 2018 with, like, cryptokitties and people went and found those and there was, you know, historical provenance that was important and crypto punks and all of that. And this has that provenance in terms of it was, it was technically the first or one of the first pepes on the blockchain. And the difference is it was Solana versus Ethereum. And at the time, you know, the, the culture here of meme coins and just the token trading culture was not what it has become here in this cycle. So it remained kind of talk about that. You launched it and then you have been working on this thing for 400 days and what finally happens in this last couple of weeks."
    },
    {
        "speaker": "C",
        "text": "Yeah, so we launched it. Obviously, Solana had, like, a little bit of hype at the time, but I guess we kind of saw the vision of Solana long term Solana. Obviously, the volume did not stay and it went through rough patches as low as $8. I think that was this summer. But I don't know, Pepe is just pretty cool. So I always decided I'll stick with it. It'll be my, it'll be my project, my little slice of crypto pie. And I remember the day, October 26, is when I first noticed Solana volume spiking again this current Solana cycle. I even made, like, a post about it and everything, not on the pepe, but on like a personal page. And I was like, wow, Solana season's coming back. And I had so many people like, dude, Solana's done. Just like, give up. Like, it's not coming back. Even when it spiked October 26, because that was still very early to this, what we now call, like the Solana season, Solana cycle. And, yeah, so it kept going up, it went up, it went down. But eventually you know, around December, people were really, like, full on Solana season started to break out. January came along. I think it flipped. Was it flipped? Ethereum. And daily, like, volume. Daily defi volume. And finally, I think it was around the end of February where people really start to notice, like, oh, shoot, this is Pepe's older than the ethereum. Pepe. This is the pepe of Solana. So, yeah. And we start going up, and I."
    },
    {
        "speaker": "A",
        "text": "Think that's, like, the important thing to me. Right? So the fact that it launched three months before the eth pepe is not to say that, like, this should be the biggest pepe on all chains. What it says to me is, like, first of all, there's going to be room on all these chains for a dominant version. I feel like, of a lot of these memes that have existed in the past, right? So Pepe, like you said, it's kind of like the bitcoin of Internet memes. It makes sense. And I. And there is. Right, there's a pepe on blast. There's a pepe on whatever, but there's a dominant one, right? And, like, on Solana, you could probably look and see a couple of different pepe tokens or whatever, but this one has that historical provenance on the chain that is likely going to be like the retail casino chain of this cycle. So you're going to get a lot of people coming in, onboarding to Solana looking for these types of tokens. And this one has the clear provenance to me that I think matters and tells the right story to be kind of the, like you said, the pepe of Solana. So it's not to be exclusive to Pepe on Eth. Right. The idea is all Pepes can exist, and there's going to be a dominant one on all the major chains. Would you agree with that?"
    },
    {
        "speaker": "C",
        "text": "100%. I think that we're not competing with Pepe. It's more. We're almost like. I wouldn't say we pay tribute to them in a way we do, because they definitely opened a lot of people's eyes and made pepe like, it made Pepe huge within crypto. I mean, Pepe memes have been around on crypto forever, but, like, Pepe, the token was made huge on crypto because of them. So, like, the opportunity that we see for Pepe on soul, you know, my 416 day old project is only afforded due to them blowing up. Like, without them blowing up, it likely we still would probably be trading, who knows? Maybe 2030K, maybe would have popped back up. But, you know, it would have been probably nowhere near as big as it is today. So we definitely like a huge shout out to them for doing what they did, and no way are we trying to compete, you know, hashtag one. Pepe is one is our. It was our original. Was our original hashtag when we launched this. And I think going back to that, you can almost call that as, like, one community. Like our whole community. We can all gather around and there's, like, enough Pepe for everybody. I don't know. So."
    },
    {
        "speaker": "A",
        "text": "Totally agree. Chamber, what are your thoughts so far? Having heard the story here and the provenance aspect, and, you know, I've been screaming this at you, but you hearing it firsthand, what are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Blown away, if I'm being honest, I wasn't sure what to expect. You know, when you told me we were going to have the dev for Pepe on was kind of, you know, we'll see. I'm blown away with. Do we have a. Do we have a name? I'm sorry, I don't think we. Do you have an alternate? Can we call you Pepe or."
    },
    {
        "speaker": "C",
        "text": "Yeah, the community. The community usually calls me dollar. That's dollar."
    },
    {
        "speaker": "A",
        "text": "Yeah, the. The Instagram or. Sorry, the telegram handle is. It's. It's dollar. Dream dollar."
    },
    {
        "speaker": "B",
        "text": "Dream dollar is perfect. So I was. I wasn't. You know, we've had lots of people on the show over the years, and they're hit and miss. And I'm extremely impressed with kind of your overall attitude towards crypto. Your longevity, like, the fact that you spent half of your life in crypto, is wild to me and just makes me feel like an old man."
    },
    {
        "speaker": "A",
        "text": "He's also got another skill that you don't possess."
    },
    {
        "speaker": "B",
        "text": "What's that?"
    },
    {
        "speaker": "A",
        "text": "Discipline. He's a military man."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness. Yeah. I mean, kudos to you. That is not. That was not my journey, but, yeah, just overall impressed. I do have a question, though, knowing now that you are you jet."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You would be Gen Z, right?"
    },
    {
        "speaker": "C",
        "text": "Honestly, I'm not sure I want to get."
    },
    {
        "speaker": "A",
        "text": "1999. Oh, my God. We're so fucking old, bro. God damn chamber. We're so old. We're too old for this shit. For sure."
    },
    {
        "speaker": "B",
        "text": "I was dirty dipping in 99. What are your thoughts on the song that I played at the start of the show? Because."
    },
    {
        "speaker": "A",
        "text": "Get out of here."
    },
    {
        "speaker": "C",
        "text": "Yeah, I heard you guys really excited about that song. I'll be honest, I didn't even recognize it."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "All right, so Steve Harrington not moving the needle for 2020."
    },
    {
        "speaker": "A",
        "text": "Crowd has spoken."
    },
    {
        "speaker": "B",
        "text": "Now we know. Now we know."
    },
    {
        "speaker": "A",
        "text": "Got a better bring the heat next time, because that wasn't enough."
    },
    {
        "speaker": "B",
        "text": "My bad. My bad, guys."
    },
    {
        "speaker": "A",
        "text": "All right, so we've gotten, I think we've gotten a lot of. Spent a lot of time catching up to your story to kind of current events here. So now, in the last two weeks, this token has gone from, gosh, you know, basically dormant, what did you say? Under 100 million or $100,000 market cap, to currently sitting around $1,110.3 million. And it kind of blew up when some of the big sole influencers found this and started kind of really understanding the story behind it. What was that like for you? Did that happen out of nowhere?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So there's actually many influencers that I've been reaching out to forever. Like, months and months and months. I really started getting, like, what I would call, like, grind mode, if you want to call it that, back in October when I noticed that huge spike just reaching out to every single influencer I could think of, like, all the time. But everyone was just like, dude, like, they wouldn't even, like, read the message. Or if they did read, they wouldn't even respond. But finally, it was Dojin who took the time, and he responded to me, and he was like, let's set up a call. And so I did a call with him, Eric Steven Poe and CTM the fourth, I did a call, and we just kind of, like, talked about it. And I turned on the voice, the video camera, which they were like, oh, what the hell? Like, people don't dox in crypto, typically, but I was willing to. And once I was able to pitch the vision to them, pitch the history to them, they loved it. So, yeah, kind of went from there."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, it's such an interesting story that, like, you know, in a space where the narrative wins the day. Right? Like, this is such a cool thing. So now this brings me to kind of, like, where I got in. Right? So you see, if you're looking at a chart here, it was March 24 or. Yeah, March 24. That doesn't make sense. Oh, March 1 24. There you go. I can read it. I can read a chart. I cannot read a calendar. Yeah. Uh, the. So you see this, like, spike in volume. Obviously, that was, uh, that was those guys understanding what the heck there. There was going on here. And then I got in literally that same day. I bought the absolute very top of this thing, I think because, you know, once you, once you hear the story, I'm like, okay, I want in. And, you know, it's been kind of ranging and consolidating for the last couple of weeks and price aside, and where I think this could go as an opportunity, I think what has happened in these last two weeks is this community has rallied and formed and solidified around this thing. So there is this incredibly strong price floor that's happening right now, and the chart is just primed to rocket. And I know, like, we're not here to talk about the price per se, but what I will comment on is most of the things that I'm trying to get into right now are what is the best risk reward I could put myself into? Where is. Where am I going to get the best ev? Where do I feel like safe at night with my money? You know, you see these. You see these meme coins? You can't go to sleep while holding them, right? And this is like, I've never seen a meme coin at this level that has such a strong holder, base and floor. You don't have to comment on that. Obviously, it's a price conversation, but I'm talking about where I see the opportunity here. It's just so outsized. When you think about the story you just heard times the kind of mispricing of where Pepe ETH is versus where this is, it needs to get 1% of the traction to just be a total rocket ship chamber. What are your thoughts hearing that?"
    },
    {
        "speaker": "B",
        "text": "Well, just to add to your point, obviously with price action, there's benefits, but realistically, with price action is also you get awareness for the project. So the higher the price point, the bigger the awareness. And I think that can be just as valuable. You know what I mean? But no, I think to your point, right. I mean, what did you say the pepe on Eth market cap was?"
    },
    {
        "speaker": "A",
        "text": "Four and a half billion. I think it touched 4.5 billion."
    },
    {
        "speaker": "B",
        "text": "It's a wild number. Yes. I mean, there's just opportunity, and a lot of the people that listen to the show are looking for communities or opportunities to join and to obviously make money. So to your point, I think this is a phenomenal opportunity with a great community. I think that's the real big."
    },
    {
        "speaker": "A",
        "text": "It's just like, it's just got, you know, everybody wants to have the next whiff. And I'm not saying this is the next whiff. What I'm saying is, like, this is the spot where you can still be early enough to it. Where you are in a comfy spot is. That's where. That's what I will say. The risk reward is very good."
    },
    {
        "speaker": "B",
        "text": "I will also add to. I'm very excited to hear that Doujin and Poe were. It sounds like they were pretty good to deal with."
    },
    {
        "speaker": "A",
        "text": "Well, that's a huge piece of this, too. This project has recognition from every key opinion leader kind of in the Solana sphere. Right. And we'll talk in a second here about maybe how some things that we're doing with the community here that the dev is doing to kind of even increase that a little more. But I think that's a huge selling point as well. Dollar. Like, what does it feel like for you kind of going from where you were to having a. All the Solana influencers having you as kind of, like, the talk of the town?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it was. I mean, it was nice to have recognition to this project that we've spent so long working on and building for, and it was really nice to see it come to light."
    },
    {
        "speaker": "A",
        "text": "Yeah. Let's talk a little bit about what you've done in the past to kind of push this project forward from a development standpoint and the things that are going on now. Uh, I think there's some really cool initiatives that you're working towards that are even potentially launching this week. Um, so let's start with the Pepe flip dap, which I think is really cool."
    },
    {
        "speaker": "C",
        "text": "Yeah. So flip dap, or flip a pepe, whatever you want to call it. We launched that, I can't remember exactly. I think it was February of 2023. And basically we had, um, set aside some tokens that were for airdrops and stuff like that, and we were going to burn the remainder of them. I don't remember exactly how much it was, but we were going to burn all the tokens and just be like, okay, we're done with our airdrops. The rest is burnt from the supply, and that's that. But we were sitting there thinking, and we're like, okay, it would be a lot cooler if we could make an interactive way where people could maybe win some of those tokens, but if they lose, they burn some tokens. So we made flip a pepe, which is a 50 50 chance of doubling the pepe that you wager. It's just like a Pepe coin toss. And we funded it. We funded it with the remainder of that airdrop fund. And basically, there's like a no house edge. So if you, you have a, you know, 50 50 chance of winning double what you bet, but if you do lose, half of what you bet gets burned forever. And that, you know, decreases the treasury pool. Eventually, after a long enough time, all the tokens will be burned and there will be no more flip of Pepe unless someone else were to fund it. But what was I getting at? We were able to burn a significant portion of the supply. We have 35% of our supply burnt to this day. And Flippa, Pepe has contributed to that."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was the point that I wanted to touch on. There is just like, we're no strangers to deflationary mechanics here on the show. One of our co hosts. Can we still call him a co host chamber or does that not count anymore? Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Des is a co host. Des and Cynthia will always be co hosts."
    },
    {
        "speaker": "A",
        "text": "Okay, so Des, one of our co hosts here, he had an NFT project called Goats and did this very cool deflationary mechanic with the for was called the Forge. And you were able to kind of switch your traits on your profile pictures and it would burn the original so the supply would drop. Right. And, like, that's what you've done here. You had. Sorry, does not have. Still have. He's busted me in the chat. I talk about. I'm talking about you in the past tense because I don't view you as a co host anymore. So you were here, you had a project. You're dead to me. Sorry. The. But. So the deflationary stuff is super cool. So did you start then? Does that mean you started here at a billion dollar or a billion token supply?"
    },
    {
        "speaker": "C",
        "text": "Yep. The initial supply was 1 billion pepe."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so now we're sitting here at around 640 million as your total supply, which, again, you think about kind of the tokenomics of this thing that's pretty special, especially when you compare that with 30,901 holders of this, because I think distribution matters, too. You look at some of these tokens that have been performing super well and you look at their holder counts and like, nick, for example, 8700 rich 3644. And what this means is, like, someone can drop on you any minute, right? Like, all the supply is out there to be and somebody can decide, I want out. Rotate all this other stuff. When you have distribution like this, it becomes much harder to impact price by one single user. Right. So again, this just goes to kind of like the cushion that this project has in terms of being early, having story, having the token mechanics make sense. It just all kind of lines up for me. The next thing I wanted to ask you about is, so chamber, are you going to go flip any of your pepe first?"
    },
    {
        "speaker": "B",
        "text": "I was going to say a bunch. Is there cushion for the pushing? Is that what you're just."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's. There's definitely. I mean, you know, I like my pepe, like, I like my sofas. Yeah. Cushiony. Yeah, absolutely. Yeah. So the. What was I gonna say? The totally threw me off here. Oh. The next thing I wanted to cover was the effort that you're making, because obviously, you have this incredible commitment to the project. You've been running it for over a year, 14 months, 400 days. The. You're not going anywhere on Solana. What are you doing with the project to kind of show that, as I think this part is really interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, currently, as we sit here, I'm trying to download the Solana blockchain for our validator node. And, well, so what that does for us is it helps secure the Solana blockchain. Basically, anytime you make a transaction, the part that makes Solana and other chains decentralized is that it goes around to all these nodes and they all sit there and they verify, like, okay, this is on chain. This transaction happened. Let's all store it here. So we're setting up the Pepe Solana validator node, where we will be validating transactions and helping secure the Solana blockchain. How that helps us as a project and how that can help progress us is Toli, the co founder of Solana, is very bullish on saying he is secured by means. It's a joke to him. But it is very true that memes are helping secure the Solana blockchain. And anytime that, historically, anytime a meme coin has made a Solana validator, he'll retweet it and talk about, oh, you know, Solana secured by memes. Now, on top of this, what it'll allow people to do is they'll be able to go into their soul flare phantom wallets, and they'll be like, okay, I want to stake some soul. So stake. That's how you earn more soul. That's how more soul is produced. So if they want to stake Solana, they have to stake it with a validator, and they can. They'll be able to use the Pepe Solana validator node. So, yeah, that's our immediate. Our next immediate catalyst, I would say."
    },
    {
        "speaker": "A",
        "text": "So. Forgive my ignorance. Does that mean that they're effectively staking their pepe as well?"
    },
    {
        "speaker": "C",
        "text": "No, they are. They're staking their solana. Now, there is a commission. Solana validator nodes typically run a commission. We haven't. I haven't, like, a dead set. What the commission would be. The standard commission's around 7%. I'm thinking we'll put it around 3%, where I would certainly be losing money. But it's okay because I love Pepe. So I'm thinking 3% of all Solana earned through the validator, we keep that as the commission, which is a lower fee than normal, and we use whatever is earned to buy back Pepe. So that's how it could help support the pepe ecosystem in itself."
    },
    {
        "speaker": "A",
        "text": "That's super interesting. I just love the, again, like, the fact that you're going to set up a validator node to help secure the network that you're on with. The story that you have here really shows one, you're not going anywhere. You're committed to the project, you're committed to Solana, and you're willing to show that there's not a lot of meme coins that actually have a validator node. I was looking yesterday and I think it's like Bonk has one. I don't know if has one yet, but Bonk was one of the only ones. There were some NFT projects, like mad lads, they have one. So I totally get where Tolly's talking about where the network is secured by memes. There's a lot of NFT projects that have one, but there is only very few meme coins that have it. So again, this is just going towards the really the validation of the project, being here to stay. And I think, like, when you combine that with where we're at in this cycle, the potential is really, really cool. Lastly, I just wanted to ask, kind of, so someone asked me in the chat, is there any plans in the future for staking Pepe?"
    },
    {
        "speaker": "C",
        "text": "No, we don't have any immediate plans to stake your pepe now. That is because in the past, once we had supply set aside for things like staking, what we did was people could add liquidity to the pepe pair, the liquidity pair, and they could earn pepe by staking their liquidity. But now that timeframe is kind of done. It's been 13 or no. Yeah, almost 14 months of Pepe now. And we just don't have the supply that was set aside anymore to continue any kind of staking operations."
    },
    {
        "speaker": "A",
        "text": "Yeah, super cool. That was just a question we got from the community there. And then lastly, I wanted to ask you about the strategy to, to airdrop the saga phones. Like, why? Why did you do that? What impact do you think it will have? And just talk about that? I thought that was a really cool tactic."
    },
    {
        "speaker": "C",
        "text": "Yeah. So as a Solana phone holder myself, I noticed that I had received some airdrops and I was thinking about it, I was like, typically when I get an airdrop, I, first off, I get a notification. So, you know, immediately I understand, okay, this coin exists. You know, that's like half the battle and making people understand that a coin even exists in the first place because there's so many of them. So when I get an airdrop, I'm like, okay, this coin exists. And then typically, I go and I look at the chart, I'm like, what is it? Is it a scam? Is it real? Typically, if they spent the money to airdrop you, it's probably real, but not for sure. And then, so my thinking behind airdropping Pepe to 16,000 Solana phone holders was they're going to go through the same process and be like, okay, first off, Pepe exists. They're probably going to look at that and they're like, oh, great, another pepe. But then they might open the chart. That's the whole goal here. They open the chart and they're like, what? What is this, Pepe? I mean, if you look at our chart, it kind of looks like the whiff chart, how it was dead for so long. I mean, ours was dead for a much longer period of time to be real."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I looked at the whiff chart yesterday, and it launched, like, the day before, two days before Christmas, and it really started to rocket, obviously, you know, in the last couple weeks, like a three to six month timeframe. And this has been, like, kind of dormant for a year, which is crazy, which is why I think the, the distribution is such an interesting piece of this."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah, definitely."
    },
    {
        "speaker": "A",
        "text": "All right, chamber, we're coming to a close here. Last question I have for you, dollar, is what other things do you see coming down the pike for the token, the community, things like that that people might get excited about. And then chamber, we'll run our giveaway."
    },
    {
        "speaker": "B",
        "text": "Sounds good."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think a huge priority for us is CeX listings. Nothing confirmed to announce at the moment, but we did recently get listed on Mexc, which is a huge step in the right direction. On top of that, we are toying around with the idea of an NFT collection. Now, don't think your typical NFT collection, because it's not like you meant it and it has value in that way. But we're talking Anhejdehe, a potential NFT collection where you would mint it with Pepe and then it would have a pool where you could burn your NFT and get your pepe back at any time so it wouldn't be like a cost to mint. It would just be directly tied to your pepe. So if that makes sense. But it's just one of those out of the box ideas."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love that. That's super cool. I think, like, anything that can unite the community in a way that you can social signal you're part of this group is really interesting. And again, it's all about content and getting eyes on the project and the eyes on the story to build the value of that network, which is super cool. So, chamber, I'll leave some final thoughts to you here. Having now been indoctrinated into what I've spent the last two weeks learning about myself, and then we can pull those giveaway winners, and we'll get it out here. Here."
    },
    {
        "speaker": "B",
        "text": "So I'm gonna. I'm gonna go ahead and stress your record of great ideas over the lifetime of our relationship."
    },
    {
        "speaker": "A",
        "text": "Look, I don't flag plant a lot."
    },
    {
        "speaker": "B",
        "text": "I don't know. But when you do, I never lose. I never lose. Okay, I'm gonna start with when we talked about doing a podcast, and that was very successful. And when."
    },
    {
        "speaker": "A",
        "text": "For you. Yes."
    },
    {
        "speaker": "B",
        "text": "And when, you know, we remember when we were messing around on Amazon, that was."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was fruitful."
    },
    {
        "speaker": "B",
        "text": "I was. I was very. And you were very excited about it. And, you know, we're very similar in the way we attack things. We're relentless. We're like a, you know, dogs on bones, you know what I'm saying? And when I get to work with somebody like that, it's very exciting for me because there's very few people that work similarly the way I do. So that was extremely fun. And then back in 2019, I think 2020, whenever you started dabbling in NFTs, you got really excited about it. And then it was Aihdenkhdev. And, you know, every. At every turn, whenever you get excited about something, it works out. And over the past few weeks, you have been. You've been banging the drum of Pepe on soul."
    },
    {
        "speaker": "A",
        "text": "Dude, I never do this as hard."
    },
    {
        "speaker": "B",
        "text": "As I've ever seen you bang a drum."
    },
    {
        "speaker": "A",
        "text": "Well, look, we all want to be early to the thing, and I think there's a really good opportunity that this is one of those things that you're still fucking early to like."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "And now this is not. Let me put this very clearly. I am not. I wouldn't do this if I thought this was a your friends are exit liquidity type of thing. This is like I'm banging the drum because I think there's incredibly. There's an incredibly high probability that this is the thing you can be early to, Jeff."
    },
    {
        "speaker": "B",
        "text": "And for the record, all those things that I listed, and I forgot to mention, what was the game? What was the NFT game?"
    },
    {
        "speaker": "A",
        "text": "Oh, Axie. We actually crushed on Axie."
    },
    {
        "speaker": "B",
        "text": "So every single, every single thing I mentioned, we were. You were early to. You were early, too. You know, it took me a little bit longer to get to all those things. So this, I think, is just going to be another one of those things. And now listening to dollar, I'm just that much more convinced. I see what you're seeing now. So super excited. You know, I was underexposed on Pepe until I had a little bag. I tripled the size of my bag. So I'm a big fan, and even more so now. So, yeah, very, you know, in bunch who I trust."
    },
    {
        "speaker": "A",
        "text": "There we go."
    },
    {
        "speaker": "B",
        "text": "That's all I could say."
    },
    {
        "speaker": "A",
        "text": "Look, and I think this is a really good opportunity. I thought the story was so cool that it had to be told on our show. And I hope at the very least, if you're not interested in buying into the project, you are appreciative of the story behind this specific developer. The discipline it takes to hang in there for over a year when Solana looked like it was crumbling, the belief and conviction that someone has to have to do that, and it's just incredible. So regardless of what happens, this is a very, very cool story. Dollar, thank you for sharing it with us, and thanks for just everything that you're doing for the Solana blockchain and this community of people that believe in what we've got going on here. And with that chamber, I will let you run the giveaway and we'll get out of here."
    },
    {
        "speaker": "B",
        "text": "Do we want to do a winner for each? Is that what we want to do?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Or, I mean, or we can make someone super rich."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Like, I think you get both."
    },
    {
        "speaker": "A",
        "text": "Okay, let's do it."
    },
    {
        "speaker": "B",
        "text": "What do you think?"
    },
    {
        "speaker": "A",
        "text": "Okay, fine with that."
    },
    {
        "speaker": "B",
        "text": "Are you ready for the winner?"
    },
    {
        "speaker": "A",
        "text": "I am. I don't know if the winner's ready."
    },
    {
        "speaker": "B",
        "text": "The winner is Lodi at. It's Mikey. Sc. He is. He is the winner of both the. I forget the exact amount of Pepe we're sending him."
    },
    {
        "speaker": "A",
        "text": "8723."
    },
    {
        "speaker": "B",
        "text": "8723. Pepes and 10 million miab will be sent to his or hers Solana wallet. We'll dm them after the show and get all that taken care of. But Lodi, congratulations. Looks like you are a pepe on soul advocate already. So I'm sure we'll just be adding to your, you know, that's good to."
    },
    {
        "speaker": "A",
        "text": "Hear because I was going to preface that with if Lodi decides to cheat that 8720. This guy looks like you could just sell it back to me, OTC."
    },
    {
        "speaker": "B",
        "text": "No, he looks. He or she looks like a pepe on soul advocate. So very excited to see that."
    },
    {
        "speaker": "A",
        "text": "Perfect. This is awesome. Dollar, before we get out of here, where can people find you? Where can people find the project? And what is the best way to get in contact?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the best way to find us is Pepe Sol IO is our website or they can click on our profile right here and go to our link tree. If you're looking to find me, you can come into the Pepe Sol telegram and find me. I'm usually pretty active through the pinned messages. Dollar dream. You'll see me there."
    },
    {
        "speaker": "A",
        "text": "Amazing. Thank you again, dollar. I appreciate you. Congratulations. The winner of our giveaway. Go check out the project. Check out chambers. Project meab. He is grinding away in those streets. He's got the unhinged intern tied up in the basement making banger videos, by the way, chamber. I need the contact for that because I need to get one made for. For this community that was just. It was just banger. It was amazing."
    },
    {
        "speaker": "B",
        "text": "So, yeah, maybe we can do a. I was gonna say maybe we can do a connection for. Connection for, you know, make it all back to Pepe on soul. There you go. We'll share some of our, you know, our efforts, I think might be a good idea."
    },
    {
        "speaker": "A",
        "text": "That's it. More work, more hands. Make less work."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "You know, that's going to do it for us. Tune in Friday, same time, four to five eastern. And we'll maybe be talking meme coins. Who knows? We'll be talking whatever's hot. That's going to do it for us. Until next time, keep the mic high."
    },
    {
        "speaker": "C",
        "text": "We love Pepe."
    }
]