[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the Mint condition. I am Bunchu, alongside both of my esteemed colleagues and co host chamber, Desiree Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing really well. A few years ago, the federal government of Canada declared the whatever, third weekend or the third Monday in February to be Family Day."
    },
    {
        "speaker": "A",
        "text": "You should have just called it, like, copy America Day."
    },
    {
        "speaker": "B",
        "text": "Family Day is the weakest holiday."
    },
    {
        "speaker": "A",
        "text": "Yeah. What the hell? I mean, it's basically, hey, nobody in America is working in the United States is working."
    },
    {
        "speaker": "B",
        "text": "So are you guys off today as well?"
    },
    {
        "speaker": "A",
        "text": "Today's president's day."
    },
    {
        "speaker": "B",
        "text": "Oh, beautiful."
    },
    {
        "speaker": "A",
        "text": "That's probably. That's why we call it. Well, I mean, it's where you fight."
    },
    {
        "speaker": "B",
        "text": "With your family all day and your kids treat you like shit after you just spend a bunch of money on them all the time."
    },
    {
        "speaker": "A",
        "text": "I thought that was called Father's Day."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's. Well, I feel like Father's Day. You get a shitty present, so. I don't even get a shitty present on."
    },
    {
        "speaker": "A",
        "text": "No. Here you get shitty president. It's President's Day. The. Yeah. Des, how are you doing? There's not."
    },
    {
        "speaker": "C",
        "text": "I know we were just talking about a sleep, but there's not a lot of sleep going on in this house. Child's going through some crazy sleep regression right now, and. Yeah."
    },
    {
        "speaker": "A",
        "text": "How old is she?"
    },
    {
        "speaker": "C",
        "text": "About 18 months."
    },
    {
        "speaker": "A",
        "text": "Yep. Yep. Oh, yeah, you're in for it. Sounds pretty terrible, dude, I gotta tell you. Look, I'm not one to kind of publicly bitch. I'll save that for the private. But I'm definitely down to privately bitch. But my. I've been going through it this past week. It was. It was similar. Does no sleep. Both my wife and k and two year old were sick, and I was pulling the double dad duty between a full workload of meetings, and it was just, like, super rough. So I feel for you. And so today, actually, because it's family day, I got to leave my family for a little bit, and my wife let me actually go out and play some golf in February because we had a nice. We had a nice day today, so I got to go play golf. So that's why I'm just sitting down at my desk for the first time. So I really don't know what's been going on today. However, I did get a bunch of texts from our friends about proof being canceled. So that's the big news of the day. So we'll chat a little news of the day, and then we have to do our draft. This is why we're going to do our draft today, because chamber you almost napped at 315, and I have been Mia all day, so I don't really know what's going on. Current events that we missed, maybe. So we're going to do our nineties tv draft today, so if you want to participate in the nineties tv draft, come on up. I know. I'm actually a little afraid of this draft today because Cap has spent literally all weekend preparing and he hasn't been brought up here yet. And I'm thinking about maybe just not letting him up."
    },
    {
        "speaker": "B",
        "text": "That's the right move."
    },
    {
        "speaker": "A",
        "text": "I think that's the move. But if you want to participate, come up request, jump up here and get in the game, and we will draft some nineties tv in a little bit. But, uh, Des, if you have been kind of plugged in today, give us the TLDR if you have it on. What's been going on with proof of conference. Are you, uh, are you well versed on this? What's going on?"
    },
    {
        "speaker": "C",
        "text": "I don't know how well versed. I mean, it's, it's pretty recent news. Like, as of 2 hours ago, they announced it via their Twitter and, you know, they're basically saying not much details on why they had to, uh, cancel it, but they basically just said it was too big. It's like, it's, it was a, it was major effort and they're just gonna focus on delivering products. So honestly, it's pretty crazy. And the people up in arms about refunds and hotels not booked through their discounts and airfare, like, oh, man, that's just a shitstorm. It's, it's gonna be rough."
    },
    {
        "speaker": "A",
        "text": "So that's like, that's the thing I was thinking about as I was kind of getting caught up on this and thinking about all the people that have probably already booked tickets and hotels and all the stuff, which is generally, I mean, hotels, one thing you can probably cancel out, but like, generally non refundable stuff, certainly flights, because I don't know about you guys, but there is not one chance in hell ever that I have ever checked the box that says, hey, pay 100 extra dollars for insurance on your insurance."
    },
    {
        "speaker": "C",
        "text": "That's a scam. You don't even. That's so you have to do not. You have to do refundable tickets. That insurance thing, if you want to cancel it, it doesn't, it doesn't matter. It has to be like a natural disaster for you to get your money back."
    },
    {
        "speaker": "A",
        "text": "Interesting. Well, I would say. I would say Kevin Rose currently qualifies as a natural disaster."
    },
    {
        "speaker": "C",
        "text": "That's true."
    },
    {
        "speaker": "A",
        "text": "That's a good point. I wonder if that counts if you, if you call up and say, hey, look, I'm a moonbird soldier, we're going through it right now and let's see what, and just see what they say. You never know if anyone would like to record their customer service call using that as a hook. Be happy to play it on the show. But I do have here just a snippet, a screenshot of what Kevin said at 01:05 today in the discord, he adds, everyone, power move. I mean, GM. Everyone, we'd like to give you an update on proof of conference. And then in bold, which is now canceled. As you know, in the world of NFT, timing is everything. And today it's time, time for us to recognize that right now isn't the time for proof of conference. Whenever we produce media that educates and puts a spotlight on artists, like with our podcasts and grails projects, we do so with an extremely high bar. In dreaming of what would be possible for proof of conference, we wanted to set a new standard for what an NFT conference could be. After several weeks of sales data, speaking with potential sponsors and talking to community members, it's clear there is a, I can't see the rest. Uh, but something about a disconnect there. Uh, so that's, uh, that's what he said in the discord. Uh, proof passes down to like 15 eth. What's the, uh, status on the moonbirds for seven eth after they had pumped a little bit, uh, over the last week or, or so, um, super interesting. I feel like this has just been a giant, like, cluster, the entire thing. I mean, I don't know. I'm probably over, I don't know if I'm overreacting, but, like, they, like, this was a huge selling point for moonbirds."
    },
    {
        "speaker": "B",
        "text": "You're completely out of moonbirds, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I'm looking at the price recently. It's just like, oh, all right, maybe they're doing something. It's like, I wasn't even thinking about getting another moonbird, but I was just, you know, even thinking about thinking about the idea. And after this, it's like, is anybody who's not in that's, you know, fairly plugged into the web three universe? Like, are they ever like, what price does a moonbird need to be before? It's just like, yeah, I think I'll get back in."
    },
    {
        "speaker": "A",
        "text": "I mean, it's got to be like two for me. It would probably have to be mint price. Like, I'd probably entertain it at the. At two and a half, like three maybe. Um, because I think that there'd actually be some decent upside potential there. But that's, uh. Yeah, so that's what I would probably look at it. Um, I don't know, des, what do you think? Is there, is there any hope for recovery here? What do they got to do?"
    },
    {
        "speaker": "C",
        "text": "Uh, well, I mean, in general, like, there's this thing where it's a mental block for projects to sometimes who have done really well to fall below mint. And I know mint is technically 2.5, but truthfully, the way I look at moonbirds, mint is it's closer to, like, seven or eight, just because with the lottery, that's what people were paying day one. So I always consider kind of like seven eight is almost mint price for that project. And it's."
    },
    {
        "speaker": "A",
        "text": "It's hard. It's right around the USD price because."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Because ETh was much higher then. But yeah. Tell us, tell us what you think about the cancellation of proof conference in the chat down below in the little bubble there. Give us a comment. Let us know what you think about this cancellation, what you think of moonbirds in general at this point, and proof and, and, yeah, we'd love to hear from you and it helps us pump the space numbers. Let's get those numbers going. Please share the space out if you feel so inclined. That would be very helpful. But, yeah, I mean, this is just crazy. I just, like, cannot. It's just time. I feel like every other week we're talking about them in an unfavorable way, and it's just like, if, like, it's just bad attention and everybody says, you know, nope. Like, all publicity is good publicity. It's just like, they're just constantly. What feels like burning their holders and it's just like, I don't know, man. I'm probably overreacting here, but, you know, I came into it and just, I'm seeing it and digesting it now. I haven't read anyone else's takes. I'm just giving my, like, unfiltered opinion, and it just feels like they're turn after turn burning their holders to the point where, like, whenever they do come out with a product that it almost is, like, it better be the best fucking thing you've ever seen in your life because it's. I don't know what they can do to get back in, like you said, chamber outside the commute, their current community, like, what can they do to win favor back? You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "I don't know, uh, convince opensea to drop a token."
    },
    {
        "speaker": "A",
        "text": "Uh, well, speaking of the other thing, I mean, what a good segue. I just checked professional podcast price. Well, yeah, I did just check the moonbirds price, and I got this big glaring pop up that came into my face that says, 0%, say hello to no open cv for a limited time, they've dropped their fee to 0%. We talked all about this on Friday. Um, but des, you were not here on Friday. I'd love if to hear your take on the blur versus open sea stuff very quickly."
    },
    {
        "speaker": "C",
        "text": "Um, yeah, I mean, blur has set kind of a new. I mean, it was, it was going that way for a while with, you know, the royalties talk and, you know, opensea had a lion share, the market share, and this is how they see the only way to kind of combat that and get some of it back. So I do think it's kind of interesting, though, with the success of Blur and just people getting very excited about their blur airdrop. My guess is that we actually probably do see an opensea drop eventually. I don't know, I just feel like they're not super geniuses over there. And usually when someone's crushing it via a tactic in the market, it's very easily repeated and that's easily repeatable. You know, they tend to do that. So I actually would assume that we probably get some sort of opensea airdrop tactic deployed in the future, maybe around summertime."
    },
    {
        "speaker": "A",
        "text": "Well, I'll tell you, they sure are reactionary. Yeah, like, and it's funny, outer Lumen had said this on Friday that this was kind of all planned ahead of time, but I'm not sure as we kind of see this stuff come out."
    },
    {
        "speaker": "D",
        "text": "Oh, my God. Oh, my God. Someone was blur farming moonbirds."
    },
    {
        "speaker": "A",
        "text": "Sorry, it's breaking news. What do you mean? How do you. Oh, as in, like, someone wake up?"
    },
    {
        "speaker": "D",
        "text": "Yeah, someone's going to wake up to a moonbird nightmare."
    },
    {
        "speaker": "A",
        "text": "Uh oh. What do you mean? Like, wait, what am I looking at here? Oh, blur 20. There's some, there's literally some blur usernames in the activity feed right now as I just checked it, but yeah. Do you got the Tldr cap?"
    },
    {
        "speaker": "D",
        "text": "I'm trying to get a count. It looks like 1234 multiple moonbirds were purchased via weth bids. Looks like blur farming on this news. Everyone just started stepping. We thought offers. It was all at 07:09 so I don't understand exactly how those blur mechanics work, but it looks like someone must have just had a ton of."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, there's 123-45-6789 of them for 7.08. And then I. Yeah, the username is blur 33 and blur 22 eth, like. Oh, that's pretty obvious. Oh, I see a familiar face here that I know. 21."
    },
    {
        "speaker": "D",
        "text": "Looks like they bought 21."
    },
    {
        "speaker": "A",
        "text": "Moonbirds farming 21. Wait, but there's all different usernames here. Interesting. One of them is somebody I know. I've got to find out that I'm going to be hitting them up after this. But, yeah, we, we got some hands before the draft. Uh, so we'll get to these hands quickly and then we will move on to the fun and games because I can't, we can't get, we can't get too deep, uh, into these topics today because we have promised this draft two days in a row. I cannot push it back this time. So we are, we're going to go quickly through hand circles. You were here and up first, so jump in here. GM circles."
    },
    {
        "speaker": "E",
        "text": "Hey, GMGM. I'm probably going to step down for the draft just because I don't know enough about. Known enough about that. But as for the moonbirds shenanigans, I mean, my initial thought is the main reason that I would even want into the moonbirds ecosystem is just the connections with kind of the very smart people in it, the holders, not necessarily the founders or anything. And it's like, I kind of now have that through all birds, through AI nightbird. So almost the alpha is sell yourself out of the minbird slash oddities, get an AI nightbird for like one 10th, one 100th, whatever it is of the price, and still be connected to an."
    },
    {
        "speaker": "A",
        "text": "Awesome group of people that's actually, like super alpha. I mean, I might pick one up on the, on the, on the show right now because that, it's actually a great point as far as, like, if you were in there for non monetary gain reasons, right? Like, if that's the reason you're in the community to network and not only with potentially the founders, but like, the rest of the actual moonbirds and proof community. That's a fantastic unlock. So thanks for that tip. Circles. I think that's, that's hot. You got me. All right, chamber. I had a. Something happen."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got you."
    },
    {
        "speaker": "A",
        "text": "Okay, cool."
    },
    {
        "speaker": "E",
        "text": "Yeah, you disappeared."
    },
    {
        "speaker": "F",
        "text": "Sorry."
    },
    {
        "speaker": "A",
        "text": "I don't know what that was. It wasn't even my dongle this time. I don't know what the deal was."
    },
    {
        "speaker": "B",
        "text": "I thought I muted everybody for a sec for them."
    },
    {
        "speaker": "A",
        "text": "Sorry about that. Maybe Elon's rugging us, but. All right. We had hope. Did Snowflake step down? Oh, no. Snowflakes there. Snowflake. Let's go to you. Gmdh."
    },
    {
        "speaker": "G",
        "text": "GMGA or GM for someone. Yeah. I feel like the moonbirds, if they still have, you know, any, like, kind of mentality as actual company, I think they should sell it, honestly sell it. Pass the contract, you know, and take basically new people with, like, good devs and stuff take over."
    },
    {
        "speaker": "A",
        "text": "Who's. Who's buying. Who's buying moonbirds right now? Their valuation is like wild, right?"
    },
    {
        "speaker": "G",
        "text": "No, the project itself, just to pass it, maybe to the community, you know, some of them, like, maybe they should create the dow that actually will vote who will take project over. But I don't think they should keep it. Like, just they need to step away, sell it, because I do believe they will be lawsuits. I do believe even this, what just happened? You know, you can just call the insurance company and say, like, hey, this happened. You know, I lost my stuff. Insurance company have such good lawyers, and if they see they can kind of, like, drain the money from it, they will. And like, sometimes I did it, like with the flight, you know, and all Covid going on, they keep changing, like, service conditions, something. And I had insurance, basic one, but I got Covid and I couldn't take the flight, and they refused to change my flight. I called insurance company. Guess what? In four days, I had my flight. You know what I mean? So, yeah, like, and they charged them money because they didn't do their job properly. So, you know, insurance company have that money, have this cash. And I can see right now if some insurance company actually would like to take over the moon birds and make it kind of a corporate decision to have them and promote it as, hey, we have moonbirds. We actually rescued this project. This insurance company really will get popular between crypto folks. You know, that's just."
    },
    {
        "speaker": "A",
        "text": "It's interesting for sure on as far as, like, if they. I don't know, it feels like eventually something will happen here where they potentially do pass the project on or give it to the Dow. I think that's a actual possibility. I think, you know, Cap says it all the time on coffee with captain when he gets spicy against kind of Cairo and stuff, where he talks about, well, Cairo's got his hands in all of these things. Moonbirds is not the only thing he does. Proof isn't the only thing he does. And at some point when you're dealing with the type of immediate blowback, direct to consumer type of stuff every day where you're literally sitting there having to take shit from thousands of people at a time, I mean, at some point he's going to be like, I got better things to do. And maybe it is, maybe it will go to the Dow, all of it, at some point. I don't think that's, I don't think that's a crazy thing to think. I don't know if an insurance company would buy it, but I think giving it to the dow, totally a real possibility. So, yeah, I think that's super interesting. Ryland, let's go to you."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think that it's actually an interesting sort of duality with these two pieces of news, because if you look at the success story of blur right now, what have they done? So? Well, they've been hyper focused on trying to create one thing, the best trading platform. They put all these different pieces into the play and got that right, like building their airdrops in the way that they would get people onto the platform, then getting them to bid. And it's just this hyper focus that seems almost impossible for Kevin. And for proof, if you look at what they do, well, the grails are cool. NFT stats. Sam, he's great. He's got a bunch of cool stats. And, oh, well, now we're going to do a PFP. Oh, and now we're going to cc zero. Maybe. I like that idea. Give it to the dow. I bet they wish they didn't cc zero it if they were going to try to sell it, but it just seems like there's no focus. And does Kevin really want to run a PFP? Doesn't seem like it."
    },
    {
        "speaker": "A",
        "text": "That's, that's right. I think that's exactly what's going to happen. I mean, you know, I don't know. I think the, I think that's right. And I think, you know, trying to do too many things, the magic has clearly worn off here from what it was when it launched. I think now the expectations were always too high. And that's on us. Right? And that's totally on the, you know, us as seeing, hey, well, this is the next yuga, blah blah blah. It's Cairo. He's the chosen one to lead us to the promised land of, you know, 100 eth floor price. Look at proof pass, it's at 150. Like, you know, we're to blame for those expectations, but, like, they've done nothing really to live up to them. And I, you know, as far as I'm concerned, they've done little to live up to it. And that's, that's a shame because I think there was such promise there and, you know, I don't even know, like, who knows? People, I guess. Not so much. But I thought people were excited about the conference and, you know, maybe not with the ticket purchases and things like that, but, you know, I don't know if people are going to actually like whatever product they're building. It's being built in secret. We don't know. Like, nobody knows what the hell it is. It's not like they're crowdsourcing, co creating and things like that. They're going to put something out and hope people use it. And maybe they will, maybe they, not may. Won't. And what direct impact will that have to, you know, holders and. I don't know, there's just a lot there and I'm not sure what the recovery is. It just seems like they're burning people at every, at every chance and not on purpose, but it just feels misguided at some point, so. Yeah, but. All right, chamber, should we, should we get a move on? Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, we should."
    },
    {
        "speaker": "A",
        "text": "All right, so here's how this is going to work. If you would like to participate in today's nineties tv movie draft or, sorry, nineties tv draft, please raise your hand if you're up on a, if you're up as a speaker and you do not want to participate, you can please step down and make room for anybody else that would want to. And the way it works is we go around the horn here, snake draft style, and we will draft how many chamber? I think we could probably get to. We could probably at least get to three. So let's plan for three. And if there's a fourth, give it as you're like backup."
    },
    {
        "speaker": "B",
        "text": "So what we'll do is the first three we'll do is comedy, drama and cartoon. And then we'll leave a kid show for the end if there's time."
    },
    {
        "speaker": "A",
        "text": "Comedy, drama, cartoon. Okay. And then we've got, we've got another request here, ssp. We've got quite a bit, quite a full stage here. So we're going to try to get through this as efficiently as possible. Here's the draft order. I'm just going to go with how I see it on the stage. Ready? Okay, so it's, I'm assuming Vicki, you're in, is that right? Okay, Vicki's in. So Vicki's with the first pick. Then it's gonna go. Cap Dez. Mister house. Ryland Bundy v squared. Snowflake. Me. You. Holy cow. We got a big draft."
    },
    {
        "speaker": "B",
        "text": "Sorry, Ryland, we're gonna have to make."
    },
    {
        "speaker": "A",
        "text": "Snowflake then me and you."
    },
    {
        "speaker": "B",
        "text": "Perfecte."
    },
    {
        "speaker": "A",
        "text": "All right, so without further ado, we're going to Vicki for the first pick in the nineties tv draft. And what is it again? It's comedy. Cartoon."
    },
    {
        "speaker": "B",
        "text": "Yeah. Those will be the first three. So one of those three for the first. For your first pick there, Vicki."
    },
    {
        "speaker": "H",
        "text": "I've never done this before, so go with me. I was gonna go for Romeo and Juliet, but I. I will choose the Simpsons."
    },
    {
        "speaker": "A",
        "text": "It's just so. I mean, it was. What an amazing pick. I'm glad you got it, Vicki. I'm glad you got it and not cap. And I'm also. I mean, it would have never gotten one."
    },
    {
        "speaker": "D",
        "text": "One. That's the right pick. I mean, you can debate the greatest show, but in terms of cartoons, it's positional scarcity here."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "D",
        "text": "It's the proper one."
    },
    {
        "speaker": "A",
        "text": "Sure. So you crushed that first pick. I'm glad it didn't get to chamber. Or I glad didn't get to cap. Chamber. It never would have gotten to you."
    },
    {
        "speaker": "B",
        "text": "I was hoping you'd all go with comedies."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. I was hoping as well. But that means cap is up next. So, I mean, cap odds on favorite to win this draft this time, because he's been preparing all week, and he's. I think. I think we're giving it to him as the consensus winner of the nineties movies draft. So, you know, you got. You got big shoes to fill here."
    },
    {
        "speaker": "D",
        "text": "Captain gonna with the same strategy and logic and not go with the obvious number two overall. Rather, I'm going to fill out the drama category and take the dominant winner in that space. Gotta go with sopranos here."
    },
    {
        "speaker": "B",
        "text": "See, that's."
    },
    {
        "speaker": "A",
        "text": "This is gonna be a rough draft for me. My job. Two are off the board. Go ahead, Chamber."
    },
    {
        "speaker": "B",
        "text": "No, I was gonna say because the Sopranos started in 99, I think, but the bulk of it was in the 2000, so is it considered a night? Well, we're gonna count it, obviously, because we didn't stick."
    },
    {
        "speaker": "A",
        "text": "We gotta count it. It was. It did start in 99, so I. We have it."
    },
    {
        "speaker": "B",
        "text": "All right, that's fair."
    },
    {
        "speaker": "A",
        "text": "If we. If we want to next time, we can clarify that maybe, like, if we do tv again, that half the seasons or whatever have to be in the specific time frame. But you gotta count it."
    },
    {
        "speaker": "B",
        "text": "No, totally. Totally. Let's count it."
    },
    {
        "speaker": "A",
        "text": "All right, des, you are up."
    },
    {
        "speaker": "C",
        "text": "I just like to say before I start, I've just seeded that I'm gonna lose this, and I'm just gonna do me because I could go after this the proper way, but I already know I'm gonna lose. And I don't feel true to myself. Picking. Picking stuff that doesn't resonate towards me. I'm comfortable with, with who I am. So I'm going friends right off the bat."
    },
    {
        "speaker": "A",
        "text": "Wait, so this means friends does resonate with you? You're a big friends guy."
    },
    {
        "speaker": "C",
        "text": "F you to anyone. Who else says not. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you're gonna get to, I."
    },
    {
        "speaker": "A",
        "text": "Think a lot of. Yeah, no, I think there's a lot of friends, fans. I think, I think chamber would probably roast you for picking for it. Yes. Would you ask for it?"
    },
    {
        "speaker": "B",
        "text": "I would roast you. So I'm not going to now."
    },
    {
        "speaker": "A",
        "text": "That's always, that's why I always ask Vicki to roast you and you never do. That's, that's why. So, so I have to make it feel fun for you. Right. Next up, mister House. So first three picks off the board. Simpson Sopranos friends. I would say those are. I would say they would have been the consensus top three. So gonna be hard to top those too."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, definitely challenging for that aspect and that I was born in 1999."
    },
    {
        "speaker": "A",
        "text": "So I have watched the Sopranos came out in 99. I know."
    },
    {
        "speaker": "E",
        "text": "So that was a good one off the board, off the start. But I'm gonna have to kick at the comedies and go Seinfeld. I was kind of surprised that wasn't taken, but I know people have split views, but I'm gonna stick to my guns on this."
    },
    {
        "speaker": "B",
        "text": "They're only split and being incorrect. That's, that's the only split on Seinfeld."
    },
    {
        "speaker": "A",
        "text": "Mister House. It's a crispy pick. It's, it's super crispy. I'm, you know, it was definitely. It could have gone any of the first three. I feel so I think you, you made the right play there. You know, I, who doesn't love? Just back with the glizzy on a Friday night watching Seinfeld. So we are going to Ryland. Ryland, you are up. All right."
    },
    {
        "speaker": "F",
        "text": "Well, I had sopranos on my draft board with an asterisk because I personally don't think any show that had a few episodes in the nineties counts as a show from the nineties. But I'm happy that cap took it, and I'm coming for him with the actual best drama of the nineties, the X Files."
    },
    {
        "speaker": "A",
        "text": "Oh, solid is the right answer. Are you a. You a molder or a skully guy?"
    },
    {
        "speaker": "F",
        "text": "Well, personally, I think I'm a little bit more of a Scully, but. But I want to be a molder. I want to believe."
    },
    {
        "speaker": "A",
        "text": "I mean, we. Yeah, we all do. I think you know, David Duchovny just. I mean, what a. What a career that guy's had, you know?"
    },
    {
        "speaker": "B",
        "text": "Can't miss."
    },
    {
        "speaker": "A",
        "text": "Just. Did you ever watch California?"
    },
    {
        "speaker": "B",
        "text": "Of course."
    },
    {
        "speaker": "A",
        "text": "That was a good. That was."
    },
    {
        "speaker": "B",
        "text": "I actually rewatched x Files in my later years, and I didn't appreciate how hot Jillian Anderson was at the time. Smoking hot. As I got older, I didn't realize, as the teenage chad did not appreciate it as much. More of a Kelly Kapowski fan myself."
    },
    {
        "speaker": "A",
        "text": "Can't go wrong with Kelly Kapowski. All right, who's next? We have Bundy up."
    },
    {
        "speaker": "E",
        "text": "So it only seems fitting I picked this one. It's how I got my nickname, Bundy. It's a comedy. We will go with married with children."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay, so wait, dive into that a little bit. I. Are you Al Bundy? Is that what people think? Is that how you got this? Yeah."
    },
    {
        "speaker": "E",
        "text": "So my business partner, I. Back in the day, in high school, I don't know why, I used to always have my hand in my pants. It was a thing. And I was always with a girl, so they always called me."
    },
    {
        "speaker": "A",
        "text": "I still do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, just."
    },
    {
        "speaker": "E",
        "text": "Just in high school."
    },
    {
        "speaker": "A",
        "text": "So you got the Al Bundy hand down the pants on the couch as your nickname, and that stuck with you. And you've resonated with it so much that you've gone public with it at your twitter handle."
    },
    {
        "speaker": "E",
        "text": "Yep. You just rock with it."
    },
    {
        "speaker": "A",
        "text": "I love with it. I love it. Cool. So I thought maybe you were a shoe salesman. I thought maybe you secretly hated your wife. I don't know any of those things. I guess Al Bundy could have been. But we've got married with children off the board. And so we've got a couple comedies, we've got a couple dramas off the board, I would say mostly we got the cartoon, that man lot off the board. Early v squared, you're up."
    },
    {
        "speaker": "I",
        "text": "All right. I think I'm gonna go comedy here, and I'm gonna go within living color."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Like that one."
    },
    {
        "speaker": "A",
        "text": "I wonder if that was reach. We'll see."
    },
    {
        "speaker": "I",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "But I like. I like it. It's gonna be tough. Like, there's. I feel like there's some clear tiers that go down in the nineties shows here that, you know, for, like, the real crowd pleasers. Right. So let's go over to Snowflake. You are up. Nineties tv shows, futurama. Oh, good one."
    },
    {
        "speaker": "B",
        "text": "Recall."
    },
    {
        "speaker": "A",
        "text": "So. Yep. That is a good one. So she's off the board with the cartoon futurama. So it is, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Man. I was not prepared. It's almost like I didn't know. Let's see. I'm gonna go with. I'm gonna. I think I'm gonna go drama first because I think this one falls as, like, one of the top tier dramas of. And it's. It's very recognizable still today. Um, I'm gonna go with er."
    },
    {
        "speaker": "B",
        "text": "Great call."
    },
    {
        "speaker": "D",
        "text": "It's a great pick."
    },
    {
        "speaker": "A",
        "text": "Yeah, there we go. Er."
    },
    {
        "speaker": "C",
        "text": "That's some bullshit."
    },
    {
        "speaker": "A",
        "text": "What do you mean? It was there for you."
    },
    {
        "speaker": "C",
        "text": "Dude says er, and Chamber doesn't say boo. I say, friends, chamber wants to roast me. Some bullshit."
    },
    {
        "speaker": "A",
        "text": "Er."
    },
    {
        "speaker": "B",
        "text": "I'm lightyear is better. Classic by the light years."
    },
    {
        "speaker": "A",
        "text": "Chamber, where do you stand before you pick? You go twice, by the way, where do you stand on the laugh track? You pro or anti laugh track?"
    },
    {
        "speaker": "B",
        "text": "I am anti laugh track just because some great comedies have shown us the way over the years. But there are some that still. It doesn't bother me. And sometimes I forget they even have one. Like, obviously, you know, some of them are so obvious. Some of them are tailbuts because the jokes are bad. If the jokes are good, you don't really notice it."
    },
    {
        "speaker": "A",
        "text": "I think my favorite, the thing that, like, I never really consciously noticed a bad laugh track until. Or the effects of a laugh track until our favorite show, always sunny, did old lady House, where. Where Dennis was adding the laugh track to certain non comedic things, and they all. They seemed funny after that. And I thought that was really. I thought that was hilarious, so. All right, chamber, you're up with two."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm gonna go. I'm gonna go comedy first. And I'm kind of surprised this one got to me, but I'll take it. I'm going with fresh Prince of Bel Air."
    },
    {
        "speaker": "A",
        "text": "Good one. I feel I almost went there."
    },
    {
        "speaker": "I",
        "text": "Is that a comedy?"
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Top three of the night, I would say."
    },
    {
        "speaker": "I",
        "text": "It's a drama. It's a drama."
    },
    {
        "speaker": "B",
        "text": "It's everything all at once, and it's amazing. And then for drama, I'm gonna take my awakening show, Beverly Hills 90210."
    },
    {
        "speaker": "A",
        "text": "Beverly Hills 90210. Wow."
    },
    {
        "speaker": "B",
        "text": "Changed me."
    },
    {
        "speaker": "A",
        "text": "Interesting. It changed you. My mom is a huge 920 fan. I feel like, don't do it, Banshee."
    },
    {
        "speaker": "H",
        "text": "Don't make."
    },
    {
        "speaker": "A",
        "text": "I feel like there's a lot of. I feel like there's roasting that could go down for 100%."
    },
    {
        "speaker": "B",
        "text": "Yeah. But I stand by it."
    },
    {
        "speaker": "A",
        "text": "Okay. I'm going to find. I think I'm going with my second pick. I feel like cartoon is going to be a hard one as this gets later in the. In the draft here I think this counts. It was in the nineties, right? I'm going. Is South Park."
    },
    {
        "speaker": "C",
        "text": "I feel like, definitely counts."
    },
    {
        "speaker": "B",
        "text": "I feel like they may have started even earlier than we think to, like, 98 or 96."
    },
    {
        "speaker": "E",
        "text": "97? Yeah, 97."
    },
    {
        "speaker": "C",
        "text": "That's in there."
    },
    {
        "speaker": "A",
        "text": "Oh, they started in 97, and I."
    },
    {
        "speaker": "B",
        "text": "Think they got canceled."
    },
    {
        "speaker": "A",
        "text": "So that one would have been french."
    },
    {
        "speaker": "B",
        "text": "For a year or two, and then, but I feel, no, I think that's more."
    },
    {
        "speaker": "C",
        "text": "That counts for sure."
    },
    {
        "speaker": "B",
        "text": "That's definitely a 90 show."
    },
    {
        "speaker": "A",
        "text": "Yeah. 1997 to present, so what a great run for south park. Terrible show. That's crazy."
    },
    {
        "speaker": "B",
        "text": "Terrible show. Great run."
    },
    {
        "speaker": "A",
        "text": "You don't like south park."
    },
    {
        "speaker": "B",
        "text": "I know. Sorry. Did you say south park or. Oh, sorry. I thought you said family guy."
    },
    {
        "speaker": "A",
        "text": "No, you're thinking family guy, and I know you don't like that. And, yes, they did get canceled, so I was wondering if you were confused."
    },
    {
        "speaker": "B",
        "text": "Sorry. Yeah, I thought you went family guy there, so no, south park, way better."
    },
    {
        "speaker": "A",
        "text": "Okay, so south park is my second one. So I've got drama and cartoon off the board. I've got comedy left. Snowflake, back to you. You have taken your cartoon. You have to fill drama and comedy. Oh, did we lose Snowflake? We did. Hold on. Wait."
    },
    {
        "speaker": "B",
        "text": "Futurama back on the floor?"
    },
    {
        "speaker": "A",
        "text": "Either that or we can, we could get Moishi up here, who's requested to take over her. All right."
    },
    {
        "speaker": "B",
        "text": "Like, Futurama is a great starting point."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, we're, we're welcoming Moishe to the stage. Uh, and he's, he's definitely in, uh, inheriting a team here. He's getting the spinning wheel of death, but we'll give him a couple seconds. Oh, actually, snowflakes back."
    },
    {
        "speaker": "B",
        "text": "Sorry. Motion."
    },
    {
        "speaker": "A",
        "text": "Hold on. She might have got rubbed."
    },
    {
        "speaker": "G",
        "text": "Now. I'm back."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Snowflake, you have to fill your, um, comedy and drama. That's a good, that's a good pick. Futurama. Nothing wrong there."
    },
    {
        "speaker": "G",
        "text": "Snowflake and I go for iCarly."
    },
    {
        "speaker": "A",
        "text": "Wait, you're out of, you're out of turn now. Only one at a time, do you. We only picked twice because we were at the snake end of the draft. So you're, you've got, like, five or six more or seven or six now to come back to you. You'll probably get that one. But v squared, you're up. You have in living color as your first, as you."
    },
    {
        "speaker": "I",
        "text": "All right, so I think I'm going to go cartoon, and it's tough because I think we're probably not going to get a chance for the kids show, but I'm going to go be with some butthead."
    },
    {
        "speaker": "A",
        "text": "Good one. Great call. Damn it, man. And this is another one where, like, every team is going to be strong and it's going to be hard to decide a winner here, but we've got. We've got the shoe salesman himself, Bundy, coming back with a pick here."
    },
    {
        "speaker": "E",
        "text": "So I think I'm going to go drama, because I think there's a couple cartoons people aren't thinking about. I'm going to go with walker, Texas Ranger."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I. When the eyes of the ranger are upon you, that's where the ranger is gonna be."
    },
    {
        "speaker": "B",
        "text": "Walker, Texas Ranger. I used to love that show."
    },
    {
        "speaker": "A",
        "text": "I think that's like a. That's a. That's a deep cut. I feel like. I don't think anybody on this stage would have picked."
    },
    {
        "speaker": "B",
        "text": "It's like picking."
    },
    {
        "speaker": "I",
        "text": "Maybe I had him in mind just cause his ranch is down the road."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "And, I mean, you can't go wrong with Chuck Norris. I mean, he talk about memes like, dude is the meme, you know? So. All right, strong pick. Bundy's on the board with married, with children and Walker, Texas Ranger. I mean, I feel like just set me up with a tv dinner and leave me alone, you know what I mean? Ryland, you're up. You've got the X Files."
    },
    {
        "speaker": "F",
        "text": "Walker was the first that wasn't on my board at all. So. Speaking of married with children, by the way, though, I just realized that the entire time I've been listening to the main condition, I've been picturing Dez like Bud Bundy. He sounds exactly like David Faustino. And when that came out of Bundy's mouth, I just realized that that's been happening this whole time without me even knowing it."
    },
    {
        "speaker": "A",
        "text": "Incredible."
    },
    {
        "speaker": "F",
        "text": "All right, so I'm really bummed that Beavis and butt just got picked, so. But I'm going to stick with cartoons and I'm going to take Ren and stimpy."
    },
    {
        "speaker": "B",
        "text": "Great call."
    },
    {
        "speaker": "A",
        "text": "Great one solid one. I almost went with that one. Great pick. Or the canadian version. Ben and Stinky. That's what chamber grew up on. There are a couple of moves, all right? A couple of me out there in Canada. Mister House, Seinfeld in the. In the holster. Strong start. Let's see if you can keep it going."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So very surprised no one took it. I hope I don't need to speak what the show was, because that theme song should speak for itself 22 years straight. Gonna drop the mic right there, dude."
    },
    {
        "speaker": "A",
        "text": "Great pick. And if you didn't know what that theme song was for you. Probably don't listen to enough coffee with Captain Steve's favorite song to play when the, when the lawyers come on stage to talk ip. So law and order, solid pick, man. Seinfeld and law and order looking pretty strong. We're going to. Des has friends. Des, I don't know. I don't think you should have, like, prefaced yours with that because friends is obviously a top choice here. So you've gotten a real strong start. So let's see if you can, you can keep it going here."
    },
    {
        "speaker": "C",
        "text": "You know, I'm going to weaken it."
    },
    {
        "speaker": "A",
        "text": "Up a little bit."
    },
    {
        "speaker": "C",
        "text": "I'm going. Personal preference. There's a lot of good nineties cartoons. Listen there. I could have picked any one of these. Johnny Bravo is great one. Hey, Arnold. But I'm going to actually go with one that I still enjoy today on HBO, Max Dexter's laboratory."
    },
    {
        "speaker": "A",
        "text": "Oh, solid. Dexter's laboratory. That's great. Did you ever watch that chamber?"
    },
    {
        "speaker": "B",
        "text": "I have not. No, I don't."
    },
    {
        "speaker": "A",
        "text": "It's solid."
    },
    {
        "speaker": "B",
        "text": "Was good."
    },
    {
        "speaker": "A",
        "text": "Good one."
    },
    {
        "speaker": "B",
        "text": "I've seen it around, but I just never got around to watching it."
    },
    {
        "speaker": "A",
        "text": "I was a little older when Dexter came out, so I didn't watch a ton of it, but yeah, I definitely got my fair shared Dexter. So cap with maybe with. I'd like, maybe the most controversial."
    },
    {
        "speaker": "D",
        "text": "I'd like to thank Des for my title. Back to back here with, I'll just go rugrats and I, and lock this one up."
    },
    {
        "speaker": "A",
        "text": "Rugrats, incredible. I loved rugrats. You know, I think there's still room for errors."
    },
    {
        "speaker": "B",
        "text": "I feel like rugrats isn't like a."
    },
    {
        "speaker": "A",
        "text": "Comedy is going to be. Comedy is going to be difficult."
    },
    {
        "speaker": "D",
        "text": "You're not going to like my comedy. It's going to, it's like, if it gets back to me, it's probably a sleeper. It's going to be, it'll be the crowd favorite. It'll, it'll, if it gets to me."
    },
    {
        "speaker": "B",
        "text": "It'S, we only have a couple, so she, you should have a good chance."
    },
    {
        "speaker": "A",
        "text": "Yeah, we only have a couple pics. Back to you. So, Vicki, you are up and you have your cartoon hit. You're actually making both of your picks here because you're on the back end of the snake draft. So you are choosing your comedy and drama right now."
    },
    {
        "speaker": "H",
        "text": "Okay. Someone might have already gone comedy. I was going to choose this one, but I've changed my mind last minute. I'm going to choose Cheers to nice."
    },
    {
        "speaker": "A",
        "text": "Cheers is a solid one. I was on my short list. Great one there. So now you've got your comedy and cartoon out of the way. You need to close it up with a drama."
    },
    {
        "speaker": "H",
        "text": "I was going to choose Buffy, so I was gutted about that. But instead I will choose twin."
    },
    {
        "speaker": "B",
        "text": "Great, Vicky."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Terrific show. If I was going with my heart, it would have been my number one pick, 100%. If you, if you have not watched Twin Peaks, and to add to that the showtime, like, 2016, 2017 addition to it, the kind of like the part two of Twin Peaks, unbelievable television must watch."
    },
    {
        "speaker": "A",
        "text": "All right, well, Vicki's got a pretty strong draft here. She's got Twin Peaks, she's got cheers and the Simpsons. That's pretty, pretty, pretty strong. So well done, Vicky."
    },
    {
        "speaker": "B",
        "text": "You win my heart. Vicki with Simpsons and Twin Peaks, I'll tell you how much, no kidding."
    },
    {
        "speaker": "A",
        "text": "This is for all the roasting that goes on here. You guys have certainly similar taste in television, that's for sure."
    },
    {
        "speaker": "H",
        "text": "I watched the Simpsons when it was first coming out on pilot. That's how old I am. And nobody even knew what these yellow cartoon characters were. And that was on. That followed Beverly Hills 9210. Random fact. My waters broke from my first child when Beverly Hill was 92010 was on, and I refused to go to the hospital until the episode had finished."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That's amazing. That's incredible. Fun fact as well, the Simpsons being one of chambers favorite shows. One year, I don't know, maybe two or three years ago for Christmas, I stalked his facebook and found a picture of his family and I found somebody to commission me a Yde Chambers family as Simpsons characters and got him that for Christmas. So I think chamber, you said it, like, hangs in your house."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, it's the. I have a digital copy as well. It's, it's the, it's the home. It's like my homepage or my background on my laptop. It's my favorite."
    },
    {
        "speaker": "A",
        "text": "I scored with. Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was, I was so touched."
    },
    {
        "speaker": "A",
        "text": "All right, let's keep this moving. Cap, a lot of pressure on you here as the odds on favorite, and not only that, proclaimed winner this morning on coffee."
    },
    {
        "speaker": "D",
        "text": "With captain sticking with the analytics, there's a lot of good comedies. We could probably go five or six different directions. I think this, this pick probably could slip to the back of this round, but I think it's going to be the crowd favorite. Also probably going to get a little blowback because it didn't debut until the, the back half of the decade. I think maybe two seasons in the nineties, but change tv. So we're going to get will and grace to round out the, the very diverse selection across the board with sopranos, rugrats, and Will and grace to hit all genres."
    },
    {
        "speaker": "A",
        "text": "Very interesting pick there. I think will and Grace was a pretty strong show. So I think you're in contention. I wouldn't say that there is like, that you're a no doubter, but you're definitely up there. So will and Grace was a back half of the nineties as well. What year was that? Did you know? Do you know?"
    },
    {
        "speaker": "D",
        "text": "Looks like 98."
    },
    {
        "speaker": "A",
        "text": "98. All right. That counts. All right, des, you're up. You've got friends, Dexter's laboratory. And I think if I wanted to."
    },
    {
        "speaker": "C",
        "text": "Go for points, the obvious answer for drama might be west wing, but I'm gonna stay true to myself again and go, Mister Fahrenheit boy meets world."
    },
    {
        "speaker": "A",
        "text": "Oh, so good. So good. Tgif, by the way, like, tell me, tell me that wasn't a great time."
    },
    {
        "speaker": "D",
        "text": "It could be a draft all by itself."
    },
    {
        "speaker": "A",
        "text": "Totally could. And I used to, like, we used to beg my parents to, like, let our friends come over and watch TGIF or, like, go to our neighbor's house, make popcorn and watch TGIF. Like, is there such appointment tv these days? I feel like there's no, I think it's the whole."
    },
    {
        "speaker": "B",
        "text": "The whole. The way we consume shows, streaming, it's completely different. Right."
    },
    {
        "speaker": "A",
        "text": "Streaming and binging has changed the game. So, yeah, now it's like, who can watch it fastest and spoil it on the Internet for everybody else?"
    },
    {
        "speaker": "B",
        "text": "Well, it's funny. I'm watching loss right now with. With my oldest daughter."
    },
    {
        "speaker": "A",
        "text": "Lost. Yeah, I love me."
    },
    {
        "speaker": "B",
        "text": "Love me some loss. Me and Fiona are watching that, and I was explaining to her, I was kind of like, the last show before binging, like, that was appointment television. I mean, like, like, you would have lost parties where, you know, you go to somebody's house and, you know, it was 24 episodes."
    },
    {
        "speaker": "A",
        "text": "I remember watching the finale. Yeah, I remember watching the finale with a buddy of mine from college, and he brought over a bottle of rum that he. He printed a Dharma initiative like label and covered the real label. Yeah."
    },
    {
        "speaker": "D",
        "text": "So I think you two have done a phenomenal job segueing into the setup for next week's show as we draft the two thousands tv shows."
    },
    {
        "speaker": "A",
        "text": "I mean, this is just."
    },
    {
        "speaker": "B",
        "text": "Cap's gonna be able to draft the same, same team."
    },
    {
        "speaker": "D",
        "text": "I am so excited. I am so excited. I have some great picks for the two thousands as well."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm getting pretty good at, I think, running these drafts. We're getting through them pretty quickly here in pretty, pretty orderly I would say as well. So. All right, Des, your final in the clubhouse with friends, Dexter's laboratory and boy meets world, mister House, you're up with maybe the strongest. So top two so far. Seinfeld Law and order."
    },
    {
        "speaker": "E",
        "text": "Yeah. So not, not sure how round three is going to go. I think it's definitely going to show my youth, but the generational impact it has had across many generations, I think could carry me to the strongest point. So I'm gonna drop the hammer of Pokemon. It's here to stay. Yeah, of course. Game came out in 1995, cartoon came out in 97. That is, I can't blame Dee Dee, but I can blame Des. So I'm going with Pokemon."
    },
    {
        "speaker": "A",
        "text": "Wow. I'm actually, I bet you if you put this out on a poll, that's probably the front."
    },
    {
        "speaker": "B",
        "text": "I can't imagine. Yeah."
    },
    {
        "speaker": "A",
        "text": "This interesting. Yeah, that's mister house."
    },
    {
        "speaker": "B",
        "text": "Who barely Mister house the nineties."
    },
    {
        "speaker": "A",
        "text": "Yeah, he might. He's probably the youngest person in this draft by far. I think you're in your early twenties, mister House, so I think."
    },
    {
        "speaker": "E",
        "text": "Jordan, your baby."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "There you go. Okay, so you're 23, and I just absolutely housed this draft, so that's incredible. So, Ryland, do you have x files? Ren and Stimpy. Not a bad start. What are you closing it out with?"
    },
    {
        "speaker": "F",
        "text": "So I think when we, when we do whatever poll is going to be done to find the winner, we're going to need cross tabs to see the age of the people voting. I'm hoping, I'm just hoping to win the people born in the eighties, that's, that's my goal here. All right, so, so I have comedy left and I'm looking at my board and there's a few different ways I could go, but, but I'm going to go with a show that I didn't watch when it was, when it was on, but I watched later and has turned into maybe one of my favorite comedies of all time, and that is freaks and geeks."
    },
    {
        "speaker": "A",
        "text": "It was only like two seasons and it was late nineties, right? Or was it early?"
    },
    {
        "speaker": "F",
        "text": "It was late nineties. But look at the actors in that show and look what they all went on to do. Every single one of them. So."
    },
    {
        "speaker": "A",
        "text": "No, it's like an all star cast of, like who? Of like, I mean, incredible stars nowadays, right? Like, and it's a cult classic, so. But, like, I feel like you've ever, you've either seen it and you love it or you have no idea what freaks and geeks is. I feel like that's the, the common thing I see with freaks and geeks, but I actually binged the entire thing in a weekend in, like, 2013 because I was like you. I didn't watch it when it. When it happened to awesome. So you've got X files, Ren and Stimpy and freaks and geeks. Pretty strong winner. Sounds like a."
    },
    {
        "speaker": "F",
        "text": "Sounds like a winner draft to me."
    },
    {
        "speaker": "A",
        "text": "Sounds like a good night. That's for sure. All right, Bundy. Bundy with maybe the two most off the board ones. Mary with children. Very solid. Walker, Texas Ranger. I just don't know if it's a crowd favorite. Although you got the meme with Chuck Norris, so you're still in contention as. As far as I'm concerned. What do you got for your third?"
    },
    {
        "speaker": "E",
        "text": "So I'm about to lock it in right here and disagree with everybody on the cartoons. The best cartoon ever is pinky in the brain."
    },
    {
        "speaker": "A",
        "text": "Oh, solid. I love pinky in the brain, the theme song right now, like, you can still think, sing theme song. And I would know exactly what it is. In fact, my wife referenced it the other day. She's. I asked her what she wanted to do tonight, and she said the same thing we do every night, try to take over the world. There you go. And. And that's why I love her. So, v squared, come on in with your last pick. You've got in living color, Beavis and butthead."
    },
    {
        "speaker": "I",
        "text": "All right, so I'm drama. So I'm looking through and I have a kind of a question, which I probably won't take it, but is the real world, would that be considered a drama?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I would say yes, because I would drama."
    },
    {
        "speaker": "I",
        "text": "Okay. I'm gonna go with Dawson's Creek either way. Just."
    },
    {
        "speaker": "A",
        "text": "Hey, with this count. Good. Good."
    },
    {
        "speaker": "I",
        "text": "Yeah, I'm gonna go. I was just curious about. But I'm gonna go with Dawson's Creek since I know it was popular. I don't think I've ever watched it, but we'll take it big."
    },
    {
        "speaker": "A",
        "text": "You big Vanderbilt guy."
    },
    {
        "speaker": "I",
        "text": "Yeah, big. Big time."
    },
    {
        "speaker": "A",
        "text": "I bet you you had a couple James van der Beek posters in your room."
    },
    {
        "speaker": "B",
        "text": "The only one."
    },
    {
        "speaker": "A",
        "text": "What was the other? Who was the other guy? Yeah, yeah. Yeah. That's the guy. The hot heartthrob. Yeah. Katie Holmes. That's right. Wow. Big Creek out of the creek. I'm surprised you didn't pick this one."
    },
    {
        "speaker": "D",
        "text": "What was the other show? 7th heaven or what was the Dalsum's creek? And what was the back to back on 7th heaven was party of five, the channel."
    },
    {
        "speaker": "A",
        "text": "Oh, party of five. Wow. Gosh, I never. I never watched party of it was."
    },
    {
        "speaker": "B",
        "text": "It wasn't."
    },
    {
        "speaker": "D",
        "text": "Creek also would qualify for our two thousands draft, I think, if we want."
    },
    {
        "speaker": "A",
        "text": "To run it back. All right, so Snowflake's not on the stage anymore. However, she did say what her last pick would be, and it's still there. So she's got icarly as the last one. I'm. I'm in a, I'm in a."
    },
    {
        "speaker": "B",
        "text": "You have a nice team."
    },
    {
        "speaker": "A",
        "text": "I feel I do. And now I can, and I can either make it or ruin it here. I think by the comedy that I take, and I think both are good. One is probably, one will probably get a better reaction than another."
    },
    {
        "speaker": "B",
        "text": "I don't know what you're saying. I think I know what that one is. I don't know what the other one is that you're thinking."
    },
    {
        "speaker": "A",
        "text": "So I can probably say them."
    },
    {
        "speaker": "B",
        "text": "Yeah. I only have cartoons."
    },
    {
        "speaker": "A",
        "text": "You're the last one to pick. Right. So my two choices are between home improvement and save by the belt."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "And. And so I think both. I think both are very strong. I feel like if you. I feel like saved by the bell would have the immediate, like, crowd pleaser reaction. Did you have improvement? Might be the better show."
    },
    {
        "speaker": "B",
        "text": "Like, what was your."
    },
    {
        "speaker": "A",
        "text": "It was, I watched so much saved by the bell, but saved by the bell was only on for like four seasons, I think."
    },
    {
        "speaker": "B",
        "text": "But then you had, well, I feel like the bell, you had kind of the early years when they were like in like junior high."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And then the college years and then there was like, spinoffs."
    },
    {
        "speaker": "A",
        "text": "I'm going, I'm gonna go officially lock it in with the longer running show in. I mean, it spans the entire nineties, 1991 to 1999. It's going to be home improvement."
    },
    {
        "speaker": "B",
        "text": "I think that's the smart pick."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yep. So home improvement. So I'm locked in with. I've got, man, I've got a pretty good list. Er, home improvement, South park."
    },
    {
        "speaker": "B",
        "text": "Nothing wrong with that team at all. All right. Now I feel like, I feel, I feel pretty good about my team because I'm just going over the list of cartoons because that's what I have left. And has no one picked king of the hill?"
    },
    {
        "speaker": "A",
        "text": "No one has picked me. You give me, I feel like that's a, I feel like that's a polarized."
    },
    {
        "speaker": "B",
        "text": "King of the hill is the second best cartoon of the nineties."
    },
    {
        "speaker": "A",
        "text": "I feel like it's a polarizing one. If I would not have picked king, obviously did not pick king of big fan, but it would have never made my."
    },
    {
        "speaker": "B",
        "text": "Did you not watch it growing up?"
    },
    {
        "speaker": "A",
        "text": "Very sparingly I didn't watch a ton of it."
    },
    {
        "speaker": "B",
        "text": "Very similar to, like, if you like King of the Hill, you'll probably love Bob's burgers. Like, it's that style and I always."
    },
    {
        "speaker": "A",
        "text": "God damn it, Bobby."
    },
    {
        "speaker": "B",
        "text": "Yeah. So when I watch King of the hill and when I watch Bob's burgers, I have the same joy in my heart. So."
    },
    {
        "speaker": "A",
        "text": "Wow. We got through another full draft of. Hold on. 1234-5678 910 people picking three shows each that we did in less than a half an hour. That's pretty impressive, I gotta say. So congrats to everybody who participated. We've got some killer squads here, Ryland, I'll throw it to you. And then I'm going to name some honorable mentions that did not get picked."
    },
    {
        "speaker": "F",
        "text": "Well, let me just name a couple of them for you, which I'm shocked, didn't get picked from the drama category. Both Star Trek the Next Generation and quantum leap went unpicked. Two of the best."
    },
    {
        "speaker": "B",
        "text": "I had next generation on my list of all time. I had next generation on my list."
    },
    {
        "speaker": "A",
        "text": "Yeah, those are, I think, go ahead."
    },
    {
        "speaker": "F",
        "text": "I think stay by the bell. If we had gotten to kids, saved by the bell would have been number one draft pick out of kids."
    },
    {
        "speaker": "A",
        "text": "So was. I feel like I know I had."
    },
    {
        "speaker": "B",
        "text": "I contemplated that as well. I feel kids was a different list. Like, for kids. I had like, are you afraid of the dark? Goosebumps. Bill Nye. Boy meets world. I found like, tgif stuff with more kids."
    },
    {
        "speaker": "A",
        "text": "Yeah, TGIF stuff. What were the rest of the TG? Oh, family matters."
    },
    {
        "speaker": "B",
        "text": "Family matters."
    },
    {
        "speaker": "F",
        "text": "Full house."
    },
    {
        "speaker": "A",
        "text": "Full house. I was surprised full house. Didn't get picked, actually."
    },
    {
        "speaker": "B",
        "text": "Don't forget, step by step."
    },
    {
        "speaker": "A",
        "text": "I almost was thinking about step by step. That's the one. Step by step, day by day."
    },
    {
        "speaker": "B",
        "text": "That's good."
    },
    {
        "speaker": "A",
        "text": "All right, so there's a lot, I mean, go ahead."
    },
    {
        "speaker": "F",
        "text": "Top picks. Top picks from, from, like the, what was the Thursday night on NBC called, like Frasier and mad about you, nobody's making friends."
    },
    {
        "speaker": "A",
        "text": "So, Fraser, so what's funny is I'm looking here at a list of just top ranked shows of the nineties. And by the way, Simpsons was number one. Seinfeld number two on this list. Er, three. Homicide. Life on the street. I wasn't not aware of that one. But Frazier was. Frasier ranked number five. So that's interesting. Sex and the city unpicked. Thought that one might, might have a shot. Ally McBeal. I remember watching a lot of that one, NYPD blue that ran for quite some time, 1993 to 2005. Everybody loves Raymond Sports night news radio. Roseanne. Wonder years. The wonder years. Was that the nineties or the eighties?"
    },
    {
        "speaker": "F",
        "text": "Span."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. Like 88 to like 94 maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah. No one picked Batman. The animated version. Oz. Larry Sanders show. Oh, this one. So I would have picked this. However, I think it's too kind of like cult classic y. Like you either love this or you have no idea what it is. And that's mister show chamber."
    },
    {
        "speaker": "B",
        "text": "Yeah, big mister show. I didn't realize."
    },
    {
        "speaker": "A",
        "text": "Yes, it was a mister show. Went from 95 to 98. Bob Odenkirk."
    },
    {
        "speaker": "B",
        "text": "See, I definitely did not watch it in the nineties. I definitely watched it in the two thousands."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Wonder years. Ryland, 88 to 93. Chicago Hope, Melrose Place, not mentioned. Interesting. Murphy Brown, a lot of shoulders on here."
    },
    {
        "speaker": "E",
        "text": "I'm surprised nobody picked that 70 show."
    },
    {
        "speaker": "A",
        "text": "That 70 show is, I was gonna."
    },
    {
        "speaker": "B",
        "text": "Pick Saturday Night Live as my comedy. But the nineties Saturday, it's tricky. I feel like. Yeah, but I do feel."
    },
    {
        "speaker": "A",
        "text": "I don't know if I would have counted that 90."
    },
    {
        "speaker": "B",
        "text": "Saturday Night Live is its own thing. No."
    },
    {
        "speaker": "A",
        "text": "Oh, it's like, yeah, you could pick, you could literally do a nineties Saturday Night live draft of sketches. I feel like third rock from the sun, xeno warrior princess, Drew Carey Show. Daria. Let's see the critic. Doctor Katz, Pete and Pete. There you go. That would have been a kid's pick for me. The magic school bus. And how about this one? V squared, I think. Mentioned it in the little TMC chat here. Dinosaurs. That was one of my favorites. Yeah, one of my favorites. So those are all of the honorable mentions. Martin. Not."
    },
    {
        "speaker": "B",
        "text": "I'm surprised Power Rangers wasn't picked."
    },
    {
        "speaker": "A",
        "text": "Oh, good one. That would have been a good kid. Walker, Texas Ranger, by the way, Bundy on this list, number 87 out of a top 100 murder she wrote ranks in at the 90th spot, but fantastic. Let me read these team. Let me read the teams off and then we can kind of figure out how to do some voting here. Vicki has the Simpsons, cheers and Twin Peaks, Captain Sopranos, Rugrats, Will and Grace, Des friends, Dexter's laboratory and boy meets world, Mister House, Seinfeld, Law and Order, Pokemon Ryland, X Files, Brendan Stimpy, Freaks and geeks Bundy, married with children, hawker, Texas Ranger, Pinky and the Brain, v squared in living color, Beavis and Butthead at Dawson's Creek, Snowflake, Futurama Buffy and iCarly. I have, er, South park home and improvement in chamber. You have fresh Prince 90210 at King of the Hill. Wow. Solid, solid team for you there too. First gut reaction. Who's the winner?"
    },
    {
        "speaker": "B",
        "text": "I was gonna go Mister House. The Pokemon one. I don't know. I don't know how big it was. I'm sure it was big enough. I'm looking at yours is great. Er, South park home improvement. I really think that encapsulates the nineties. There was another one in living v squared, in living color. Beavis and butt head. Dawson's creek, I think is also solid."
    },
    {
        "speaker": "A",
        "text": "But yeah, interesting v squared. He would love to take that home. He'd love to take home the TMC crown. Yeah, we. By the way, Mackie and V Square have just been going ham in our TMC chat. Mackie, any of them that you would have picked that did not go off."
    },
    {
        "speaker": "B",
        "text": "Oh, let's have Mackie just be the judge of who wins."
    },
    {
        "speaker": "A",
        "text": "I like that. I don't like that pressure. I'm good. I'm good. I would have chosen Xena. I would have gone with SpongeBob for a cartoon 1999 and then drama. I would have picked x Files, but that was selected. I watched X Files like two months ago and it does hold up. It holds up fantastic. This was fun. We're going to need whatever Steven, captain, uh, come up with for us to do on our next draft because they're just calling all of our draft shots at this point. So we just decide, you know, what's hot topic that they can't cover on their show and it trickles over to a draft on our show. So, uh, we will figure out what's for next week. We got some NFT talk in there with moonbirds and, uh, little marketplace wars, but we will be back on Wednesday, four to five eastern. Don't forget to check out the rest of our awesome content on Djen network. Tonight we have the night shift at 11:00 p.m. on YouTube and Twitter. Tomorrow morning, coffee with captain. Then we have the lunch break. We have what else is on Tuesdays, alpha afternoons and DSPN at night at 830. And then shout outs to Vicki who runs an AI space every morning at eleven. So check that out if you're into the AI. And also, congratulations, Vicki, on the launch of your collection and your sale over the weekend to the iconic Claire Silver. So very, very happy for you and all of your success. So it's been a pleasure kind of watching your journey here. So it's awesome. So that is going to do it for us. If you want to check us out more, you can check out all of our podcasts as well. So this show goes out as a podcast every day. So do most of our shows, actually. And you can check us out on our website, Degen.net work, as well as our newsletter. And we have a pretty awesome online community in discord if you want to get involved there. The d genesis passes are available on OpenSea Chamber. Did I miss anything?"
    },
    {
        "speaker": "B",
        "text": "No. If you're, if you're confused with where to find anything, just hop on Twitter. Our link trees there. Everything that you are interested in will be there. So you know, the right links to the right OpenSea accounts and all that fun stuff. If you're looking to get a Genesis pass, links to the podcast, links to YouTube all over the place. So just hop on our Twitter, check."
    },
    {
        "speaker": "A",
        "text": "Out the link tree, and, you know, have a happy family."
    },
    {
        "speaker": "B",
        "text": "Give your family a hug."
    },
    {
        "speaker": "A",
        "text": "That's right, Chamber, you go. Give your fuck that."
    },
    {
        "speaker": "B",
        "text": "They're gonna punch us in the face."
    },
    {
        "speaker": "A",
        "text": "And as, as Sarah down in the audience says, you guys are all my pocket family. So appreciate you all. Thank you for stopping by. We will be back on Wednesday. Until next time. Oh, wait. Shouts to our awesome producers, Mackie and V squared as well. They're the best. So until next time, stay mint."
    }
]