[
    {
        "speaker": "A",
        "text": "Hello and welcome to episode 13 of the Mint Condition. I am Joe, aka Bunch. You bets alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. I love the graphics we have. This is. I'm pretty excited for the show just on art alone. I like the colors. A lot of good things happening. So a new show, new banners, and these ones are better than a lot of the other ones we've had."
    },
    {
        "speaker": "A",
        "text": "Yeah, I am. I am super excited. For today's episode, we have Preston Johnson joining us, aka Sports Cheetah. How you doing, Preston? Thanks for joining us today."
    },
    {
        "speaker": "C",
        "text": "I'm doing fantastically. Thank you for having me. We appreciate it."
    },
    {
        "speaker": "A",
        "text": "So I actually, it's funny, I was telling Chamber before, I actually hit my ten year Twitter anniversary today. I got the little notification and it said, you've been on Twitter for ten years. And my account actually started off as following people in the sports betting industry. And so I was telling Chamber. I was telling Chamber that I have followed sports cheetah for probably about eight. Eight years now."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. So you go pretty far back. Pretty og. Nice."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's funny. So I was pumped to get to talk to you. And, you know, before we started, you got up and there's that. There's that wonderful Kobe tribute behind you. And Kobe is chambers all time favorite. So he's. He's pretty pumped as well."
    },
    {
        "speaker": "C",
        "text": "I grew up. I grew up in LA. It's. He's my guy. He has to be my guy. So I'm a big Lakers fan. Big Dodgers fan."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "When he passed away, I was actually in. I'm from Canada. Okay. I live here now. But when he passed away, was in Vegas, and it was just like, I'm. I was on my way home from, from Vegas at the airport when I found out. I literally, my wife's like, you should just cancel your flight, rent a car, and just drive to LA and just be there."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm like, that's not a bad idea. I was. I was this. I didn't do it. I flew back home, but at the."
    },
    {
        "speaker": "C",
        "text": "Time, I was in Vegas as well. I wish we had known. You could have texted me."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "We could have driven down together. Yeah, I was in Vegas. I was living there until last year anyways, so. So, yeah, it's. Yeah, it was sad when it all went down, but. And I'll be blunt and say, like, I've always. Growing up, it was interesting. As a kid, all my friends loved Kobe, and he was their favorite player. And so I was trying to be the hipster contrarian. Like, nah, he's not my favorite player. Like Luke Walton, like Sasha Vic, such a pure jumper. Like, I try to pretend that he wasn't my favorite player, but like, it's all said and done. Like, he's the guy."
    },
    {
        "speaker": "B",
        "text": "Do you, do you remember the Sasha the machine YouTube videos? Yes, absolutely. Those were, those are some of my favorites. But anyways, we'll continue on later with."
    },
    {
        "speaker": "A",
        "text": "I remember sports cheetah from betting, BYU football, all the Utah teams. That was your special team back in the day, I think still probably is. But anyway, so we have some exciting stuff to talk about. So we are talking today about punk's comic. You may or may not have seen this floating around Twitter in the last couple. I would say week or so, it's really started to take off. So we wanted to reach out, get somebody from the team to come and chat with us about the project and just get a really good understanding of what's going on because I think this is one of the more interesting value propositions from an NFT project that I've seen in, I think, so far. Right. I think, you know, there's a lot of really cool tokenomics as far as well as, you know, what you actually get with the offering that you're buying. So I'm excited to get into it. Preston, how did you even, you know, where does your crypto journey start? How do you become a punk holder? Where does that all start for you?"
    },
    {
        "speaker": "C",
        "text": "Sure. So crypto journey started in 2013 just with bitcoin and was early enough there and blessed enough there to invest in just Hodl all the way through the years, the ups and the downs. It was also, I mean, as a better, it's a pretty easy form of transacting with people that you owe or people that owe you. And so it was good. It was able to accumulate some bitcoin over the years and I really, what kind of turned me to the NFT space as a whole outside of it, just kind of booming. Regardless, this year, kind of more mainstream was NBA top shot just because I had the sports and NBA background. And so in December and January, I really dove in heavily there. And it coincidentally, around that same time, the end of January, my contract with ESPN was up and I was doing, I was an analyst for them and I wanted to prioritize my flexibility. And at the same time, this NFT space was booming and kind of taking off at a level that I felt like I would prefer to spend a lot more time in versus just sports media, and I love sports media. I'm still going to do my own thing on the side, but I ended up leaving ESPN despite a great two years there, and put all my time into this. And ultimately, what has come to be this punks comic and this Pixel vault team that we've built to do similar projects going forward."
    },
    {
        "speaker": "A",
        "text": "That's pretty cool. So how. Where did the, you know, idea come from to explain to us kind of just high level what the project is about and how it came about?"
    },
    {
        "speaker": "C",
        "text": "Sure. So how it came about is a little bit different. I have a. Sean is G funk in the comic and on Twitter, he's friendly with me because of betting and stuff. And he grew up down in southern California, near LA as well. And so. So we were partners regardless of making some investments. And Beanie was this random guy named Beanie on Twitter, but we were actually purchasing one of his Genesis LP's from Euler Beats, which is another project, kind of the first generative music nft that exists. And there's only 27 of these Genesis beats, and he owned one of them, and he was trying to get the very first one, which I believe he needed about $600,000 for. And he sold us number 25, which he already owned, for 100 eTh. And so we were making this transaction over Zoom. It was. It was. It was interesting, but, like, I don't know, it was nice because of my background with betting and even some DF's players that are in the NFT space that know Beanie. It was a pretty easy vouch once we asked around a little bit, but it's still kind of weird, like jumping on a Zoom call with an Internet guy that goes by Beanie and sending him at the time was, you know, almost $200,000. So it was. It was unique. And the best part of this, my favorite part, I'll give her a shout out every single time I tell this story. But Sean actually is the one that had. I had send funds to. To send to Beanie from his wallet. And it was his girlfriend's anniversary. I think it was their third anniversary. They were at a restaurant at dinner, and his phone died right before I was about to, like, make this transaction with a guy on Zoom. And so I'm on with Beanie for a few minutes, and he, Sean actually had to go behind the restaurant, like, wait the stewardess and plug in his phone and charge it there and wait there, and then hurry and make the transaction. And this is their anniversary dinner that he's in the restaurant doing it. So we have to give her a shout out for making that happen. Otherwise, we maybe don't ever really have this relationship with Beanie to begin with. So starting from that, it was a lot of back and forth with Beanie and us, just a few other deals on a smaller scale, I think, that we made shortly after, but then mostly just wrapping ideas back and forth and ultimately the idea with fractional art. Andy 8052 on Twitter. He has a pretty good following there. He's big in the top shot scene as well, but he is putting together. I think they're launching fairly shortly, like in the next week or two at the latest, if I recall. So they're basically giving opportunities for people that can't, for example, a crypto punk, the floor to buy into a crypto punk. So high for 99.99%. But fractional will offer people a price point that's a lot less, where you can buy essentially micro shares of an item, a high end asset. And really, my idea behind that, before I even knew fractional was a thing, was when top shot was booming and I had friends reaching out saying, hey, how do I get involved? What should I do? I have 50 or $100. I want to invest. And it's like a Lamello ball rookie moment is $4,000. They can't even get anywhere close. So I didn't want to tell them, yeah, invest in a TJ McConnell as the player. I always use an example. I was like, who wants to buy a bunch of TJ McConnells for 5000 bucks? I think you could get like two or three of them. And so I was like, it'd be nice if there was a way for people to have the opportunity to invest in higher end NFT assets, but on a much smaller, comfortable scale. And that's where fractional comes into play. Beanie. Between myself, Beanie and Sean, we had a bunch of these assets that we were like, we could put together a few different collections that are cool. And then what happened is Christie's, they announced after doing the whole beeple everyday's auction, 69 million. They announced shortly after they were doing the punks auction, which was May 11, right about a week from today when we're recording this at least. And so we wanted to kind of front run's a bad word, but we wanted to front run that hype and be like, if we could try to do our thing and make it possible for people to invest fractionally in our set of punks, or we should, because punks are going to be the hype, just like people was and they kind of dipped off after. And very similarly after Christie's, you know, the punks floor actually dipped some as well. But then, like, within a few days, somehow we had this idea that this came together where let's not just do a fractional thing where people can invest and call it a day. Like, let's build a whole story behind it. We could write a comic and make characters out of these. At the time, I believe it was twelve or 13 punks that we owned. And we could hire a DC Marvel artist, which ended up being Chris Wall, professionally done. We'll hire other artists to do special edition, limited edition, one of one art that ties to the story. And we ended up building these characters in comic based on these 16 crypto punks. And we ended up needing to get, I think, three or four more in that first week. As we were molding the story with, we hired a writer as well to help kind of structure at all. We had some ideas on the main runouts, but, like, as far as narratives and scene structure within frames on a comic, like we were, that was, you know, we didn't want to bother with it, for one, and it just wouldn't have been as good. So we got Richard Galbraith, and he kind of helped us realize that we need a few more characters. So it was fun going to the punks market and not trying to find. Not finding the best value, but actually trying to find the three best characters to finish our story and our cast, so to speak. So that's kind of how it all came to be. And then as we started posting a few things on Twitter, like, hey, this is a character side by side with the actual crypto punk and the character that Chris drew, people started realizing, like, oh, like, this comic's gonna be a real thing. And Beanie has a defi background. I'm like a sports better gambler game theory guy. Like, it made too much sense then not to build this, like, economic push and pull, which I'm sure we'll get to more details now kind of at a higher level, but the tokenomics, the economics behind, outside of it, just being a comic with some cool, historical, you know, provenance and value and significance kind of just takes us to another level."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the, you know, the idea of fractional is huge, right? I come from a sports collecting background as well, so you're starting to see that with memorabilia and very high end items. So it just makes sense that you're going to start to see that with these really high end NFT pieces and artwork and things. So I think that's super interesting. But I think to your point, what really is the additional draw here is the economics of it, right. Where, you know, we talk a lot about on this show, what is the long term value of the thing that you're buying into, right. Because these at the NFT craze is, you know, everything's hot right now. Right?"
    },
    {
        "speaker": "C",
        "text": "Everything's up and down, though. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes. And it's like, you know, the thing you buy today may be worthless tomorrow, it may have a couple hot weeks, but the way this is built, it's really interesting from a long term value standpoint, not only from the idea of the IP, of what you're going to do with the comic and the characters, but just the fact that you are essentially buying into shares of these punks, which is obviously a huge underlying value. Let's talk about what the comic economics look like. You're purchasing the punk comic, right? Which is the issue one NFT and included. So you get the NFT art with the, or as the comic book. Right. And then in addition, every one of these comes with the ability to get a free physical copy of the 24 page comic, correct?"
    },
    {
        "speaker": "C",
        "text": "Correct. Yeah, we're going to do, we actually, they're being printed right now in Australia where Chris Wall is at the, our artist and illustrator. And we're going to include like a nice little hard case for each comic, hopefully keeps it in pretty good condition. A lot of people express, they wanted to actually get these graded. I was thinking, and, you know, just because there's not going to be that many prints in the end of these, relative to firsts of like Spider man or Batman or Superman, there are hundreds of thousands of editions. We're not even going to have 10,000 of these. But, and we'll get to the reason why later. But ultimately, yeah, the physical will be cool. It'll come with a pixel vault verified certificate of authenticity with your serial number, which matches the token id on the NFT itself. And so, yeah, it'll be nice."
    },
    {
        "speaker": "A",
        "text": "Awesome. So I guess let's start there. There are 10,000 of the first edition up for sale, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah. Meant to match the number of crypto punks out there."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So you can see here, I, uh, chamber. I think you, you might refresh your screen there. I think they've, uh. That number's down a little bit for your, uh, I'm seeing, let's see, almost 4000 already sold. Is that right?"
    },
    {
        "speaker": "B",
        "text": "1 second here."
    },
    {
        "speaker": "C",
        "text": "I think I've had to me, man, but it's. I think. I think we had a nice couple, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah. 62, 98 is what I'm looking at here. So, uh, you've already sold almost 4000 of them. Um, and then I also saw, I think that the first 5000 sold are going to be eligible to get the second edition free of charge. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "Yep. We will do a second edition coming up. Hopefully. We're shooting for August, so we're not, like, making promises on the actual release yet or anything, but we have to put the story together, and then we have to get Chris back to work. But yes, we. We wanted to include kind of. We wanted to help people realize that there's going to be future editions. But this genesis is the most important because the economics behind this genesis comic, the staking, the burning again, which we can get into details here soon, to actually own and have fractional ownership of these 16 crypto punks, and some of the art that backs it, that won't exist with future editions, the next edition, you're not able to stake it for punks. It's only this first one. So we wanted to kind of help people realize the value proposition and go from there."
    },
    {
        "speaker": "A",
        "text": "Chamber. Are you going to ape into nine of these right now while we're talking? Is that what you're doing? So I see. So let's talk about the staking piece. So the staking is super interesting. So there's essentially two additional pieces to this that you can do. You can stake your comic to earn the punks, or you can burn your comic. So let's start with the staking. So, Preston, explain to us what the actual staking does, where that's coming, where that pool of tokens is coming from, and everything like that."
    },
    {
        "speaker": "C",
        "text": "Sure. So staking is the most straightforward in the end. You have your comic, you have your NFT. You choose to stake it over a 24 month period where we are going to be essentially farming punks tokens. There's going to be 100 million of them, and they'll yield punks tokens over the course of those 24 months to people that choose to stake the comic itself. And so, depending on your proportional ownership, if you own multiple comics or just one, you'll either get more or less punks tokens, and 50% of the allotment of punks tokens, which represents these 16 crypto punks, the literal cryptopunks of the 16 characters we depict in the story, you'll be able to own a piece of it, and so you'll stake for that over the course of the two years. And that's usually, I think, the easiest for people to grasp. And then the burning aspect, they're like, wait, well, why would I burn and destroy my NFT? And we can get to that too. But I do want to say one kind of grandiose kind of addition that we revealed over the weekend, which was kind of always in the mix, but we decided to, we just got too excited and so we made it public. But we want, like, outside of just the value in owning a share of these crypto punks which were building this ip and brand and story around via comics or whatever else it may be down the line, trading card series, video game, you know, animated series. The possibilities are pretty much endless there. And we've had already, you know, had people reaching out to us, trying to help us bridge and get to that point. We want to share, though, kind of almost like a, like a seed round from a venture capitalist firm, right? Like, and a company trying to do it that way where we have merch, for example, to start, we're going to do punks, merch hoodies, hats, jerseys with the punks names and their punk id number on the back. And we tweeted about this. And we're going to give 100% of the merch profits will be, will be distributed to punks token holders. So not only are you actually staking your comic, NFT, which we think has historical significance in and of itself kind of being the first of its kind as a crypto punks comic, right. But you're also staking for ownership of the actual 16 crypto punks, which most people can't afford to buy. And then you're also buying in and getting a small portion of essentially a dividend throughout the year, say quarterly, where you have revenue share coming in based on merchandise sales. And so it kind of bridges this kind of digital art world with the practicality and utility of how it can exist in the real world. And I think that's kind of hit a light bulb has gone off for a lot of people. We've had, the biggest surprise to me, the most eye opening thing has been how many people in discord or on twitter have said, hey, this is the first NFT I've ever purchased. This is a really cool project. Like here I have some questions. Tell me about this and that. And you know, I think unique wallets that even own a comic are near 1200 now. And again, we only don't even have 4000 sales. So that just shows you kind of how many new people and how mainstream it's kind of getting, and we haven't even tried to market it yet, but I think that light bulb people are starting to realize, like, I've heard about this NFT thing and our project has kind of helped them realize how it can actually be a real world application and have utility. So that's where the staking comes in with the comic is getting ownership of the punks tokens. But the punks tokens really represent a lot more than just the crypto punks themselves too."
    },
    {
        "speaker": "A",
        "text": "So, yeah, what I think is really neat about that is that you're not only staking, like you said, for the share of the punk, but it's almost like a new way to this model is almost a new way to kind of buy in early, essentially invest in a potential franchise. Right? Like, this is something you may see. You may see this become a standard type of model for, you know, from what you guys are doing because I can just imagine, you know, anybody who's going to essentially fundraise a movie or an animal, like, anything like that could do something very similar to this, which, which is really fascinating. And it just goes to show the power of, you know, what you can actually do with this decentralized nature of what you, of what you guys are doing. Because like you said, the punk itself is always going to have this value, right? It's historic, it's art. It's leading the whole charge of the NFT craze, right? And on top of that, it's all these things that you guys are going to be able to do with this intellectual property that you're building, which I think is, is what makes it really fascinating to me. Chamber, you got any questions so far?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I got a couple. Are we referring to this as the PCU yet, as opposed to, like, the MCU? You know, they're the punks comic universe. Because I want. I want to see multiple movie franchises, you know, based on your characters. You know, I want three per, you know, all of the 16 characters in it, plus maybe, you know, multiple movies where we group all of them together. I don't know about you."
    },
    {
        "speaker": "C",
        "text": "Let's make it happen."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. Are you guys following all the, like, Marvel comic movies and tv shows? Because it seems like a lot, if I'm being honest. I was a comic book kid when I was growing up, but I haven't really watched too many of these. I think I've watched the Iron Man's and the Thor's, but, man, to catch up, there's a new series showing up on Disney every other week."
    },
    {
        "speaker": "C",
        "text": "That's true. That's true."
    },
    {
        "speaker": "B",
        "text": "Now, were you like, were you like a comic book kid growing up too? Or like, who was the, who was the kind of the brainchild behind going like, comic book route?"
    },
    {
        "speaker": "C",
        "text": "So I wasn't. I collected a bunch of basketball cards as a kid. And then again, since like, 2017, I got into it pretty heavily again."
    },
    {
        "speaker": "A",
        "text": "You got those 86 Jordan rookies or what?"
    },
    {
        "speaker": "C",
        "text": "I actually don't own any of those. I was, I was too young. I wasn't born until after that, so. And it wasn't like, I mean, back in the day, you could get a pack of cards at the local card shop when I was an eight year old for three or four or $5 or something. And nowadays it's like impossible. They've priced kids out, which is a crime."
    },
    {
        "speaker": "A",
        "text": "But they stopped selling them out at Target as of this week because people were trampling each other for their, yeah, it's insane. It's, it's nuts. But anyway, so, yeah, I wasn't like Hugh."
    },
    {
        "speaker": "C",
        "text": "I was a, I was, I was a nerd in the sense I love to play board games. Like, it started with, like, stratego when I was a little kid, but then risk was big, and then that got me into axis and allies, which is like risk on steroids if anyone's ever played axis and allies. And then ultimately it was diplomacy, which is one of the greatest games ever invented. For anyone listening to knows, diplomacy, it kind of takes a lot of the luck out of, you know, even those strategy games comes down to how you roll the dice. So look into diplomacy, if that just piqued your interest a little bit. But I was very into that. And so that just kind of game theory and games in general, but the comic idea, I actually think I gotta give Benny credit for just mentioning the word comic first. I'm pretty sure that was him. But we all just kind of then went from there and realized how it could kind of all mold together and work. But I don't think any of us are really big comic fans. It just, maybe it was just kind of lucky that we fell upon the idea that these crypto punks would be really easy to just be characters. And they're not going to be real life characters. They're going to write cartoons or comic except for you. Perfect."
    },
    {
        "speaker": "A",
        "text": "That's really fun. So you could star in the, in the feature length. The feature live action, live action movie. There you go. But, yeah, I know, I think that's, that's super interesting as well because, you know, you see all the, you know, the original crypto punk pixel art, and then you start to see all the derivative art that came from them, right? Like the Picasso punks or the 3d punks and things like that. And then, you know, that just gets your mind running on all the possibilities that could be done off of these, you know, the original crypto pumps, which is pretty cool. And I think the artist, I'll interject."
    },
    {
        "speaker": "C",
        "text": "A little bit because Beanie hates most of those. He doesn't care if I say that he, like, he's like all these punk ripoffs. Like, crypto punks are the real."
    },
    {
        "speaker": "A",
        "text": "But that's why this is so cool. That's why this is cool. You're actually owning a part of the original punk, right? So you're owning a fraction and it's, you know, that's what I think everybody, anybody who's bought a punk derivative, right. It's because they want to own a real connection, right? Exactly. 100%. So I think this is a really awesome angle to actually do that. So, yeah, so, all right, the staking we've covered. So staking is going to get you essentially a share of those punk token pools, right? And what now, one thing I did want to ask you mentioned it's over a 24 month period, right? So the two year period, can you unstake any time? Do you know if you can just stake, unstake, sell your token, restake, any of that stuff?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the token will live on an open market like it sushiswap or uniswap. And we're still developing the staking and burning mechanisms and the contracts themselves, but we want them to be pretty flexible. So if you don't want to stake for the entire 24 months, that's totally fine. You can unstake it. You probably have to pay another gas fee to unstake it on the network. But I, then you can go in the secondary market and actually sell the NFT. Like, say you need liquidity and you need to do that. Or if you want to just sell the tokens for liquidity, you could do that to a buyer that doesn't even have the comic. There's going to be plenty of options and plenty of flexibility there."
    },
    {
        "speaker": "A",
        "text": "Very cool. So then we, let's get into the burning aspect because we've talked about, you know, what's the original supply number, which is 10,000. You know, what can you do with that? Which is staking it for the punks tokens. But there's kind of built in scarcity even off of the scarcity here with the burning mechanism. So touch on where the idea to burn came from, what that actually does for the holders, and then kind of what that founders token looks like."
    },
    {
        "speaker": "C",
        "text": "Perfect. So, yeah, burning your comic, once you get the NFT, you have that option to stake or to burn to. Most people are trying to recognize, like, well, what's the upside of burning? And ultimately, when you burn it, you get a founders token, which kind of similar to getting a punk's token, this founders token represents proportional ownership of the founders vault. And you see here on the graphic that you have displayed some of the items that are in the founders vault, 25% of the punks tokens themselves. So half the amount that gets staked are actually in this founder's vault. We have a cover that's a one of. One that signed the first Genesis mint of any punks comic. We also have serial number one out of 10,000 for the top shot crowd. The first ever serial mint of the comic itself. No signed cover on that one. But then we have this lost Robbie, which this whole story is actually based on the lost Robbies, which I think most people probably aren't even familiar with. But back in 2018, Christie's hosted a tech summit, and Robbie Barrett actually was an artist. He did that kind of the first generative NFT was these, like, I think he calls them nudes, but there were these 300 pictures chopped up of, like, a portrait that he had done generatively. And he put, let's see, I think it was 300 total into these little goody bags for people that attended this tech summit. Okay? And there was like, on these little gift cards, you use the gift card to claim your nft once you get home, right online. And I. The idea behind the tech summit and the actual conference, or at least this particular segment of it, was about the digital age and the digital world and how art and collectibles are moving that direction. And so this is still quite a bit before its time. And until recently, only about twelve ever claimed one. And during this boom, I think it's come out that more like 20 have claimed of the 300. And people found them in their closets and pulled it out, and they still had it."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "C",
        "text": "They're extremely exclusive, and they have this kind of behind them that is really cool. But there's about 280 that have just been unclaimed that no one knows about. And the Florida buy one now is about $800,000. So Beanie owned a few of them. We put one in the founders vault. Sean and I actually had to buy half of it to make things even from Beanie. And then we put it into the founders vault. But that's one of the most significant pieces outside of 25% of the crypto punks tokens that is in the founders vault. Then kind of the historical stuff behind like a signed comic edition. But then we also had Hackathao, one of the most prominent NFT artists, do a special one of one queen of punks of one of the characters, Courtney, that is there. It actually plays with audio and it's animated. We had killer acid do a one of one. And then we had Robbie Trevino do an altcover, one of one, which is there in that top right corner. So it's pretty cool. And this is all in the founders vault, which people get proportional ownership of when they just burn the comic. Which, going back to your point and question, it increases scarcity in these 10,000 and increases the value and holding. Maybe it ends up being two or 3000 or all that are left, right. So it's this kind of push and pull defy meets game theory game that people are going to try to figure out what's the most positive expected value? We talk about in poker or betting all the time. But what's the most positive expected value decision that you can make with your comic nft that you own? Is it to stake? Is it to burn? You know, time will tell. And I think people we have in the discord are always strategizing and arguing and going back and forth on what the best and optimal way is to approach this. And I'm not sure I even know what the most optimal way is to approach this, but I will add one more thing and then you guys can, can take it. I know I went for a while there, but I had to explain the Christie's background and the lost."
    },
    {
        "speaker": "A",
        "text": "No, that was awesome. Yeah, I didn't know that story."
    },
    {
        "speaker": "C",
        "text": "The comics about that kind of the hunt for the lost robbies. It's about trying to find another one. So the last thing is the founders vault is open ended. The staking 16 punks. Yeah, the 16 crypto punks. It's a wrapped smart contract of just the 16 punks that people get proportional ownership of this founders vault. It's open ended, where we're going to add to it with cool art that's punks related or comic related, similar to what we did with this first project. With each project we do. So issue two, issue three, if we have some NFT artists out there that are contributing. Um, so it's going to grow, it's going to increase in value, which is really the upside, I think, of burning the comic is that you're going to have a piece of this ever growing founders vault, kind of, you know, betting on us in a sense, but also betting on the project as a whole too."
    },
    {
        "speaker": "A",
        "text": "So I see here that it says the estimated value of the founders vault at inception is 600 Ethereum chamber. So, yeah, so that's, that's what it is currently like. Right? When you buy. Right when you first."
    },
    {
        "speaker": "B",
        "text": "That's crazy."
    },
    {
        "speaker": "A",
        "text": "Buy in, that's what your expected value worth of the vault is. Right. So then you're, you're getting the founders token that represents that fractional share of that. So that is not a, that's not a staking mechanism per se. Right. So you're going to get your founders token, which is going to be one piece, one fraction of however many are, whatever that 600 eth is divided by how many tokens there are. Correct."
    },
    {
        "speaker": "C",
        "text": "Exactly. It's all dependent. It's one out of x because we don't know what x is yet, because it's all dependent on how many actually burn the comic. And the burning ends when the day we release issue two. Then people can't burn it again anymore."
    },
    {
        "speaker": "A",
        "text": "That was my window to decide to."
    },
    {
        "speaker": "C",
        "text": "Burn or not release the burning mechanism. It might be a month or so that people can choose to burn, but then when that's a whole game in."
    },
    {
        "speaker": "A",
        "text": "And of itself, right? Like, do you wait till the last day to burn? Are you gonna burn right away? What are you gonna do, dude?"
    },
    {
        "speaker": "C",
        "text": "Is or too many burn, then maybe you should just keep it. And you get, and from staking, you're getting better rewards."
    },
    {
        "speaker": "A",
        "text": "Very interesting. I think it definitely gives credence to potentially buying multiple comics as well, though, because, you know, you could play, you could play a safe game and you could stake one. You could burn one, right? And then, you know, so there's a, I love. I think that's what I love the most about it is the economic structure, the game theory, as you mentioned, behind it. And I think that's what a lot of these projects are missing. We've kind of seen the first version of this with bonding curves where that was your game theory was a bonding curve, but that doesn't give any long term value. What we're talking about here is potentially a decades long investment into what, like I said before, a fr, a potential franchise, which I think is really intriguing. What do you think, chamber?"
    },
    {
        "speaker": "B",
        "text": "Okay, I'm going to be honest. I cannot stop thinking about these lost robbies now. Okay. Now in the nineties, the big thing. I remember when I was a kid, like, the big story was always like, how people found these, like, lost or these missing Stradivarius violins. Remember this? Like."
    },
    {
        "speaker": "C",
        "text": "But that's interesting. Yeah."
    },
    {
        "speaker": "B",
        "text": "So that's exactly reminds me of, it's like, oh, somebody was in their grandparents attic after they passed away cleaning out, and they found this million dollar Stradivarius violin and."
    },
    {
        "speaker": "C",
        "text": "Or they find like, a Honus Wagner."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was gonna say the Honus Wagner. Exactly."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And I'm just thinking, I'm like, could you imagine just rummaging through somebody's like, you know, garage 40 years or something and, like, grab a swag bag from some, you know, tech crunch, uh, meeting and you have. And you find one of these, like, that's crazy. And just to confirm, you did say the floor was about 800k on those right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's 222 eth, which I know eats fluctuated down the last couple days. So it might be like 760 or 70."
    },
    {
        "speaker": "B",
        "text": "That's bananas. I can't stop thinking about them. Like, this is. We should make movies about this."
    },
    {
        "speaker": "C",
        "text": "The historical value of them in and of itself is this generative Nft so early, but then the fact that then everyone basically just passed on the opportunity to own one. Like, that's what happened with punks."
    },
    {
        "speaker": "A",
        "text": "Right? Like you could have gotten a year ago, but for nothing. And I kick myself every day because I was, you know, I was buying nfts in 2018 and I don't have a punk."
    },
    {
        "speaker": "B",
        "text": "We definitely had enough tease in 2018."
    },
    {
        "speaker": "A",
        "text": "Yeah. And, you know, so it's one of my, my deepest regrets."
    },
    {
        "speaker": "B",
        "text": "We were too busy getting garbage pail kids."
    },
    {
        "speaker": "A",
        "text": "That's right. There's no, there's no chance I'm not getting a comic. There's no chance I'm not getting a comic. Right. So we appreciate that. Yeah, absolutely. So cool. I think we covered a lot here. So let's just kind of recap. So 10,000 potential sales of these, right? So once they're. Now, all of this stuff goes in motion after the whole thing is sold out. Correct?"
    },
    {
        "speaker": "C",
        "text": "Correct. Okay, so open ended, we're not going to, like, close it off or anything. Like, we're just going to keep it open until they sell out again. Exactly."
    },
    {
        "speaker": "A",
        "text": "Now, I don't think we've talked about the price. So chamber, what do we got? What are we looking at for a price point?"
    },
    {
        "speaker": "B",
        "text": "So just bulk buying over here. Sorry. So we have point to ethereum per transaction. You can, you can max that out 20. I believe."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. You can re fire too, for the whales out there that are listening. But we wanted to try to give everyone an opportunity. Now, we actually launched into $400 gas on the network, so. And relative to the price of the comic, there wasn't like that issue, you know, smart people were waiting to buy anyway. But I will say we wanted to do 20 just to make sure some whale didn't come in and buy 50% of the supply. And so it would take them some time to buy 20 at a time for a while. But this, again, we're so stoked seeing how widespread the community is already and more mainstream than really we had anticipated."
    },
    {
        "speaker": "A",
        "text": "So for those of you out there listening, the price for one is 0.2 etH, which compared to some other projects out there might seem a little steep. But I think what we've done a good job of explaining is everything that is coming with this from a potential, not just the NFT, not just the physical, but the ability to earn and recoup. Right? Or based on just the future value of punks, the future value of the potential franchise, the future value of the vault. Right? So keep that in mind when you're thinking about deciding whether you want to jump in or not. The other thing I will say too is this is, I would consider this a long term investment. Right? This isn't something that you're going to. That, you know, we've seen a bunch of these NFT projects that are like, you know, you want to be in and out in a week. I think this has the ability to be a long term hold profitably. Right. So, you know, that's something to keep in mind as well. What are your thoughts there, Chamber?"
    },
    {
        "speaker": "B",
        "text": "I was going to say, I mean, if you're, it seems like if you're dealing in the punks community, that's, that's the approach to take. Regardless, these are long term holds. They're not quick flips. You're not waiting for release and drop of them. So if you're marrying it with, like I said, with the punk community, these are things that are going to be, this is something that you want to hold long term pass down to your grandkids."
    },
    {
        "speaker": "C",
        "text": "Let me add something. Hopefully that's the case. Let me add. We had a conversation with somebody a few days ago who will remain nameless, but we were excited to get on a phone call with this person and he expressed that."
    },
    {
        "speaker": "B",
        "text": "Was it stephen a. Smith?"
    },
    {
        "speaker": "C",
        "text": "No. I don't know if that guy would ever buy an NFT in his lifetime or."
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "C",
        "text": "There's no way it was random. So anyway, this person expressed their appreciation how non 2017 ICO scammy this felt. And even in recent months, we've seen a lot of low effort, quick cash grab NFT projects, right? And part of us, to be completely honest with you guys, part of us, after a few days, like, wow, man, we suck. Like, we didn't sell it out in a few days. Again, gas was astronomical. And now it's a little least more normal now. But then we just, but he's like, no, like, this is a long term project. And back in 2017, you know, this person had looked into and invested in some icos and some companies surrounding crypto and stuff that weren't getting the cash grab crazy money right away. And they had to think long term. And a lot of people, it's really hard, and even Joe is following me from betting. It's really hard to be process oriented and to think long term. And that's what, you know, a lot of the guys that have all this money are very good at doing that. But he appreciated how this is high effort and that we're thinking down the road in years, not let's hurry and try to make a couple million bucks on a comic really quickly with nothing behind it, right? Which a lot of other projects in the last two months, I think in the NFT space from celebrities even, or just, you know, random."
    },
    {
        "speaker": "B",
        "text": "My Lindsay Lohan nfts were shit."
    },
    {
        "speaker": "C",
        "text": "Now you can't flip that for a punks comic."
    },
    {
        "speaker": "B",
        "text": "Nothing."
    },
    {
        "speaker": "C",
        "text": "That's pretty good. So we appreciate that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think the, you know, the thing that should give people, I think there's trust in the punks brand, right? Like there's history behind a crypto punk, right? So you have that built in, you have that built in trust that, you know, this isn't just like I said or like we said before, it's not a punks derivative, right? It's, it's punk owners doing something with the ip of that from a long term perspective, which I think is really attractive, especially for somebody who's wanted to get or have a piece of crypto punk at some point that can't afford one now, right? And I think that's a huge draw."
    },
    {
        "speaker": "C",
        "text": "So let me add one more thing. I don't like Beanie and Sean. They'll, they'll get mad at me. They don't really care because we're going to, you know, eventually probably sell this out regardless. Um, but even when I was on another stream yesterday, and I know some people in the chat on twitch were like, wow, you know, point to eat. That's still a lot, which is true, but it's backed by all of these assets and, you know, other things. I will say that if this price point is pushing you to a point where you're not comfortable, don't force it either. You always want to be betting within reason and within your means. But we're going to have projects down the road. It's going to take some time. But a trading card punk series, maybe you can get a pack of trading cards for $30 or something. We'll figure it out. There's going to be ways, I think, to get involved at even another price point that goes from crypto punks to comic to a lot cheaper. So if 600, $700 for a comic is, is out of your range, like, don't force it either. I just want to make people clear on that because the last thing we want to do is feel like we're out here and doing these media hits with you guys and whoever else, like shilling, hurrying by the comic, obviously that's not the case at all. And bet within your means in a sense. And if you need to wait six months and we have a trading card series, then where you can get involved, that would be awesome. We'd be proud and happy to have you."
    },
    {
        "speaker": "A",
        "text": "I think that's a fantastic point. And I think that's what is so awesome about what you guys are doing, really. You know, now they're, hey, look, there's dollar top shot moments for anybody who waited long enough to. Yeah, yesterday I think there was dollar, dollar ones floating around, but that's. Yeah, I know that. But anyway, so we've got just again, to recap 10,000 price .2 right. The actual what, what will be left over of that 10,000 is going to vary because there's the burning mechanism, which will get you access to the founders token, which again, can only be done in this first issue. That's right, Preston."
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "So that's an appeal of this first issue. And then there's also the staking mechanism, which is, you know, you can stake your, your crypt or your actual comic, the NFT comic for the pool of the crypto punk, the 16 wrapped crypto punks. So what was the percentage of tokens? That is the founders token versus the punk pool."
    },
    {
        "speaker": "C",
        "text": "So 50% of the punks tokens go into the staking side and 25% go into the founders pool, the founders vault, and then 25% is retained by Pixel Vault. But I will add, we own zero founders tokens. So the only way for us to even have, after putting all of our assets into the founders vault, the only way that we can have a piece of equity within that founders vault is for us to buy our own comics and to burn them like everybody else."
    },
    {
        "speaker": "A",
        "text": "And so, yeah, I saw Beanie bought like 260 yesterday or the other day."
    },
    {
        "speaker": "C",
        "text": "Because he, that's where we're at, but, and he wants to buy like at least 1000 to 2000 of them and just kind of really, you know, have. It makes sense though, because I think a lot of people have seen that and they appreciate that we're going to, our interests are going to be aligned. Right. We're investing in the founders vault too, by buying a, say, a thousand comics, that if we didn't buy them ourselves, we would just be pocketing a thousand more sales. Instead, we're like investing that thousand in potential revenue, so to speak, into our own founders fault. So I think it's gonna be pretty cool and then it kind of gives us a piece of that community and we can all just build it up together for sure."
    },
    {
        "speaker": "A",
        "text": "One thing I did want to ask that I don't think I touched on. So if you burn your comic, you, you do not get a physical comic. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "That is correct, yes. We, I'll take some blame if you were. Early in the discord, I had mentioned that there was a possibility of there being like a 24 to 48 hours small window where you could claim the physical and then burn it after Beanie. It makes sense. He basically just said, if you're burning it, you don't have a token id. You can't match that token id anymore to the physical serial number which matches the NFT itself. So it's like if you burn, you don't get a physical, physical. You got to make that decision, which I think is totally fine. But people, there was some confusion there because of a comment that I had made in discord before. We solidified the details and we're working out the mechanisms, but, yep, that's, it's pretty straightforward. Now, if you burn it, no physical for you. Again, most people then are just like, maybe I should buy two or three. And that's kind of what's happening now."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Interesting. I think so. Chamber, how many buying?"
    },
    {
        "speaker": "B",
        "text": "We'll see. I think, I don't know. Maybe I might do a, a 20 pack was, I knew you, I knew."
    },
    {
        "speaker": "A",
        "text": "You were going to do that. Preston Chamber is the, you know, I'm like, oh, you know, first of all, I don't have the ethereum stash that chamber has. But, you know, I'm like, here's a cool project chamber. I'm buying two. He's like, awesome. I'll buy 30. That's what happens here."
    },
    {
        "speaker": "B",
        "text": "It works sometimes. It doesn't work sometimes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Aping into projects."
    },
    {
        "speaker": "B",
        "text": "I have a question, though."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Is this, uh, is this a Kobe, uh, is this a kobe kind of tip of the hat?"
    },
    {
        "speaker": "C",
        "text": "Yeah. You caught it. You got it. Not many people might, but I'll say that it was a different color initially. And coincidentally, Chris wall drew a number eight. I don't know why."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "And I was like, all right, well, we got to change this to purple and gold then."
    },
    {
        "speaker": "B",
        "text": "I do. I did the same thing with my avatar, too, so I have a little tip of the hat. My hat in my avatar on Twitter is purple and gold. So it's my little laker tip of the hat as well."
    },
    {
        "speaker": "C",
        "text": "Nice catch. That's good to mention that this week, actually."
    },
    {
        "speaker": "B",
        "text": "So I'm the only one that's going to get it."
    },
    {
        "speaker": "C",
        "text": "That's probably true."
    },
    {
        "speaker": "A",
        "text": "That's funny. Chamber. Now, you know, we've covered all the punk comics business. Do you have any NBA playoffs questions for Preston?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's, I mean, being, you know, knowing what, you know, what are your, what's your kind of thought on the plan? We're going to have the play in tonight and tomorrow. I think it's starting. What's your initial thought? Do you like the play in? I mean, personally, I think we haven't talked a lot about tanking at the back end of the season a lot. I think it's kind of made it a little bit more interesting. There's been some tanking going on at the top. There was some scared people, you know, not wanting to get that number two seed to face the Lakers, but, yeah. What are your thoughts on that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, it's. I think it's been a nice addition overall, and it was interesting. Yeah. You have less tanking on the back end with the really bad teams, and part of the reason for that also is the change in lottery distribution probability for the draft. They changed that two years ago, I believe now, so that, you know, it's less likely if you have the worst record that you're going to get the first pick automatically. Now it's a little more random. So, um, the combination of that, I think, was perfect. And to your point, like Denver and the Clippers, everyone was losing on purpose, so they were scared, potentially. So that makes me happy. But as a whole, I think it's great to have a couple days where, you know, the people that are into a solidified seed get to rest up a little and everyone else has to duke it out. And excited as a Lakers fan that, you know, it's not very often you have a seven seed that's the second or third favorite to win at all. Right. Like this is going to be. They got to earn it. They don't. They're not really set up right now. They're not 100% healthy, but it'll be fun to sweat it out."
    },
    {
        "speaker": "B",
        "text": "I'm pretty excited. I think Adam Silver is just having, like, a full blown bodygasm. Totally. With Boston, Golden State, and the Lakers in the play in. Are you kidding me? So that, that, I think, is the."
    },
    {
        "speaker": "A",
        "text": "Real question is, can the Knicks beat the Hawks Knicks for sure could. I don't know."
    },
    {
        "speaker": "C",
        "text": "If you asked me that before the season, I would have laughed, but, I mean, they've been so good. I think. I think Thibodeaux should probably win coach of the year."
    },
    {
        "speaker": "A",
        "text": "Man, I saw their defensive metrics. Yeah, their defensive metrics from what they were last year versus this year is nuts."
    },
    {
        "speaker": "C",
        "text": "And randalls made this crazy jump to, he's like a top six or seven MVP."
    },
    {
        "speaker": "B",
        "text": "Very upsetting. He's too good. That's very upset. He used to be a Laker, right? He's a little too good, to be honest. But no. And I'm assuming you watched the game where Brian came back a couple nights ago, everybody was looking pretty good. And then he had that little ankle."
    },
    {
        "speaker": "C",
        "text": "Tweet, tweaked it again. Three of the last four games he's even played in. So I'm a little worried. There's actually a bet out there for people. Now, again, when you're betting with real money, you put your biases aside, but there was a book offering 15 to one that the Lakers don't make the playoffs."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "A break even point at that is about 6.3%. All they got to do is lose. Like, Steph goes off against the warriors."
    },
    {
        "speaker": "B",
        "text": "And these one games are. It's too."
    },
    {
        "speaker": "C",
        "text": "And then they play Memphis or San Antonio, probably Memphis, in a game where, like, Anthony Davis LeBron tweaks the ankle and they just lose. Like, that's it. Two games. You're getting 15 to one that the Lakers dropped against. I thought that was a pretty good bet. Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "I'm not betting that, though. That's."
    },
    {
        "speaker": "C",
        "text": "Don't do it yet."
    },
    {
        "speaker": "A",
        "text": "That's funny. Awesome, man. Well, I think we covered everything here. So where can people find the project? Where can people find you beanie. What's. We'll drop a link to the discord as well. But where could people be looking for this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, punkscomic.com dot Pixelvault Co. Is another kind of the corporate site because we're going to kind of hopefully do more projects surrounding on chain assets in general, not just crypto punks down the road. Um, discord is just pixel vault discord channel, which, yeah, you guys can add to the, to your description there and then on Twitter. I'm sports cheetah. Beanie is beanie. Maxi. Maxi. And Sean is g funk era era 8686. And, yeah, that's where you can find us on Twitter."
    },
    {
        "speaker": "A",
        "text": "Awesome. And, well, we appreciate your time. It was a fantastic time talking to you. We got to talk punks. We got to talk NBA playoffs. We got to talk about it all. So appreciate it. Thank you very much for walking us through the project, and I'm super excited. So best of luck to you guys. Chamber, any last words before we get out of here?"
    },
    {
        "speaker": "B",
        "text": "No, just a pleasure speaking to another Laker fan. You know, that's that. It's always a good day when I can speak."
    },
    {
        "speaker": "C",
        "text": "Of course."
    },
    {
        "speaker": "B",
        "text": "I live in Canada. Do you know how hard it is to find somebody that can speak basketball, let alone the Lakers?"
    },
    {
        "speaker": "C",
        "text": "It's a good point."
    },
    {
        "speaker": "B",
        "text": "It's national basketball."
    },
    {
        "speaker": "A",
        "text": "Well, you asked, uh, you asked the dude a couple weeks ago, um, how it felt when Kobe put 60 on them."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, we had, uh, we had Wilson Chandler on a couple weeks ago, and, yes, I talked to him. About what? Remember when Kobe dropped 61 at the garden, Denver?"
    },
    {
        "speaker": "C",
        "text": "Oh, it was when he was in New York."
    },
    {
        "speaker": "B",
        "text": "When it was Nick's. Yeah, when he was Nixon. He said he got, uh, he got the lion's share of those 61 points. That's great. Good chat."
    },
    {
        "speaker": "A",
        "text": "Yeah, Wilson's a big Zed run guy, so we had him on talking Zed Rod."
    },
    {
        "speaker": "C",
        "text": "He's been up on everything."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's awesome. So awesome, man. Thank you so much, Preston. Check out punkscomic.com and get yourself a punk comic. Until next time, stay mint."
    }
]