[
    {
        "speaker": "A",
        "text": "It is Friday, and the week is winding down. So why not talk a little degen stuff? Next up, an nfts chamber. How you feeling today? How are you?"
    },
    {
        "speaker": "B",
        "text": "I aped into some of these."
    },
    {
        "speaker": "A",
        "text": "Oh, boy."
    },
    {
        "speaker": "B",
        "text": "It may have been an immediate mistake. I'm not sure. I was talking to. We were talking about the artifact shoes, and I'm like, well, I got to get some of these things. And you're like, well, just get some of these laces. And I. Yeah, you can ship them to me. I'll show them to you. It's gonna be great. So I ended up picking up, like, five of these."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, you bought five of them?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "We need to get into this a little deeper. But before we get started here, anybody out there who would feel so inclined, please help us share out the space. Give us a little, like, a comment down below. Give us a gm, a ga, a gn, wherever you're at, help us get the show into the algorithm. Feel free to share it out if you feel so inclined. And as always, this show and all of our wonderful shows brought to you by the DGEn network. We have an amazing family of shows. If you're just joining us for the first time, coffee with captain. Every weekday morning at eight to 10:00 a.m. the Airdrop sports report on Tuesdays. Actually, I missed one mint condition Monday edition spaces on Monday at four, the airdrop sports report at Tuesday at 09:00 p.m. then we have mint condition YouTube live stream edition. And on Wednesdays, we got the night shift. Monday and Friday. Man, we got a lot of stuff. We're just, like, adding content on content."
    },
    {
        "speaker": "B",
        "text": "Huh? I actually have some good news, too, to add to that content list. Both Steve and I had a call yesterday with Riggs and Jweb. They have a daily show at, I."
    },
    {
        "speaker": "A",
        "text": "Think it's noon till right around lunchtime."
    },
    {
        "speaker": "B",
        "text": "Yeah, that lunchtime hour. They will be joining the DJ network starting Monday. So every single day, once you're done with coffee and captain, you can have your lunch break and listen to Jay weapon Riggs."
    },
    {
        "speaker": "A",
        "text": "Wow. This is a. You know, we're. We're doing it. You and I have had a vision of. Of doing something like this for a long time. We've, uh, we tried it once before with, uh, back in, what, 2019. 2018. Is that. Is that when that was?"
    },
    {
        "speaker": "B",
        "text": "Yeah, 2019."
    },
    {
        "speaker": "A",
        "text": "2019. We tried something like what we have going on with DJ network with crypto content. And we had, uh, Coin HQ was the name of the network, and it was actually. I mean, we got pretty far, it was pretty good. We had, like, a website with a video player, and our goal at that time was actually to stream 24/7 around the clock crypto content. And it was going to be, you know, kind of worldwide. There was going to be something in every, for every time zone. So, you know, you always had something to listen to or watch. We got pretty far, but what ended up happening was kind of like, you know, it's here and anywhere in business, and these projects that you do, it's all about who you partner with. And I think the most of the people we were working with only considered themselves talent. So it didn't get much further than that. But we almost had that going on. And, you know, didn't we have bitboy involved? I don't want to talk about that."
    },
    {
        "speaker": "B",
        "text": "But, like, 100. We 100% had bitboy. We definitely had. What was his j chains. J chains, that's right. They had a show on coin HQ, correct?"
    },
    {
        "speaker": "A",
        "text": "Yes, we had crypto, Wendy. Oh, we had. Who else was there? Did we have a shilna show? No, that was a bagsy. Did we have Bagsy?"
    },
    {
        "speaker": "B",
        "text": "We had bagsy. Yeah."
    },
    {
        "speaker": "A",
        "text": "If you had these old. If anyone was around at those times, these are the kinds of shows that we had going on. A lot of trading shows, things like that. But the DJ network content is much more fun, in my opinion, just because nfts in general, I think, are much more fun to talk about. What do you think, Jamerdy? Do you agree? Do you disagree?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there's only so much you can talk about, like, with charts, right? Like, most of the crypto, there's only."
    },
    {
        "speaker": "A",
        "text": "So much bit boy. You can."
    },
    {
        "speaker": "B",
        "text": "Shout out to our old friend."
    },
    {
        "speaker": "A",
        "text": "Shout out to bit boy."
    },
    {
        "speaker": "B",
        "text": "Yeah. Doing the Lord's work there in the Bahamas."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Shout out to crypto fungus. Who."
    },
    {
        "speaker": "A",
        "text": "Oh, man, I forgot him."
    },
    {
        "speaker": "B",
        "text": "To this day, still creates memes that absolutely kill me. Largely focused on bitboy. So if you are listening, fantastic job."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that was our first endeavor at something like this. And obviously, we're trying it again with Degen network and our wonderful other co founder, steve, captain morgan, gia, and all the members and content creators, members of the war room, things like that, where we've got a much better and livelier thing going on. And I think some, some prognosticators are even saying that we made gmi."
    },
    {
        "speaker": "B",
        "text": "Possibly. There's possibly gmi in our future."
    },
    {
        "speaker": "A",
        "text": "People are talking about it. I've heard it. Like, my neighbor, my neighbor stopped me, and he's like, hey, I think you're going to GMI. You know, the, the deli counter guy at my supermarket thinks I'm going to gmi."
    },
    {
        "speaker": "B",
        "text": "Well, you, mister bigshot, was. You were on rug radio today preaching the good word of degen out there and Starbucks evangelism. I like. You did sneak in some dj stuff, which I appreciated."
    },
    {
        "speaker": "A",
        "text": "I didn't even told some chamber stories."
    },
    {
        "speaker": "B",
        "text": "I listened to the whole thing."
    },
    {
        "speaker": "A",
        "text": "You did good. Did I? Did I represent us well, as you always do."
    },
    {
        "speaker": "B",
        "text": "Come on."
    },
    {
        "speaker": "A",
        "text": "Okay, well, all we care about. But we got some good stuff to talk to you about today. We got Starbucks Odyssey launching. We're going to talk about that. However, I'm going to try to save most of the Starbucks talk for the back half of the show because we're hoping to be graced with the presence of Adam Brotman, who is the CEO and co founder of Forum Three, which is my business partner over there, that kind of helped bring all of this to life. He is the former chief digital officer of Starbucks. So nobody better to talk Starbucks and digital collectibles and all of these things than Adam. So hoping he can join us around the 430 mark. So let's just talk shit till then. What do we want to talk about? Chamber? I mean, does what's going on in your world of nfTs? If anybody wants to come up and just chat with us? The other thing we promised last time is that if anybody wanted to bring their own chamber roast, you're welcome to come up to the stage. Consider this like an open mic night. You can come up, you could do two minutes of chamber roasting, and then, you know, we'll be on to the next best. 1 may win a prize of some sort."
    },
    {
        "speaker": "B",
        "text": "I was chumming the waters before the show."
    },
    {
        "speaker": "A",
        "text": "I didn't understand what you meant by that. By the way, I was going on."
    },
    {
        "speaker": "B",
        "text": "I was on Twitter making some hot takes, upsetting some people."
    },
    {
        "speaker": "A",
        "text": "Oh, let's go find them. I'm gonna find them. We can play real life. Defend that tweet right now. Do you want to."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "We got. We've got a request. We've got a request for our first chamber roast, and we're going to go to Steve. Steve. Gm. How are you, buddy?"
    },
    {
        "speaker": "C",
        "text": "Gm. Gm. Doing pretty well. Love these spaces. I've always thought this, and I've never vocalized it before. I think Chambere looks like the guy who would sell drugs to 14 year olds behind a high school. Like, I think that he's got that look, the hawaiian shirts, the sort of like, bald, like seedy sort of like, kind of like almost like, smile that he breaks into sometimes where, like, he. He's, like, knows he's doing something wrong or he's about to say something wildly inappropriate. I just. I feel like he's like a, you know, like a middle aged guy who sells drugs to kids. Like, I always felt that about him."
    },
    {
        "speaker": "B",
        "text": "You are almost there. I would absolutely sell drugs to adults. I will sell drugs to adults, but when it comes to kids, I will sell it to them, but it won't be real drugs. I will sell them oregano in baggies."
    },
    {
        "speaker": "C",
        "text": "I wish I had gone there. That was so much. That was. You somehow out roasted yourself there. Like, that would have been. But it's not actually drugs. It's actually just some grass clippings he picked up in his backyard."
    },
    {
        "speaker": "B",
        "text": "That's perfect, because we got to take care of kids. You can't just give them drugs. That's not very responsible of me. So I think the responsible thing is to take their money and give them, you know, kitchen herbs."
    },
    {
        "speaker": "C",
        "text": "That's like, when I was always, like, when people were like, check your kids Halloween candy for drugs. Like, my aunt would say this, who believes kind of a lot of what she hears on tv, and I'm like, aunt Barbara, I don't think that anybody would give their perfectly good drugs to kids. Like, I just feel like that's, like, an unlikely scenario. Like, I would. I would never. Like, it's just. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a waste. But you, I mean, he's not too far off. You do for a living, sell drugs to adults, is that not."
    },
    {
        "speaker": "B",
        "text": "Yes. I work in the recreational cannabis industry here in Canada. It's a weird thing. It's been legal here for about four years. I highly recommend it. Us or whoever is not. What is not does not have legal."
    },
    {
        "speaker": "A",
        "text": "Is your company called Canada bis?"
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness. Did we miss on that or what? No, it is nothing."
    },
    {
        "speaker": "A",
        "text": "Patented. Got it. Shotgun."
    },
    {
        "speaker": "B",
        "text": "But, yeah, no, it's. It's a great industry. Highly recommend it. I'm not a big drinker, so I smoke weed and."
    },
    {
        "speaker": "A",
        "text": "Steve, do you have any other roasts for chamber? I like where this was going."
    },
    {
        "speaker": "C",
        "text": "I could have some. I could have some good chamber looks like ones for sure. I've had some thoughts on this, but I'm going to hold them for later. I'll let others come up and roast as we go. Intermittent between nfts. I think, you know, Chamber. Chamber is the human version of a sort of NfT pump and dub rug project. I feel like sometimes, too, like there's. There's, like, this, you know, this. This feeling about him that you get when he's, like, when he's doing so. I think that's also another one I would go with."
    },
    {
        "speaker": "A",
        "text": "I dig it. We also have Vicki, who's come up as a speaker. I hope Vicki roasts the hell out of you. I really do. I really do."
    },
    {
        "speaker": "B",
        "text": "Vicky, let's get a hurt coming from Vicki."
    },
    {
        "speaker": "D",
        "text": "I did not need to be asked twice to roast chamber. I was, like, pressing the request button, as you said, roast. Are you ready?"
    },
    {
        "speaker": "B",
        "text": "Let's. Let's hear it."
    },
    {
        "speaker": "D",
        "text": "Whoever told you to be yourself gave you bad advice."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "I'm sorry. I didn't mean to offend you, but it was a huge plus."
    },
    {
        "speaker": "A",
        "text": "I love these. I love these. This is. This is incredible."
    },
    {
        "speaker": "B",
        "text": "This is lethal."
    },
    {
        "speaker": "D",
        "text": "I don't know who made you stupid, but it works."
    },
    {
        "speaker": "B",
        "text": "Vic is just destroying me right now. This is. I'm not gonna sleep. Gonna be honest."
    },
    {
        "speaker": "A",
        "text": "No, don't even lie. You love this."
    },
    {
        "speaker": "E",
        "text": "You."
    },
    {
        "speaker": "A",
        "text": "You, like, you love this so much."
    },
    {
        "speaker": "D",
        "text": "Cause people need to have beauty sleep, so you better get a lot of sleep."
    },
    {
        "speaker": "B",
        "text": "Wow. My goodness."
    },
    {
        "speaker": "A",
        "text": "Well, I don't know what's better, the actual, like, roast or the quick velocity in which they are being fired off at you."
    },
    {
        "speaker": "B",
        "text": "Just machine gun, uh, to death over here. Like, this is. This is really hurting."
    },
    {
        "speaker": "D",
        "text": "I can't help it. I'm a woman in a man's world. You know, if you're going to respond, you got to be. Make sure you're memorable."
    },
    {
        "speaker": "A",
        "text": "That's right. And, Vicki, you are memorable. I appreciate you, um, and. And everything that you do in the space. So thank you for coming up and roasting chamber, and I hope that you stick around and talk some Starbucks with us when we talk about it a little later. Um, chamber rate Vicky's roast versus Steve's roast."
    },
    {
        "speaker": "B",
        "text": "Well, Vic, I think. I think you hit it on the head. Like, I was just playing some video game. I'm off. I was off today."
    },
    {
        "speaker": "A",
        "text": "So you were playing video games? I thought you were, like, off of video games."
    },
    {
        "speaker": "B",
        "text": "I've not allowed myself to play video games for a long time. But, you know, now that my kids are kind of into it, I'll sneak a couple of games that I've always kind of been interested in. So I was playing. I forgot it was called Outlands or, I don't know, something. It's like a post apocalyptic, shoot them, shoot em up game, and. And kind of going through the guns, like, I think Vicky was more like a. Like a submachine gun. You know what I mean? Less impact, but you can throw multiple, you know, throw more at once. And Steve was more like a shotgun. You know what I mean? Like just deep wounds in one. You know what I mean? In one go. So I think that's how I compare the two so far."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think neither of which feel great. So. No, I think we're all. I think we're all winning."
    },
    {
        "speaker": "B",
        "text": "Damage taken both ways."
    },
    {
        "speaker": "A",
        "text": "All right, so I will go. One thing I do want to call out up top in the nest on the jumbotron. If you aren't participating in the twelve days of giving from DJ Network, where coffee with Captain Steven Cap are putting on the twelve days of giving from Djen network. So you could hit up that tweet above and enter to win a goat. We love the goats. Des should be here. Like, this is actually should be. I actually shouldn't have shouted this out because Des is not here, but we are giving away a goat courtesy of the coffee with Captains cruise. And how it works is for the twelve days of giving, if you are, there'll be mostly two of every item. I believe one will go exclusively to the Degen war room token holders and one out to the public who supports us listening every day. Enter to win your goat. I wonder what other kind of stuff we have. Steve, what other. What other things you guys got planned for twelve days of giving?"
    },
    {
        "speaker": "C",
        "text": "We're keeping it. We're keeping it a secret. We did our pre giveaway the night before giving in the war, the night."
    },
    {
        "speaker": "A",
        "text": "Before Christmas, and all through the house."
    },
    {
        "speaker": "C",
        "text": "50%. We gave ten people 50% off d gods merch and ten people 50%. We worked with Frank and Kevin to get some codes for that temp temperature. 50% off the youth merch. I know we have some other donations coming in from some friends and friends of the, of the show who are giving it out."
    },
    {
        "speaker": "A",
        "text": "So it should be."
    },
    {
        "speaker": "C",
        "text": "Should be a nice time to kind of give back to our audience as well as give back to the DJ network war room. Obviously a much higher probability to win in the war room. And we'll have some fun stuff towards the end. So I'm excited for this one. I think it'll be this first."
    },
    {
        "speaker": "A",
        "text": "The first giveaway. Just peak irony for anybody who's not in the DJ network war room. You wouldn't know this, but there's a lot of ute supporters in the, in the war room and corporate trash. Our good friend CT, she, she has been giving us all quite the load of crap for all being, you know, big frank fanboys at this point. And she actually won the one of the discounts. So just, just peak irony, really. And. But I will. I don't want to spoil this, but I have to. The final prize is actually $3.2 billion donated directly by Sam Bankman, Fried and Alameda research. So really giving back to the community and all that. By the way, did anybody see this? I don't want to get too into it because it's kind of fresh and I don't. Yes. I'm also, I'm also, like, buddies with Mike Dudas, so I don't want to, like, you know, harp on it too much because I know he's, he's, like, devastated by this now. I mean, it doesn't affect him personally in the sense that he was the founder of the block. He sold the block, but, like, it's his baby. It'd be like if, you know, we sold DJ network and found out everybody who took over for us was just a dirty worst. Yeah. So pretty crazy, though."
    },
    {
        "speaker": "E",
        "text": "Crazy details."
    },
    {
        "speaker": "B",
        "text": "Out of the, out of, like, it was like, I think it was like 70% of the funds they got was, like, used to buy property in the Bahamas. Do you see that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it was insane, dude. Like, insane. Like, how does this guy. I just don't get it. Like, he's going to go down as one of the worst financial criminals of all time, and it's like. And he's just out here. Like, I didn't, I don't know."
    },
    {
        "speaker": "B",
        "text": "It blows my mind. It blows my mind."
    },
    {
        "speaker": "A",
        "text": "It's crazy. But anyway, so, yeah. Final. Final gift sponsored by Almader Research, so."
    },
    {
        "speaker": "C",
        "text": "And chamber said he'll match, actually, yeah."
    },
    {
        "speaker": "A",
        "text": "The chamber match policy. Yes, the chamber match. I forgot about the chamber match policy here at DJet Network, where chamber gives the same prize that everybody else gives. So it's fantastic. Fantastic. But, yeah, I. Did we get any other requests to roast chamber?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know how to work this thing, to be honest. I couldn't figure out how to pin a tweet. I couldn't figure out how to bring people up."
    },
    {
        "speaker": "A",
        "text": "I pinned your tweet and I pinned the twelve days of giving. So let's get into your bad takes today, your polarizing take of the day. Nothing to do with nfts, because if you haven't followed our show before, we do a lot of nonsense, just like general, you know, coffee with captain may be one of the deepest philosophical web three shows out there, and they cover a lot of fantastic topics, and a lot of smart people are on that show, and then there's us."
    },
    {
        "speaker": "B",
        "text": "And this is not that."
    },
    {
        "speaker": "A",
        "text": "We kind of. Yeah, we kind of do all the rest of it, right? Like, we. I think we have the chops to do that. Like, we could use that muscle if we wanted to, but it's just like."
    },
    {
        "speaker": "B",
        "text": "Once in a while you'll get surprised. You'd be like, did I just. Did I just learn something?"
    },
    {
        "speaker": "A",
        "text": "Yeah, but me and you are really like those two old Muppet guys that sit in the balcony and that's like a real. Exactly. Exactly. What are their names? Does anybody know?"
    },
    {
        "speaker": "B",
        "text": "I have no idea. But that's classic characters, though."
    },
    {
        "speaker": "A",
        "text": "That's us. Yeah. So anyway, maybe. Who knows? Maybe I'll do some impressions later, if we're lucky. You do that."
    },
    {
        "speaker": "C",
        "text": "You do the best impressions. I think one of their names is Waldorf, if I remember correctly."
    },
    {
        "speaker": "B",
        "text": "I think you're right."
    },
    {
        "speaker": "C",
        "text": "I. Statlar."
    },
    {
        "speaker": "E",
        "text": "Waldorf."
    },
    {
        "speaker": "A",
        "text": "There you go. Statler and Waldorf."
    },
    {
        "speaker": "C",
        "text": "Oh, we got a fat fact check from V squared. There we go."
    },
    {
        "speaker": "A",
        "text": "Good for some squared."
    },
    {
        "speaker": "B",
        "text": "That's because I'm just over here."
    },
    {
        "speaker": "A",
        "text": "I'm able to just look stuff up."
    },
    {
        "speaker": "B",
        "text": "So we're good."
    },
    {
        "speaker": "A",
        "text": "What was. I was actually looking some. I was trying to look something up that I saw. Maybe I was going to do an impression of, but I can't find the tweet at this moment. But V squared, where are you. Where are you manning the boards from? Let's give a little credit to our producer here. V squared, I am at."
    },
    {
        "speaker": "B",
        "text": "I'm in Dallas. I'm typically in Houston, but we. Me and the family came to great Wolf Lodge for. For a few days, so I took."
    },
    {
        "speaker": "A",
        "text": "A little break from the water park."
    },
    {
        "speaker": "B",
        "text": "And I'm here with."
    },
    {
        "speaker": "E",
        "text": "With y'all."
    },
    {
        "speaker": "B",
        "text": "Wouldn't have it any other way."
    },
    {
        "speaker": "C",
        "text": "He ditched his family for you, you assholes."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I needed to break."
    },
    {
        "speaker": "E",
        "text": "I won't act like it's for you."
    },
    {
        "speaker": "B",
        "text": "It's really for me."
    },
    {
        "speaker": "A",
        "text": "Well, we appreciate you very much, though. So anyway, let's. Let's get into your tweet here in a second. But I just want to shout out those. Those in the crowd that are giving us some love. So shout out to Chris, all circles. Oh, cT's down there. Ct's down there. Asking why she was getting called out. Somebody like literally summoned her circles. All circles summoned her. For the youths. The youths. Talk, captain, posting pictures of us as Waldorf and Sattler. This is just who we are. But let's get into your shitty music. Takes your tweet up above. Five grunge bands I like more than Nirvana. We've got Soundgarden, smashing pumpkins, stone temple pilots, silver chair and Pearl Jamden. So, first of all, if anybody hasn't listened to our show in the past, we played defend that tweet where I go and pick on chamber for all of his tweets, and he has to defend them. So this one, I feel like some people are going to be really upset about this. I'm not sure that I have deep enough knowledge of the difference between all of them to actually care about this tweet. So that's fair. But. But defend yourself."
    },
    {
        "speaker": "B",
        "text": "So, I mean, just speaking for myself, I just. It's not that I don't like Nirvana. I just think they're like, as the kids would say, mid."
    },
    {
        "speaker": "A",
        "text": "I wasn't expecting that."
    },
    {
        "speaker": "B",
        "text": "They're just okay. Like, there's nothing I. And, you know, some people were tweeting back to me, so I literally just went back and listened to all of Nevermind. And I was just like, there's, like, some songs that kind of on the back end that were good, but, like. Like the bangers that people would, you know, your smells like king spirit in bloom, lithium. Like, not. Not my favorite songs. I think there are far better songs out there that came out at the same time, just, like, out of comparison. I was listening right after I listened to siamese dream by smashing Pumpkin. It's like, in my opinion, like, just a way better albumen album. So. Yeah. And then someone, I think it was hap. Came out and dropped the worst band of all time out of that era, Alison Chains. And I know there's a lot of Alison chains stands out there, and they are just the worst band ever. I just. Just the worst. So when people come at me with Alison chains, that just tells me, like, okay, you just don't like music that much."
    },
    {
        "speaker": "A",
        "text": "What was your take the other day? Oh, it was. I forget what it was, but it was like, oh, it was your movie one. When anybody tells you that Shawshank Redemption is their favorite movie, that was a polarizing take. Please."
    },
    {
        "speaker": "B",
        "text": "Yes. I mean, kind of say, well, Shawshank redemption is actually."
    },
    {
        "speaker": "A",
        "text": "Because you. First of all, I felt very. This one was literally about me."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I was out. I was at a work function, and, you know, you're sitting around, you're shooting the shit with people you don't really know. Like, the topic of movies usually comes up and, like, you know, people are like, oh, what's. What's your favorite movie? And you just kind of listen around, and I'm telling you, like, I heard, like, Shawshank Redemption, like, four times. I'm like, that's, that's not the best movie. Like, it's a good movie, don't get me wrong. But if it's your favorite movie, that just tells me you just don't watch movies like you just saw it once, like in the nineties or like in the early two thousands, or like your dad watched it and that's what he says is his favorite movie. And it's just like, oh, that's like your canned response. I kind of compare it to the Godfather, but at least the godfather, I can argue, is one of the great movies. So if you do say that, just say godfather instead. If you like Shawshank. And when people ask you, just don't say that. Say godfather. It's the same answer."
    },
    {
        "speaker": "A",
        "text": "It's just better people. I feel like this is, I feel like this Steve would have this take. Steve, what are your thoughts of this?"
    },
    {
        "speaker": "C",
        "text": "I think my favorite. So for the music take, I'm sort of agnostic on it just because I'm similar to you. Like, I like kind of all the grunge music, but a lot of it flows together for me. They all have their own bangers, but it's not, it was sort of more of an era than an individual band thing for me, just because I was a little younger at that time. I will the same age as I am movie wise."
    },
    {
        "speaker": "E",
        "text": "I would."
    },
    {
        "speaker": "C",
        "text": "Yeah, but I'm a young, I'm a young 39. Your birthday's in like February."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yours what? June."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "So you're older than I, statelier than you."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "I mean, yeah."
    },
    {
        "speaker": "C",
        "text": "And I do respect my elders, especially drug dealers. But as far as, as far as movies go, I struggle. I have a couple of movies that bubble to the top because it's like, what's your first favorite movie versus what movie is your favorite movie you've seen? So I don't know. For me, like, Forrest Gump always bubbles to the top for me because I really like that one. I knew Chamber was gonna give me like a bad movie."
    },
    {
        "speaker": "B",
        "text": "Like it's a, like, go back."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, wait. Forrest Gump's not a bad movie?"
    },
    {
        "speaker": "B",
        "text": "100%. It's a bad movie. Like, go back and watch it. You're like, oh, no, this is absolute garbage."
    },
    {
        "speaker": "C",
        "text": "What about, what about Billy Madison?"
    },
    {
        "speaker": "B",
        "text": "Cause I tried to watch, it's. That's of a time."
    },
    {
        "speaker": "A",
        "text": "Wait a second. Billy Madison? You're not even into it. No, I'm not."
    },
    {
        "speaker": "B",
        "text": "I'm saying when I was twelve, in the nineties or whatever it was, and."
    },
    {
        "speaker": "A",
        "text": "I was much younger, Chamber likes Adam Sandler's. Newer work. Like I do."
    },
    {
        "speaker": "B",
        "text": "I like a Jack and Jill."
    },
    {
        "speaker": "C",
        "text": "Fucking grownups and shit. Yeah. The ones where you. I mean, like, I liked. I liked, like, mallrats."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "C",
        "text": "Mallrats was like, I have a giant mall rat signed Kevin Smith movie poster behind me. Billy Madison and, like, Forrest Gump all come to mind to me when I think of favorite movies, but I have to rewatch all of them because it's been a while since I did her."
    },
    {
        "speaker": "B",
        "text": "I don't rewatch Billy Madison with your kids and, like, tell them you think it's funny, and then they'll tell you how not funny it is."
    },
    {
        "speaker": "C",
        "text": "My son will think it's lit. I'm almost positive there's enough. Like, he's eight. He's eight. So there's enough jokes that probably fit his sense of humor there."
    },
    {
        "speaker": "B",
        "text": "Yeah, I tried to do with my. We went through."
    },
    {
        "speaker": "A",
        "text": "What's the one with Adam Sandler and the remote?"
    },
    {
        "speaker": "B",
        "text": "Oh, click."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's Christopher Walken in that one."
    },
    {
        "speaker": "B",
        "text": "Christopher Walken is in that one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Wow. Me and Adam. It's so hot here with the remote."
    },
    {
        "speaker": "C",
        "text": "The Christopher Walken in Joe Dirt. Could you give me a. Not here, Kansas. Did you ever see that one?"
    },
    {
        "speaker": "A",
        "text": "He's like, you're talking to my friend. All wrong."
    },
    {
        "speaker": "C",
        "text": "Chamber. What's your favorite movie? Chamber?"
    },
    {
        "speaker": "B",
        "text": "Honestly, it's a great question. I usually land, and again, my favorite movie doesn't mean it's the greatest movie. And I think that's the difference. That's what I try to tell people. It's like, you know, when you say, like, Billy Madison, you know that's your favorite movie or one of your favorite movies. Not a great movie, but I get it. Like, that's. That's you. That you're. You're presenting yourself. So for me, like, one movie that I. If I. If it's on or I see it, I'll definitely, like, watch it. Regardless of wherever we are in the movie is fear and loathing in Las Vegas. I think that's classic. One of my absolute favorite movies."
    },
    {
        "speaker": "C",
        "text": "Also on brand. It's just, like, very on brand."
    },
    {
        "speaker": "A",
        "text": "He kind of look. He kind of dresses like."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, there's a little bit of Hunter S. Thompson in me. I wish. A little bit more, unfortunately, but I don't have the guns. He was a big gun mat who."
    },
    {
        "speaker": "A",
        "text": "Would play Steve in the web three movie."
    },
    {
        "speaker": "B",
        "text": "Oh, who's the guy?"
    },
    {
        "speaker": "A",
        "text": "I've got one. He's not a."
    },
    {
        "speaker": "B",
        "text": "Go ahead."
    },
    {
        "speaker": "A",
        "text": "The golden retriever that plays air bud."
    },
    {
        "speaker": "C",
        "text": "That's a good call. That was good. This is one of those ones where I'm about to learn what my friends think about me very quickly."
    },
    {
        "speaker": "A",
        "text": "The golden retriever that plays air bud. Not the one that is in air bud. Two, golden receiver. That one's a dick."
    },
    {
        "speaker": "B",
        "text": "That one is a dick. I've heard that, actually. I heard he was friends with Harvey Weinstein. I think it was actually Harvey Weinstein's dog."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Barky Weinstein?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Barky Weinstein. That's right."
    },
    {
        "speaker": "A",
        "text": "All right, so who do you got playing Steve in the web three movie?"
    },
    {
        "speaker": "B",
        "text": "He's not an actor, but I guess he's kind of like an actor who does the right wing radio show."
    },
    {
        "speaker": "C",
        "text": "Fuck you. I knew this was."
    },
    {
        "speaker": "B",
        "text": "A. Like, obviously Steve's a taller, better looking, cooler version."
    },
    {
        "speaker": "A",
        "text": "Wait, who are you even talking about?"
    },
    {
        "speaker": "C",
        "text": "He's talking about Ben Shapiro."
    },
    {
        "speaker": "B",
        "text": "Like, Steve is better in every category. Like, a better person. Like, better looking. Like, you know."
    },
    {
        "speaker": "C",
        "text": "Chamber would be played by fucking Shrek, is what I'll say."
    },
    {
        "speaker": "A",
        "text": "Chamber would be played by bit Boyden."
    },
    {
        "speaker": "B",
        "text": "I kill for that bit. Boy hair, though. That being said, that hairline's not going anywhere."
    },
    {
        "speaker": "A",
        "text": "No, wait, really, though, who would play you? It probably like, man, like, the rock."
    },
    {
        "speaker": "B",
        "text": "I would say the rock would play me."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I feel like I'm the rock of, like, Twitter. Like, nft Twitter. Like, I just make everything better. You know? You put me in something, I make it better. No, it's just me that thinks that."
    },
    {
        "speaker": "A",
        "text": "I don't know who's gonna tell him. Like, I don't. This is awkward."
    },
    {
        "speaker": "E",
        "text": "Vicki."
    },
    {
        "speaker": "A",
        "text": "Let's go to Vicki."
    },
    {
        "speaker": "B",
        "text": "No, not Vicki."
    },
    {
        "speaker": "D",
        "text": "I was just wondering if Joe Rogan's got, like, a fourth or fifth brother down the line."
    },
    {
        "speaker": "B",
        "text": "Just an ugly brother."
    },
    {
        "speaker": "D",
        "text": "But then I'm also worried about the fact you mentioned twelve days of Christmas, and I'm terrified that chamber's gonna be fucking dressed up as Christmas as Santa Claus, and we're all gonna be fucking scared."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Have you ever. Have you ever played Santa?"
    },
    {
        "speaker": "B",
        "text": "I have not. I'm more of a Krampus guy myself. Yeah, yeah. No, I've never dressed up. No, no, no, I will never. I will never dress up as Santa Claus. That's a problem."
    },
    {
        "speaker": "A",
        "text": "Making you're just. Is it? Like. I don't like lying to children."
    },
    {
        "speaker": "B",
        "text": "I don't like lying to children. I think it's a lie."
    },
    {
        "speaker": "A",
        "text": "Oh, man. All right, let's. There's a lot to unpack there, but I don't know if we have time."
    },
    {
        "speaker": "B",
        "text": "We don't have the time for that one."
    },
    {
        "speaker": "D",
        "text": "Welcome to web three."
    },
    {
        "speaker": "A",
        "text": "So, wait a second. Lying to children. Do you think. You think Christmas is lying to children? I mean, it is, but."
    },
    {
        "speaker": "B",
        "text": "So your youngest is, what, like, almost two?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, you know, he's getting. He's getting to the point where you have to make some decisions. I have a daughter. She is nine. She is at the point now where I think we."
    },
    {
        "speaker": "A",
        "text": "We're all."
    },
    {
        "speaker": "B",
        "text": "You know, we all know what the joke is at this point, but she hasn't said it. So it's like this weird back and forth of, like, she's not saying it to me."
    },
    {
        "speaker": "A",
        "text": "I love that, actually."
    },
    {
        "speaker": "B",
        "text": "I do feel like, you know, once I let her behind the curtain, the person she's supposed to trust implicitly, me, has been lying to her for most of her life, which I do feel bad for. So hopefully she's not devastated by it."
    },
    {
        "speaker": "A",
        "text": "I feel like JP Kaz is gonna have a hot take about Santa. JP, you got one. Either a roast about Santa or a roast of chamber, or two, a take on Santa. I feel like you'd have a hot take on Santa."
    },
    {
        "speaker": "B",
        "text": "I actually. I don't have a take on Santa. I wasn't going up for the Santa Fe."
    },
    {
        "speaker": "A",
        "text": "Well, you can go anywhere you want."
    },
    {
        "speaker": "B",
        "text": "It's hard for me to roast chamber. I feel like chamber is."
    },
    {
        "speaker": "A",
        "text": "He's like me. If I smoked weed and lived in Canada."
    },
    {
        "speaker": "B",
        "text": "Oh, that's. I think that's a. I want to know."
    },
    {
        "speaker": "C",
        "text": "That was a roast. Damn."
    },
    {
        "speaker": "A",
        "text": "I feel like I was thinking more."
    },
    {
        "speaker": "B",
        "text": "The actors, I think, like a young John Goodman for."
    },
    {
        "speaker": "E",
        "text": "For chamber."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I like. Well, that's a good actor, too. I mean, that's what you need to. I like. I like. I like it. I'm down for that."
    },
    {
        "speaker": "A",
        "text": "Do you have one for me or Steve?"
    },
    {
        "speaker": "B",
        "text": "Both, actually. Who's the kid that plays Zuckerberg in?"
    },
    {
        "speaker": "A",
        "text": "Oh, Eisenberg. Jesse Eisenberg."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's. That'd make a good Steve. I think. I think it's a good Steve. Oh, really?"
    },
    {
        "speaker": "C",
        "text": "I'm quitting DJN tomorrow."
    },
    {
        "speaker": "B",
        "text": "It's funny because I think. I think Ben Shapiro and Jesse Eisenberg, I think, have a similar cadence. Yeah, I get it. That makes sense to me."
    },
    {
        "speaker": "C",
        "text": "Can't you give me, like, Paul Rudd or something? Like, I just get out of here."
    },
    {
        "speaker": "B",
        "text": "Paul Rudd? You're not going to be. You're not gonna be played by the most likable person in Hollywood. Okay. Yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know. He is. I don't know, man. He's, like, one of the most likable persons."
    },
    {
        "speaker": "B",
        "text": "If not, seems like the Tom Hanks. Seems like the Tom Hanks. Yeah. He's well liked. But there's something. There's something going on behind the curtain. I think I'm like a Joe Pesci for bunchu."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I love it. I have the stature and love for italian cured meats of a Joe Pesci. Yeah, I mean, that's a good."
    },
    {
        "speaker": "B",
        "text": "John Goodman. Joe Pesci. I mean, Paul Rudd. Paul. Paul fucking Rudd."
    },
    {
        "speaker": "A",
        "text": "All right, wait, wait, wait, wait, wait. All right, Steve, you can't pick Paul Rudd, but you have to now pick somebody to play yourself."
    },
    {
        "speaker": "C",
        "text": "Oh, shit."
    },
    {
        "speaker": "B",
        "text": "That was his only."
    },
    {
        "speaker": "A",
        "text": "Steve showed his cards."
    },
    {
        "speaker": "C",
        "text": "I'm not very good at this. I showed my cards way too early on this one. God, it's hard because I can't think of a lot of actors that are in, like, sort of that middle aged category. What's that? I don't know. Let me. Let me. Let me. Let me think for another couple minutes. I'm terrible on the spot on this one because I don't watch enough like."
    },
    {
        "speaker": "A",
        "text": "I really did with the dog from Air Bud."
    },
    {
        "speaker": "B",
        "text": "I think. I think that's the call. I think that is."
    },
    {
        "speaker": "A",
        "text": "I would. I would have. I would like to be played by one of my favorite people in television and film, Charlie Day. That's who I would like to be played by. Who would you like to be played by? Chamber."
    },
    {
        "speaker": "B",
        "text": "Well, who would I like to be played by? Believe. I don't know if I ever told you this. This is a fun story if I haven't told you this. In my younger days, in my high school days, I had a disturbing. And you're not going to believe this, and I'll text you some pictures later. I had a disturbing mullet similarity to a young Ryan Reynolds."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Ryan Reynolds and I looked exactly the same up until 2006, and then we both went in opposite directions. He went extremely good looking, and I went the other way. But I have a high school yearbook where there's, like, a picture of me. Like, they do, like, a celebrity lookalike page. And it was me. And at the time, like, Ryan Reynolds wasn't Ryan Reynolds today. Like, he was kind of like an up and coming."
    },
    {
        "speaker": "A",
        "text": "Well, you kind of look like Ryan Reynolds in that movie. Just friends."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's what I look like now."
    },
    {
        "speaker": "C",
        "text": "At the beginning. Right at the beginning, yeah. Let's be clear here."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I just had to google that because I didn't know what the name of the movie was, I think."
    },
    {
        "speaker": "B",
        "text": "Right? Yeah, I think Ryan Reynolds. If I had made good life decisions with myself."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right. I can dig it. V squared. Who's playing you? I have no idea."
    },
    {
        "speaker": "B",
        "text": "Oh, Matthew McConaughey. Are you kidding me?"
    },
    {
        "speaker": "C",
        "text": "Like, yeah, I was gonna say, that's an easy one. Matthew McConaughey."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, let's do it. I'll take it. All right, all right, all right. Look at that."
    },
    {
        "speaker": "B",
        "text": "Are you kidding me?"
    },
    {
        "speaker": "A",
        "text": "There we go. Look at that. Vicki. Vicki, who's playing you in the web three movie."
    },
    {
        "speaker": "D",
        "text": "Anyone says Judi Dench, I'm gonna punch them."
    },
    {
        "speaker": "B",
        "text": "I was gonna say Damon in the throat. Damien."
    },
    {
        "speaker": "D",
        "text": "It's not even the same freaking country."
    },
    {
        "speaker": "B",
        "text": "Close enough."
    },
    {
        "speaker": "D",
        "text": "Not even the same sex. I used to be more worried about Jesus. First visit up, and then I get told just that, oh, my God, she's flummoxed. No, because I'm looking at my note here. I wrote myself down a note because I knew I'd forget. It's like when you talk about Santa, I've got three children, one grandchild. So I've been through the whole kind of Santa and the lion, and it kind of works out. They kind of like, no, it's for the greater good. But the latest one is from our youngest, who's now hit teenager years, and she hates us. She doesn't say that. She just looks at us with her eyes. You idiots. Like, how dare you speak to me? So I was quite concerned that, like, no, nothing has appeared anything to do with Santa and gifts this year. And we're getting quite close to kind of the magical timeline of spending our hard earned gash. And she literally comes. I come home from work the other night, and she comes out, she just looks me deadpan in the face, and she goes, so I know you mentioned about, obviously, Christmas coming, and I'm like, yeah. She goes, do you want a letter or a lid? And she literally didn't even crack a smile. I went, say what? She goes, well, do you want me to write a letter to Santa in the voice or a listen? And I went, I really don't care, honey, as long as it's not a PowerPoint."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. That's so good."
    },
    {
        "speaker": "D",
        "text": "I don't want any SKU numbers from Amazon to make my life easier."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly."
    },
    {
        "speaker": "B",
        "text": "Do your children not say. Do your children not say Father Christmas? Because in my head, that's. That's the most. That's the magical term. I like. I like when I watch a movie and, you know, they use the term father Christmas."
    },
    {
        "speaker": "A",
        "text": "No one says Father Christmas."
    },
    {
        "speaker": "C",
        "text": "Oh, shit is so creepy."
    },
    {
        "speaker": "B",
        "text": "Vicki, back me up on this one. One?"
    },
    {
        "speaker": "D",
        "text": "No, it's Santa Claus."
    },
    {
        "speaker": "B",
        "text": "Oh, you've been living in the states. Too long."
    },
    {
        "speaker": "D",
        "text": "Maybe if it's 30 years ago, people might say, father Christmas."
    },
    {
        "speaker": "B",
        "text": "Father Christmas. I love it."
    },
    {
        "speaker": "D",
        "text": "Coming to visit you children. You scallywags."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Did this."
    },
    {
        "speaker": "A",
        "text": "Like, you know, it's funny. We have done. This is our, what, third spaces chamber?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The first two were very well organized. They were. They had segments. They had. Polly engaged the audience. And we have spent 38 minutes just. Absolutely. I mean, nonsense. Really."
    },
    {
        "speaker": "B",
        "text": "Just sometimes that's what you're gonna get."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "D",
        "text": "You just reminded me. Bunchu chambers."
    },
    {
        "speaker": "B",
        "text": "Will."
    },
    {
        "speaker": "D",
        "text": "Will remember. This is going back to. This is why I don't come up, because I think him and I like yin and yang. I tried to get him hooked up with Gary v a few months ago."
    },
    {
        "speaker": "A",
        "text": "I think he went, oh, my God. What are you doing vouching for him, Vicki?"
    },
    {
        "speaker": "D",
        "text": "Well, the thing is, it was all set up in place in a sense of, like, it would have been because Gary reached, not reached out, but Gary put a message out saying, oh, whose podcast should I go on? And I was like, oh, I'm going to boost you guys up and thank you. Like, I said to. Yeah, exactly. And I said to chamber, oh, look, Gary just put this tweet out, you know, put you guys down. Like, you know, because, like, I knew that, like, you good guys like him. Come on. What did Chamber go and do? Oh, my God."
    },
    {
        "speaker": "B",
        "text": "I can't ask properly."
    },
    {
        "speaker": "D",
        "text": "I saw it, and my George has dropped. He did a video to Gary and he just like, oh, you're such a good guy, Gary. You're such a family man. And literally put that back to Gary. And I was like, oh. Like, oh, my God."
    },
    {
        "speaker": "B",
        "text": "Well, I can't help myself."
    },
    {
        "speaker": "A",
        "text": "You can't take him anywhere. You can't take him anywhere. But however, Steve, we'll get to you in one moment here. We actually do have Adam now joining us, so we brought Adam up. So before we get to Adam and talk actual nfTs, web three and the awesome launch of Starbucks Odyssey, Steve, back to you real quick for the last comment before we go into Odyssey."
    },
    {
        "speaker": "C",
        "text": "I'll get roasted here, but I think I have my three, like, top tier, middle tier, low tier actors I would want to play me now that we've gone through this."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. Okay."
    },
    {
        "speaker": "C",
        "text": "I still want to claim Paul Rudd. Chambers. Not going to let me have it. I think that that plays, though. My next tier down, next year across would be like a Joseph Gordon Levitt. I realize I'm like the kid from Batman or whatever. Like, really?"
    },
    {
        "speaker": "A",
        "text": "I can see that one. I can see that."
    },
    {
        "speaker": "B",
        "text": "One."
    },
    {
        "speaker": "C",
        "text": "The hair, the personality, kind of."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And I don't."
    },
    {
        "speaker": "B",
        "text": "I don't like him either, so that makes sense."
    },
    {
        "speaker": "C",
        "text": "There you go. And then my out of reach definitely wouldn't, but I'll take it because I like, like, his acting style and he's, like, charming and very talented. Is Zac Efron would be the one that would be, like, the ultimate, like, now, that would be not me, but, like, that would work, you know? Like, that would be good."
    },
    {
        "speaker": "A",
        "text": "Yeah, I could see it."
    },
    {
        "speaker": "B",
        "text": "Did you just hear what this guy said?"
    },
    {
        "speaker": "A",
        "text": "Like, yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "All three of those guys are in, like, the stratosphere. Well, the sex man alive all the time. Like, just. No. No shame from Steve, but I actually like Zac Efron more than Joseph Gordon Levitt. There's something about Joseph Gordon Levitt that bugs me. I don't know. I can't put my finger on."
    },
    {
        "speaker": "A",
        "text": "It's the three names."
    },
    {
        "speaker": "B",
        "text": "It is the three names. I think that's what it is."
    },
    {
        "speaker": "A",
        "text": "That's what it is. But anyway, you know, I'm going to ask Adam who's going to play him, but adam, gm. Gm. Thank you for joining us. First question here, because we've spent 40 minutes literally just off the rails talking about the who would play people in the web three movie. We got to roast chamber. We got to talk about Santa Claus. We've hit the gamut today without really even touching on nfts. But before we get into Odyssey, who would play you in the web three movie? Who would you cast as yourself?"
    },
    {
        "speaker": "E",
        "text": "Ralph Macchio from the current version of him would be probably the closest thing I can think of."
    },
    {
        "speaker": "B",
        "text": "He held up nicely, you know?"
    },
    {
        "speaker": "E",
        "text": "Yeah. Better than I did."
    },
    {
        "speaker": "B",
        "text": "Tell me about it."
    },
    {
        "speaker": "A",
        "text": "So I know who wouldn't. Who. I wouldn't choose to play you, Adam, which is, if anybody hasn't seen. Adam made. Adam made the coindesk top 50 most influential people in crypto the other day. And if you hadn't seen that article, they took everybody who made it and threw, like, their photos into some weird AI, and it spit out, like, what they thought he would look like. And the AI version of you did not look like you at all. Adam did it."
    },
    {
        "speaker": "E",
        "text": "I don't think it did. I mean, it's funny because you can never say what you look like if you can't tell, but I didn't."
    },
    {
        "speaker": "A",
        "text": "Did we get rugged by Adam?"
    },
    {
        "speaker": "B",
        "text": "I wasn't sure if it was me or not."
    },
    {
        "speaker": "A",
        "text": "No. Adam, rugged. The AI has. The singularity has taken."
    },
    {
        "speaker": "B",
        "text": "He didn't like. He didn't like he was going to talk shit about the. Aih."
    },
    {
        "speaker": "A",
        "text": "All right. You back?"
    },
    {
        "speaker": "E",
        "text": "Yeah, sorry. I got a phone call. I guess I need to be messaging."
    },
    {
        "speaker": "A",
        "text": "Oh, you got it. You're a Twitter space noob."
    },
    {
        "speaker": "E",
        "text": "Yeah, I just realized. Yeah, so, no, I was saying, like, I look like some, like. Like french spy mafia consigliere something or other I did not recognize."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's funny. But anyway, let's get into Odyssey a little bit. So we had the launch of the long awaited Starbucks odyssey platform beta yesterday. First of all, Adam, maybe you could take us through just kind of how the journey of Odyssey, from when we started this thing to yesterday. Just a brief kind of synopsis on how this all came together."
    },
    {
        "speaker": "E",
        "text": "Wow. I mean, it's been six months in the making, and the short version of it is that we had a vision all along that kind of looks like Odyssey, and we'll get into it more into what that looks like, for those of you that haven't seen it. But, you know, we sort of had a vision of digital collectibles that could be embedded into a loyalty program and sort of bring loyalty to life in a certain way. But when we went to Starbucks, you know, it wasn't 100% clear, like, which teams were going to sort of adopt this as their own and how it was all going to come together. And. And it's been, you know, thanks to you, frankly, Vinesch and, you know, the broader team, like Liam Morgan and others we were in, our partner, Andy. We were able to, like, integrate into the Starbucks team, just like my old days, in a lot of ways, and form a working team primarily around the loyalty team. And that really worked because that was our hope and that was sort of our vision. But, you know, it took some time for a minute for it to, like, come together, and then once it did, it just like it was off to the races. And we. We were able to find our web three build partner, find our blockchain of choice, and work with the internal working team at Starbucks and start, like, storyboarding and whiteboarding and developing odyssey. It's actually been pretty well understood internally what this was going to look like even a few months ago. And now that the teams have been head down, you know, integrating and coding and getting all the right, you know, contracts in place and everything like that. So it's. It was. Yesterday was. Was a thrilling, exhausting day. And it's funny because they always say this like, it was just to get to the, you know, if it was a sports analogy, yesterday was like, you know, the warm ups before the game even starts. And for a lot of you that are on this call, you're probably in the beta group. You know, we're just excited to kind of get something out there that we can start learning from and building upon."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. It's really been a, like a cool experience being able to integrate directly with the Starbucks team. And you're right. Like, the loyalty team really took it and ran with it. And, I mean, that says a lot about what the power of kind of this web three, digital collectible, digital ownership aspect can do for loyalty. Can you expand on, you know, why you think that it resonated so well with the loyalty team?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I will. Because the. It's interesting, you know, we're all, a lot of people on this call and on the spaces, you know, we're all used to thinking about the blockchain and digital collectibles and just the concept of collecting, but in a digital framework and, you know, and potentially adding utility to it. And what's the definition utility? At Starbucks, they didn't know anything about that. They weren't thinking about that. So what they were thinking about every day was a, you know, what, what. What is a loyalty program and how does it come to life? And what are the opportunities to innovate around it? And when you, if you were to, you know, go back six months, when we were talking to that team, they were already thinking and asking themselves questions about how do we create that next level of loyalty? What's the thing that we can do that makes it more experiential, makes it more emotional, that brings into play storytelling and maybe even co creation. But these were just ideas they had. They were sort of, you know, thinking about it as they should, because they're really talented in that group. But it wasn't until we came in and said, well, we think we've got an idea, like, what if the point system for a game layer on top of loyalty could be something that you would own? And in fact, you got to remember, the current loyalty team is the one that put Starbucks for life on, and many of you are playing that right now. That's a game that sits on top of the loyalty program but achieves something for loyalty. Starbucks for Life is a pop up loyalty extension, right? It is. Okay. You gotta be a loyalty member to play. It creates a different set of both engagement and rewards for you as a loyalty member. And there's a little bit of storytelling. It's a holiday cheer, and I can win prizes that are starbucks for life or Starbucks for a month. So the engagement level and the reward and the emotional connection are different and augmenting a current loyalty program, but it's a pop up and it goes away. And so the idea for them to say, well, what if, what if you created an always on layer on top of loyalty? And what if the thing that actually you were rewarded with was not just a stamp and a coffee for a month and you can do all that, but what if you owned your stamp? And what if you gamify it and create collaborations and essentially bring, it's like, it's almost the equivalent of, like, taking loyalty points and instead of them just being this thing that you accrue and then redeem, what if the points themselves could, like, have a life and they could spring up and they were owned by you and they, you could form community around them? And so that team at Starbucks was like, wow, like, this is like a hand in glove. We were looking for something that was more of an always on experiential, emotional layer for loyalty, and we had no idea that it was sitting right in front of us in the form of digital collectibles. And so we then had to, like, get into, like, well, how do we make this accessible to the average Starbucks rewards member and bridge them into a web three space in a way that's comfortable and on brand? So that's kind of the journey we went through."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's super interesting from, like, from a couple different levels. And before we get into kind of the mechanics and stuff, you made a couple interesting points that I remember very vividly. Like when we talked to the Starbucks loyalty team about this need for them to be able to develop something next generation, it was because they had all this research on who their customer was and what they wanted out of a loyalty program. And, you know, the, you kind of got into it a little bit. But just like the points for incremental visits, this transactional layer essentially only goes so far. And what their feedback was from their own customers were that they wanted community, they wanted these more experiential rewards, they wanted all of that kind of stuff. And so I think that's part of also why it fits so perfectly. And then you touched on the other piece I loved about this was the idea of what loyalty points are now versus what they could be in the future as a piece of ownership. So that gets us into the question that you and I get asked all the time, and I'd love for you to dive into just a little bit before we get into the mechanics, is, why do you need blockchain for this. Why do you need web three for this? What is the, you know, what's the unlock here that you can't do with a Starbucks for life?"
    },
    {
        "speaker": "E",
        "text": "So what's so interesting about this question is it gets down to, like, what is a collectible? Because you can digital. It's true that digital media, like, we use digital media before web three or outside of web three, we consume digital media all day. We stream it, we get emails, we look at Instagram pictures, like we're on websites, like, we're constantly consuming digital media. And in fact, some of that media has utility. Like if I have a, if I have a digital voucher or reward or, you know, airline miles or any. There's a ton of both digital media that we consume all day, but we also, and we, and it can have utility. So, in fact, many times it does. It's not just something you consume, but something you use. And we also, at the same time in life, own things, possess things, particularly collectibles. I mean, collectibles is this huge category. And whether you're collecting sneakers or art or baseball cards or my daughter collects these little toys, they can, they come with collectors guides and there's community around it. Like, what's never happened before is when you put those two together. So how do you take something that's digital and make it collectible and an access pass and you own it? Because if you don't own it, if you don't actually own the thing, I don't. I've never heard of a collectible that you don't own. It's not really collectible. It's just a badge. And who, like, thinks about, like, you know, collecting badges, right? So the, so the reality is, if you don't have a semi semi public, decentralized blockchain for basically, you know, creating and tracking and storing the ownership of a digital good, like, you can't have a digital collectible. I don't know how you can. You can have digital media, you can have badges, you could even have the utility, but you can't have that combination of both. And it's that combination of both that's so interesting, because once you have that, then some of this intangible value that sits all day long at the intersection between the brand and consumer relationship that, you know, your love of a particular company's products or brand, like you have that love, the only way you can kind of express it is by buying stuff and being a consumer. Now, all of a sudden, if you could collect stuff that's digital and own it and then that also doubles as an access pass. Now, some of like that could be valuable. You can have intrinsic value and emotional value because you collect something that you think is fun or that's interesting to you or because it's rare, but it also has this utility, and you can't do that without a blockchain. Like, I don't like you. I don't know how you could. You couldn't just put it on some company's servers and try and track it because you would never feel like you owned it. And that's why blockchain is so vital to this particular experiential loyalty, innovation that's going on."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think there's one other point that might kind of lead us into the mechanics of how odyssey is going to work here, which is the point you made about it being kind of public, right? As far as it's on a public blockchain, and the fact that we're seeing these tokens created on a public blockchain, you can see this open ledger allows for this level of interoperability that I think is really interesting to explore. If you're somebody like Starbucks or another brand. And we can get into what that actually might mean in the context of Odyssey in a minute, but I think that's important to note as well. So if you haven't seen Odyssey yet, and if you're not in the beta group at small test group that went out yesterday, there's a pinned tweet up at the top from me. You can see the little sizzle reel here. And while we're. While you're checking that out, Adam, tell people what they can expect from, like, the actual Odyssey experience. What is it? What can people expect when they get in there? How are they going to be able to interact and kind of what's available to them in this Odyssey game?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So when you. So if you're a Starbucks rewards member, you're on the waitlist, and you get invited to participate in Odyssey. The first thing you're going to be asked to do is essentially sign into Odyssey and get yourself a passport, which is like your profile. By logging in with your Starbucks rewards credentials, you'll sign in, you'll do that. And then essentially, you're now in Odyssey, and you're playing the Odyssey game. They don't call it a game, but, like, I like to describe it that way. So you're playing a game, and the purpose of the game is to get as many points as you can to level up. And the reason you want to do that is because several times a year, there's going to be these redemption windows where depending on what level you are, which you get to by accumulating points, and we'll get to that in a second, how you get to those points. But depending on what level you're at, you get to claim certain prizes or rewards or experiences. And so that is, in essence, the purpose of the game is to do that. Now, how do you win the game? How do you get these points and level up while you engage in a series of journeys? And these journeys can be everything from simple, fun, almost silly tasks like put a little puzzle together or do a little thing. It kind of reminds you of the little mouse game and the Starbucks for life. It could be something as silly as that all the way to something as interesting, as serious as, hey, go visit different Starbucks stores or try different Starbucks drinks or go to a store you've never been to. So there's going to be, and there's going to be a bunch of stuff in between, like gift a drink to a friend or go visit, do a virtual tour of a roastery or a coffee farm in the Metaverse. So they're going to, and they're going to be thematic and there's going to be multiple of these journeys that are going to be offered up every month. And as you go through those journeys, you're earning points. And if you complete a journey, you earn the right to claim a free Starbucks NFT or Starbucks digital collectible. And that's, and those collectibles, those Starbucks stamps, they're called, they will be, not only will they be a collectible in and of themselves, so they might have some value to you because you, it's, you know, it's a souvenir or it's a collectible or it's got rarity, but it also has points in it. And so as you're trying to level up your points to get to the top levels to get fun, interesting rewards in that process, you're also earning these collectibles that contain more, even more points in them. So, and then there's going to be a built in marketplace on the site. So you don't need to use a crypto wallet if you don't know how to use one. You can simply, there's a hosted wallet that's powered by nifty Gateway that's all built in. You don't have to like, learn anything. And you basically can claim your free stamps if you've completed these journeys. Or you can go into a marketplace and buy or sell stamps on the built in marketplace. And that's another way you can just sort of, like, make sure you're at the top level. And the concept here is to, for Starbucks really gets that, like, once they can get just like they do with their core rewards program, once they can get people really coveting and being interested in these points, then it just become, it just starts to blossom and open up all these different brand engagement layers they can do for you to earn points. Stamps get sort of interspersed throughout the game, and that's what you can expect when you come to Odyssey."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that, I mean, that's the super basic 101 version. Right. And then I'd love to hear kind of where you think that, like, all of this can go in the future. Right? You mentioned things like, you mentioned things like collaborations. You mentioned things like surprise and delight. You mentioned things like claim windows and, and like these, you know, kind of things. I think there's also something, you know, we can tap into with this idea of how it lives on from a lifetime perspective, too. But, like, where do you see, you know, we've talked a lot, me and you, about how kind of what we launched yesterday is like the chassis of the car, right? So, like, when you are doing stuff in this first version of the game, it's really out there to be put on rails to kind of proof of concept. But where do you see, like, something like Odyssey going in the future?"
    },
    {
        "speaker": "E",
        "text": "Well, there's a couple different directions this is probably going to go. First of all, you got to remember at Starbucks with the current digital flywheel of the loyalty program, the mobile app payment and ordering, etcetera. It followed a similar pattern where what we did at Starbucks is we built, you know, we had a Starbucks gift card, and then we connected that to a loyalty, a points based loyalty program. Then we connected that to a mobile app that will give you even easier way for you to manage all that. And we added mobile payment onto that and then finally added mobile ordering. So it was this idea of connecting these things that all created a flywheel effect. And Odyssey has that same sort of, you know, roadmap, if you will, where with Odyssey there's this. You have this basic, you have these basic capabilities of, like, points matter because they get you to levels, and levels get you to rewards, and journeys get you to points, but they also get you these stamps. And these stamps have points in them. So you can start to see how these are things start to sort of flywheel off of one another. And then that allows Starbucks to then go, okay, journeys can be anything they want to program. They don't have to just be buying things at stores or taking quizzes and doing fun games online or doing storytelling or education, brand education online. They have the ability to create journeys that go into Pokemon Go meets Ar fun journeys. They have the ability to create collaborations with other brands and other communities and do affiliate journeys. They have the ability to do airdrops both directly and in collaboration, and have those be rewards. And I don't want to. I'm not speaking for Starbucks, nor am I saying that they're going to do all these things or when they're going to do them. But what I'm saying to your question, Joe, is that this is a. We've laid the tracks down, Starbucks has laid the tracks down, much like they did on their primary digital flywheel, to now be able to sort of take advantage of the most interesting things that are out there, the most interesting technologies, partnerships, experiences, and they can weave them into the game. It's really taking advantage of not just the web three, interoperability, but just taking advantage of the fact that we're constructing here like a well built flywheel around loyalty and experiences and storytelling. And I personally think that the collectability and the ownership that comes from the digital collectibles, the NFTs is vital, but it's only a part of a bigger ecosystem that's about experiential loyalty."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. You touched on something that I wanted to double click on before, and I think it's this idea of potentially doing affiliate journeys. And it goes back to the question of why blockchain, right. When you do something like a collaboration in a web two space now, it involves a ton of dev work, connectivity, API connections, all this stuff. It's very difficult to do. And I think one of the cool things about doing this program on a blockchain is it allows for the connectivity to be super easy, right. And you can do these things as, and they're, and they're low lift from a tech perspective. So you kind of be, are building the rails to create this kind of like multi brand, multiplayer, multi artist, all this kind of stuff. Interoperability with each other that can be used inside the odyssey ecosystem that's more and bigger than just Starbucks in general. Like, you know, it can be. And this is what we talk about with this. Unlocking the intangible value. Right. The brand of Starbucks has access to things that they've never had, really an ability to share with their customer before in a way that's meaningful or ownable or transferable. Right. And so this is part of why blockchain, in my opinion. And I know we only have a couple minutes left, and I just want to see if anybody has a question. Feel free to request. And we could take a couple questions here, otherwise we'll shut it down. But chamber. Did you have any questions? I know I kind of took over here for the last couple minutes, but do you have any questions before we."
    },
    {
        "speaker": "B",
        "text": "That's okay. I was. Enjoy. I didn't realize how much fun the comment section was during one of these things. I was having a good time in there. I live in Canada. I know a lot of people live outside of the US. When could, you know, my fellow Canadians maybe outside of. Or other people outside North America? When could we possibly participate in something like this?"
    },
    {
        "speaker": "E",
        "text": "I don't know. Is that is the short answer."
    },
    {
        "speaker": "B",
        "text": "That's a great. That's okay."
    },
    {
        "speaker": "E",
        "text": "Yeah, the. And I don't want to misspeak, but I can tell you is that there's."
    },
    {
        "speaker": "B",
        "text": "Are there any plans to work with Tim Hortons is the real question."
    },
    {
        "speaker": "E",
        "text": "No, no. We are Starbucks people here. In all seriousness, Starbucks likes the idea of when they do, when they run programs, whether they're coming out of the US or not, if there's a buzz and interest and innovation and energy around anything that's happening in the digital world, Starbucks typically will look to roll it out into other markets. And mostly it's the other market leaders that are actually looking to pull it into their market. So without over promising or getting, you know, saying anything, I shouldn't, you know, I don't know when this would come to Canada, but I wouldn't be surprised if it did in the near future. But I'm not. I'm not being coy."
    },
    {
        "speaker": "B",
        "text": "I really don't know that is an acceptable answer. I'm a reasonable person."
    },
    {
        "speaker": "A",
        "text": "Thank you. All right, we got one. We got one hand. Go to Slava. Slava, what's up, man? Ask away. Yeah, I wanted to get an insight or two on how can Starbucks or."
    },
    {
        "speaker": "E",
        "text": "Any company that's using token based loyalty to. How can they use on chain data."
    },
    {
        "speaker": "A",
        "text": "Data that was not previously available to."
    },
    {
        "speaker": "E",
        "text": "Any brand to empower themselves?"
    },
    {
        "speaker": "A",
        "text": "How can they learn from launching data."
    },
    {
        "speaker": "E",
        "text": "How they can leverage in a way."
    },
    {
        "speaker": "A",
        "text": "That otherwise they wouldn't have had access to?"
    },
    {
        "speaker": "E",
        "text": "Yeah. Can you guys hear me okay, by the way? Yep. Okay. Yeah, I think Slava went on mute. So the great question, you know, look, there's a couple obvious answers to that and probably a bunch of non obvious ones. First of all, all of a sudden, there's going to be the availability for Starbucks to study what other brands are doing, by the way, on chain and sort of compare it to what their digital collectible stamp holders are doing. So there's going to be abilities to analyze and compare and contrast. The other thing that is Bear's mentioning is that Starbucks, you'll see when the nifty part of this starts to roll out soon. One of the reasons that Nifty Gateway was picked as the partner is because we really admire the way that Nifty Gateway has balanced both a hosted wallet with an external wallet connect, so that you can both own other assets and connect your wallet to the platform so that you can both get credit for maybe things that you have in your wallet that can be potentially give you credit in the game and vice versa. You can take your stamps out of your hosted wallet and just self custody them if you want to, all without interfering with the seamless, integrated nature of giving you credit for things you own, whether they're being hosted or not. And when you think about the possibilities of what that means in terms of Starbucks being able to learn, well, what are the customers that have their stamps, what are they doing with those stamps and how are they moving them around and what's happening with other brands? And it brings up a whole host of things for Starbucks to just get insights and learn about. And that's not really what they're thinking about right now, because right now they're just trying to improve on their loyalty program and do the kind of innovation and experiences we talked about. But it's not lost on Starbucks that there's a lot of analysis and data that you can glean from a blockchain and they're planning on, these are going to be Polygon based assets and there's going to be the ability to do external wallet connect. And so that's going to put this into the category of the kinds of analysis and insights and studying of data on the blockchain that anybody can do if they're participating in this arena. Starbucks isn't an exception."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's an awesome question too, from not just Starbucks, but just as a broader philosophical kind of question of what it means, right? Where you and I have talked a bunch about kind of nfts and these tokens acting almost as like a permanent cookie, right? Like you get in the web two world, you could come across a website that'll cookie you, but you may have gotten to that website on accident here you're actually the data that's in your wallet means if you're holding something in your wallet, it means that you have taken action to do something. It's less of a transactional behavior of data and more of a. Or transactional interaction, action of data of a way that you behave. Right. And you can. And you actually have to take owned behaviors, and that's what the stuff in your wallet represents. Right. So we talk, like, philosophically, like, vote with your wallet, vote with your eth, right? And it's like, things you hold in your wallet are your behaviors. They start to build your digital identity. And when you think about how you can use that on chain data, it's like, man, you can really do some powerful kind of Venn diagrams of what people really are, rather than a demographic, but their actual taken behaviors. And I think that's super interesting to think about. If you're a brand, if you're a creator, if you're anything. I think that's a super interesting way to think about these things outside of just, you know, a monkey, JPEG. Right? Like, I think that's interesting. And it says a lot about, you know, the things you're interested in, who. What you're thinking about at any given time. You know, you can see all that stuff. And I think that's super interesting. I hope that answered your question. I have a feeling it probably did. And then if there's no other questions, I know we're running a little over. I don't want to keep up any more of your time, Adam, but chamber anything before we go? We've. We've done three of these now. Can you believe it?"
    },
    {
        "speaker": "B",
        "text": "I feel like you're just getting better and better. I did just realize I'm gonna have to keep my voice low now. That whole Santa talk. I think my kid was in the room next door."
    },
    {
        "speaker": "A",
        "text": "Come on."
    },
    {
        "speaker": "B",
        "text": "I was pretty loud. There's a strong."
    },
    {
        "speaker": "A",
        "text": "Hopefully it's not the nine year old, or it wasn't the younger one. Yeah."
    },
    {
        "speaker": "B",
        "text": "Who knows? It could be anybody. I heard some commotion in the other room, so I'm really worried at this point."
    },
    {
        "speaker": "A",
        "text": "Well, now I'm worried that Adam's daughter's in the room, too, so we won't know. I got."
    },
    {
        "speaker": "E",
        "text": "I got earbuds in, and now I'm on do not disturb."
    },
    {
        "speaker": "A",
        "text": "It just shows how much smarter Adam is than you are, Chamberlain."
    },
    {
        "speaker": "B",
        "text": "I'm just yelling at the top of my lungs."
    },
    {
        "speaker": "E",
        "text": "My daughter thinks, I don't know about you guys, but my daughter thinks I have a text line directly to Santa, and so. And, of course, Santa. There's a game in that. And that there's point up, point down. If you get below a certain total Santa will start deducting presents."
    },
    {
        "speaker": "A",
        "text": "And so this is the gamification of Chris Santa. Awesome. Well, Adam, thank you so much. It's awesome to talk about this with you. I get. I get the pleasure to talk about this with you every day, but it's awesome to bring some of your insights and experience out into the world and get people out and interested and exciting about the things that people are doing around next generation loyalty and specifically the Starbucks Odyssey platform. So thank you very much for joining us. I appreciate it. And I'm sure we'll be doing a bunch more of these soon."
    },
    {
        "speaker": "E",
        "text": "No, you're welcome. You're welcome. And thanks, bunch. And chamber. And I think this is my first time on mint condition anything. So I'm."
    },
    {
        "speaker": "A",
        "text": "I know, it's crazy."
    },
    {
        "speaker": "E",
        "text": "I think so. I'm. I'm very proud of this. This is like a Po app moment."
    },
    {
        "speaker": "A",
        "text": "So we might have to drop you a PO app. We'll design it from Santa so you can show your daughter. Awesome."
    },
    {
        "speaker": "B",
        "text": "Well, thank you very much, everybody, for everybody listening to. If you enjoyed this, and I don't know why you would, at least you'd enjoy the Adam part, but definitely not the before part. Yeah. Going forward, just to clarify, I know we have a lot of shows on Djem, but specifically mint condition. We're going to be here every Monday, 04:00 p.m. eastern time. Every Friday, 04:00 p.m. eastern time on spaces. But definitely check out the podcast, which is the OG. We've been doing that forever. That's Wednesdays. So wherever you listen to podcasts, whether it's Spotify, apple, other places, it's weird. It's weird if you're not listening to either one of those two. But yeah, we're there. Feel free to subscribe. And, you know, you get a. You get a better. I don't know. It's a different type of show, so it's a. If you like the spaces, I think we're gonna put the spaces on the podcast as well so people go back and listen. But, yeah, so lots of ways to listen to us three times a week. I know, I'm pumped. The more I can talk, the better I feel."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So thank you, everybody, for joining us today. Another awesome spaces. We'll see you Monday. Thank."
    }
]