[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am Bunchu, alongside my esteemed colleague and co host, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm. It's Monday. I'm pumped up with some what a fool believes by the Doobie brothers. Are you a big. Are you a big yacht rock guy?"
    },
    {
        "speaker": "A",
        "text": "Yacht rock? I would say no. I've actually been specifically boycotting yacht rock until I can afford a proper yacht to listen to it on. So right now, I would qualify myself as, like, tugboat rock. That's where I am in my life right now. Big tugboat rock guy. Dinghy, dingy rock. Lifeboat rock. Those. Those are more."
    },
    {
        "speaker": "B",
        "text": "I would. I would argue that yacht rock I would consider also to be golf rock."
    },
    {
        "speaker": "A",
        "text": "Oh, golf rock. Okay. I'm into golf."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, I could get a little golf rock."
    },
    {
        "speaker": "B",
        "text": "I mean, I don't know how. You know, I don't know how stringent you are with the rules when you golf, but I. Sometimes if we're having a. You know, it's a Sunday, we're out with. With the boys, and we're, you know, we're having a good time. I like to. I like to bring the, uh, the, uh, bluetooth speaker and, uh, we pump some. We pump some tunes and yacht rock on the golf course, man. Get out of town. No, but no better music."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's fair. I am, uh. I am of the opinion that I'm pro music on the golf course. It's not a. It's not a must have for me, but I am. I am pro, so if it's your thing, I'm into it. My dad, on the other hand, very much old. Yeah. My dad, too. He is not a music on the golf course guy. So if I'm playing with my dad."
    },
    {
        "speaker": "B",
        "text": "There'S no mullies either, I'm assuming, then."
    },
    {
        "speaker": "A",
        "text": "We do a little breakfast ball. It really just depends. He's just a purist, and I got it, I think. Yeah. Old school. My dad's a pretty good golfer, though, by the way. I shot my best round of golf ago. I mean, it's not a good round of golf, so."
    },
    {
        "speaker": "B",
        "text": "Your best."
    },
    {
        "speaker": "A",
        "text": "But it's my best round."
    },
    {
        "speaker": "B",
        "text": "Like, best round of golf ever."
    },
    {
        "speaker": "A",
        "text": "Mine."
    },
    {
        "speaker": "B",
        "text": "I'm gonna say 91."
    },
    {
        "speaker": "A",
        "text": "It was actually a 92."
    },
    {
        "speaker": "B",
        "text": "That's good. That's a good round of golf."
    },
    {
        "speaker": "A",
        "text": "There you go. It wasn't. It was a pretty difficult course, so it wasn't the. It wasn't, you know, not so easy that, you know, anybody could go out there and score 92. But I was. It was good. It was a good day. I was playing with my dad. It was one of those days, though, that, like, I did not feel like I was playing as well as I was, you know what I mean? And then you add them up, and now it wasn't that bad. I definitely could have saved myself a few more strokes and broken nine."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, was it a. Was it a 92? Because of lack of snowmen, like, mistakes."
    },
    {
        "speaker": "A",
        "text": "So I was. My buddy came down in March for March madness, and we played a couple rounds of golf, and he had just bought a brand new driver, and he. Well, he was letting me use his old one when we were out there. And I was hitting it really well, and he goes, you know what? Just keep it. And so this was the first round I had played since then with this new driver, and I didn't miss a fairway. It was like I literally, my bad shots were in the fairway, and so I was, you know, it definitely helped. I wasn't taking. I wasn't losing balls. I wasn't taking drops. It was so that."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a. That's a very solid round of golf. A lot of people don't realize how shitty everybody is at golf."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, it's. It's so funny, I was saying this the other day, actually, because I did over the weekend, I was at a bachelor party, and we played. We played on Friday. We played, like, a little par three. And it was. Cause some of the guys don't play a lot of golf, but we wanted to get out, do something. So we played a par three course. And, like, you know, I'm playing with people that maybe have played golf once in the last six or seven years. And I kind of said to, like, they were getting frustrated originally, and I'm like, dude, you don't understand. Most people are 99%."
    },
    {
        "speaker": "B",
        "text": "99%."
    },
    {
        "speaker": "A",
        "text": "Yeah, they are. Most people are very, very bad at this. So just enjoy the sunshine, enjoy the company. Smack a few around. Don't worry about this. What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Like, who do you think in, like, web three, Twitter is a good golfer? Like, without actually know, like, who do you think would be a good golfer? Like, in our."
    },
    {
        "speaker": "A",
        "text": "I mean, I know."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Like boots. Like boots. Boots is a good golfer."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm just talking war folks here that I know. JP is probably decent. Yeah, JP is decent. I think Anthony plays a lot of golf. Sugar. Shane last week got his first hole."
    },
    {
        "speaker": "B",
        "text": "No shit."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, I mean, we got. We got some golfers here."
    },
    {
        "speaker": "B",
        "text": "I've. I've never got a whole one, dude. No, I've come close a couple of times, but still. Still eluding me."
    },
    {
        "speaker": "A",
        "text": "Yeah. I've not gotten a hole in one. I probably never will, but it will be a day if I do."
    },
    {
        "speaker": "B",
        "text": "Have you ever been with somebody that got a hole in one while you were golfing?"
    },
    {
        "speaker": "A",
        "text": "No. I wish. That would be just so incredible. My dad has gotten a hole in one. Really? But I was not with him when."
    },
    {
        "speaker": "B",
        "text": "I golfed with one guy, and it's not a guy I golf with a lot. Two times I golf with him, or I probably golf with him three times, two times. Had a hole in one. Only holes in ones he's ever had. I've been with me."
    },
    {
        "speaker": "A",
        "text": "Get out of here."
    },
    {
        "speaker": "B",
        "text": "It's crazy. It's great."
    },
    {
        "speaker": "A",
        "text": "That is wild."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's."
    },
    {
        "speaker": "A",
        "text": "That's crazy. So it's a. I want to throw it over to. Got to throw it over to Mac. He's a golfer, and see what he. I wonder. Mackie, you golfer? I grew up in a family of golfers. My family owned a golf course, like my extended family for a long time, one that Barry Sanders golfed at until everybody creeped him out, which is pretty wild. So I can confirm people are bad at golfing. It is not an easy sport. Yeah. It is very difficult, but it's also very fun if you have the right mindset on how to approach it. I drive balls whenever a family member dies, actually, that's what I go do. Oh, as like, respect or like, right at their tombstone, which are we talking?"
    },
    {
        "speaker": "B",
        "text": "Like?"
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I actually it up on their tombstone. I'm not really sure what it is. It's just a. It's an easy way. Cathartic. Yeah. Yeah. And it's a good dedication, I think. Yeah. So before we go to, or let's go to Jweb first. Jweb. Gm how was the game last night, outside of the outcome?"
    },
    {
        "speaker": "C",
        "text": "Gm it was great. The atmosphere was insane. It was highly Jay Webb."
    },
    {
        "speaker": "B",
        "text": "You still go to the games?"
    },
    {
        "speaker": "A",
        "text": "J Web went to the finals, baby."
    },
    {
        "speaker": "B",
        "text": "How much money have you made in web? Three, man."
    },
    {
        "speaker": "A",
        "text": "At least ten. At least ten apple headsets worth."
    },
    {
        "speaker": "C",
        "text": "I wanted to share a golf, so I'm not a golfer myself, but this is a pretty wild story. You guys are on the subject of shooting a hole in one. That's kind of a sad story. A friend of ours who's a client when I was a trainer, her son was a golfer in college. He was actually. I don't know if you guys remember this. Last year there was an incident in Texas where, like, a golf team was killed in a car accident. He was one of. Unfortunately, he was one of the people killed in that incident. So last summer, they held a memorial golf tournament in his name to raise money for the victims who survived and for, like, a scholarship fund. And on one of the holes at his son's memorial tournament, his dad shot a hole in one."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Wow."
    },
    {
        "speaker": "C",
        "text": "And. And there was, like, news. Like, there was a news crew there to cover it, and they just so happened to be on the. Like, they gave him, like, a three hole. Like, hey, we'll go with you on holes 1213 and 14. And they. They were with him, so they were able to record his reaction when he hit the hole in one at his son's memorial event. So he was just like, one of those. One of those amazing, like, holy shit. The. The, like, universe is fucking crazy. And I think it was, like, his first or second hole in one. He's been an avid golfer his whole life, so just absolutely wild. Gives you goosebumps, kind of."
    },
    {
        "speaker": "A",
        "text": "That is. That's incredible. Wow. What a story that is. Holy cow. I mean, that. That. That's a good way to end the golf talk. I think that tops it all. Ready to."
    },
    {
        "speaker": "B",
        "text": "I gotta find this video. I'm sure it's on YouTube."
    },
    {
        "speaker": "A",
        "text": "Oh, I bet you. I bet you could."
    },
    {
        "speaker": "C",
        "text": "I can. I can find it and I'll share it."
    },
    {
        "speaker": "B",
        "text": "I'm gonna get emotional, emotional watching this."
    },
    {
        "speaker": "A",
        "text": "J Web, you go into any more games, or was that it for you?"
    },
    {
        "speaker": "C",
        "text": "I think that might be it. Like, I think I'm. I used my good luck. Like, I went to two western conference games. They won the first finals game I go to. You know, it's their first home loss of the playoffs. I think I need to watch game five from home fair."
    },
    {
        "speaker": "A",
        "text": "Maybe in your new apple vision pro. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Well, that's not coming out till. I'll have to wait till the 2024 final."
    },
    {
        "speaker": "A",
        "text": "You'll just have to repeat next year."
    },
    {
        "speaker": "C",
        "text": "Yeah, I need. I need the nuggets to win me some money so I can afford one of those fucking."
    },
    {
        "speaker": "B",
        "text": "I gotta. I gotta ask. Are you. Are you paying out of pocket for these tickets? Like, I'm just trying to do the math in my head, and I'm like."
    },
    {
        "speaker": "C",
        "text": "Yes, and don't worry. Don't worry about doing the math about it. We don't need to discuss how much."
    },
    {
        "speaker": "B",
        "text": "Like, do you want to go to college? Is that what it is? They're just."
    },
    {
        "speaker": "C",
        "text": "College is overrated. They're gonna be going to college on their apple headsets anyway, so. Who fucking cares."
    },
    {
        "speaker": "A",
        "text": "That's right. That is right. Uh, Chamber. How was. How was the show on Friday?"
    },
    {
        "speaker": "B",
        "text": "It was, um, polarizing those."
    },
    {
        "speaker": "A",
        "text": "Polarized. Wow. Okay. That tells me."
    },
    {
        "speaker": "B",
        "text": "Did you not listen to it?"
    },
    {
        "speaker": "A",
        "text": "You know, you're gonna love it. Go back. I was incapacitated. I was, uh. Yeah."
    },
    {
        "speaker": "B",
        "text": "I could just go back and look at the title. That'll tell you everything you need to know."
    },
    {
        "speaker": "A",
        "text": "Oh, man. What is the title? I think I saw the title. I'm gonna go look for it."
    },
    {
        "speaker": "B",
        "text": "Yes, it was."
    },
    {
        "speaker": "A",
        "text": "I think I saw the title last."
    },
    {
        "speaker": "B",
        "text": "Week, but it was Kanye west and Taylor Swift. That was the title of the show."
    },
    {
        "speaker": "A",
        "text": "That was the title of the show. It sure is. Huh. Interesting. I'm not really sure what you could have possibly talked about. I guess those two things."
    },
    {
        "speaker": "B",
        "text": "Those are the two things we spoke. We literally spoke of nothing else. Those were the two things we spoke about."
    },
    {
        "speaker": "A",
        "text": "Interesting. Okay, fair enough. I did see in our TMC chat, uh, you know, the. The. We're after, we get off each show, we give the old attaboys, you know, the, uh, the. Hey, great show, everyone. And I did see Payne, I believe, say, yeah. Bunch would have hated it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I specifically stayed away from it. But look, I mean, the. The bottom line is, if I don't show up, I don't have a say. If, like, you know, that's. Those are the rules. You."
    },
    {
        "speaker": "B",
        "text": "I don't necessarily agree that you would hate it. I thought. I thought it was good. I just don't know where you fall on the Taylor Swift conversation. That was."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't even know what there is. What. What is there to talk about? Are you new controversy?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. I basically, you know, tl doctor, I basically said, yes, Taylor Swift does lots of good stuff. You know what I mean? Like, she. She tours extremely well, puts out a lot of music, but I'm of the opinion that they are mid songs at best. I don't think she actually puts out. She puts out a lot of songs. They all, you know, stream well and go up the charts. But I think on looking back through the years, I don't think there, bang, our songs. I think we can look back 25 years from now. They won't have the same cache as, like, a Michael Jackson. I equated it over the weekend. After doing some Taylor Swift research and listening to a lot of songs. I argue that Shania Twain."
    },
    {
        "speaker": "A",
        "text": "I love how, like, all these things that you're saying are. You've done this a couple times now. I think Grant Cardone was the last one that I remember specifically where you're like, yeah, no, I was totally just doing this for research and not listening to the entire Taylor Swift catalog on my own. And then you now made an event out of it to make. To justify the fact that you were alone listening to Taylor Swift."
    },
    {
        "speaker": "B",
        "text": "I was not impressed. I argued that shy Twain has more bangers than Taylor Swift."
    },
    {
        "speaker": "A",
        "text": "Did you tweet that the other day? Is that what started this thing? I see, I see. I do remember seeing that tweet now. And that's good. Cool. Well, I mean, there is a lot of stuff actually going on."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Let's get into it, talk about some of it for a little. I mean, otherwise, you know, you and I could just do a full recap of season three of I think you should leave. Which, you know, which is what I actually want to do. Before we get into it, I do need to do a check in. We haven't. I specifically don't know what's been going on on the pitch, as they call it. We need an update on coach chamber. How is it going? Do you regret your decision? Have you been utilizing chat GPT at all to help you with your coaching? Give us a quick update on the coach chain."
    },
    {
        "speaker": "B",
        "text": "I would say, overall, I'm finding a lot of. I'm getting a lot of, you know, personal pride out of it. Wow."
    },
    {
        "speaker": "A",
        "text": "So this is a fulfilling endeavor for you? More than you thought you would?"
    },
    {
        "speaker": "B",
        "text": "Way more. Way more. The kids are excited to see me on Tuesdays and Thursdays. I would say the only."
    },
    {
        "speaker": "A",
        "text": "Are those game days or just days you have custody?"
    },
    {
        "speaker": "B",
        "text": "Both."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "I would say the only downfall is, like, half of the team is not interested in playing soccer."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which. Which, you know, from our epic soccer episode, we did know that that was a possibility."
    },
    {
        "speaker": "B",
        "text": "So I'm firm but fair with minutes. So everybody gets an opportunity to play if they're not actually playing the game of soccer, they get pulled for kids that. That want to play, and then I send them to their parents. I do have my one. I have. I have a maybe, like, three kind of top tier kids that do 95% of the scoring. I would say my best player is also my dirtiest player."
    },
    {
        "speaker": "A",
        "text": "That is a tough line to balance because you don't know whether to, like, discipline that player as. And, you know, let them ride the pine to show them proper sportsmanship or if you. Or, you know, you. You want to win."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I definitely, as you can imagine."
    },
    {
        "speaker": "A",
        "text": "Now, how dirty can, like, five year old golf?"
    },
    {
        "speaker": "B",
        "text": "It's pretty dirty. Like, he. He is, like, jumping in front of people, like, hit, like, a lot of. A lot of hip checking and a lot of hitting and getting in front of and getting in front of the legs, you know, some. Some questionable stuff. So I've had a couple of conversations with them. The coaches, the other. The opposing coaches talk so much shit, and then when they start talking shit, I really get. That's when I let them play more. If nobody says anything and I know something, I'll kind of have a talk with them, be like, yeah, you know, we can't do that. You know, we can't hurt the kids. We're here to have fun. You know, we can't go breaking legs out here. So I did pull them the last game for, like, all of 30 seconds."
    },
    {
        "speaker": "A",
        "text": "Now, does he. Does he understand what. What he's doing out there that makes."
    },
    {
        "speaker": "B",
        "text": "I think so."
    },
    {
        "speaker": "A",
        "text": "Him. The."
    },
    {
        "speaker": "B",
        "text": "I think so. It also allows him to get all these tactics that he's using are allowing him to bust loose and, you know, get. Get right."
    },
    {
        "speaker": "A",
        "text": "So there's a reason he's the number one scorer. I see."
    },
    {
        "speaker": "B",
        "text": "I see."
    },
    {
        "speaker": "A",
        "text": "Okay. I have some follow up questions here before we move on to real stuff, but I gotta go to circles here first. Circles. GM, GMG, chamber. So it's your daughter who's on the same team, correct?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "So you said half the players one to play, the other half doesn't. Which camp does she fall into?"
    },
    {
        "speaker": "B",
        "text": "She's a great question. She is right on the line. She's not my worst player. She's not my best player."
    },
    {
        "speaker": "A",
        "text": "But is she at least interested in playing?"
    },
    {
        "speaker": "B",
        "text": "Sometimes? We do have some late games. So some of the games are at 06:00 p.m. and some of them are at 715. That 715 game is tough for a lot of the kids. They're all five."
    },
    {
        "speaker": "A",
        "text": "I mean, that's like Ben."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're all five years old. I've already lost one kid just not playing anymore because the games were a little late for them."
    },
    {
        "speaker": "A",
        "text": "Interesting. Um, I. That was going to be one of my questions. So now, knowing she's right on the Mendoza line, does. Does she get her minutes cut accordingly."
    },
    {
        "speaker": "B",
        "text": "Or I prop her off. I put her with the best players like her. Plus, minus is through the roof."
    },
    {
        "speaker": "A",
        "text": "Got it. So you're. You're padding your stats for. For the scholarship that's eventually coming?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay, so some of my follow ups here. How many games have you had, and what's your record?"
    },
    {
        "speaker": "B",
        "text": "We've had three games were two and one."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. What do you say to the children after a loss?"
    },
    {
        "speaker": "B",
        "text": "I was I literally, so the one loss we had, I was missing three of my best players and I was getting for like, we lost like ten ones and I was like, they're eating your lunch out there. Like I literally like put a, put a fictional sandwich to my mouth and told them that they were getting their lunch eaten. That one. I was frustrated because basically the team was full of non players. I could barely feel the team."
    },
    {
        "speaker": "A",
        "text": "You got to manage your bye weeks. You know, you got, you need a, you need availability calendars for all of your best players to make sure that they won't be missing at the same time."
    },
    {
        "speaker": "B",
        "text": "It was a tough one."
    },
    {
        "speaker": "A",
        "text": "Okay, so interesting, two and one. Have you utilized the chat GPT at all for practice?"
    },
    {
        "speaker": "B",
        "text": "I have. Oh, I've used it for just how to like speak to kids. I speak to my kids."
    },
    {
        "speaker": "A",
        "text": "Ah, I like this. Okay. A little interesting wrinkle items."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just to try to explain to, you know, things as you can imagine. You know, the conversations I have with my kids might differ from a regular kid."
    },
    {
        "speaker": "A",
        "text": "Yes. You're like, I would call your parenting style honest parenting."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's fair. So, yeah, just little tricks to how to explain things, how to keep their attention, stuff like that."
    },
    {
        "speaker": "A",
        "text": "Okay, interesting. What is the, were the results that you got from AI accurate and useful? Where did they work?"
    },
    {
        "speaker": "B",
        "text": "The one thing that sticks out is get to their eye level. So I'm a, I'm interest, you know, you can imagine a bunch of five year olds around me, I can barely see them. So squatting down and really getting to their like eye level when talking to them, especially individually, has helped significantly."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Which I didn't think yelling down at them from a top was my go."
    },
    {
        "speaker": "A",
        "text": "To move, but, well, I mean, you know, one would like, it's a very obvious thing when you say it like that, but you know, when you've put it into practice and can see the results. Very interesting. Okay."
    },
    {
        "speaker": "B",
        "text": "My knees are just on fire though."
    },
    {
        "speaker": "A",
        "text": "That being said, I was going to say, do you have to explain why you're on the way down? For them not to be scared, like at this gigantic behemoth approaching their eye level."
    },
    {
        "speaker": "B",
        "text": "It's, it's so funny. Some of the, like my daughter, like, oh, I was talking to some of the dads and she doesn't see me out in the world that much. So now I'm interacting with other adults and she's like, you're a monster compared."
    },
    {
        "speaker": "A",
        "text": "To somebody other dad."
    },
    {
        "speaker": "B",
        "text": "I'm like, yeah, I know. See, I tried to, they're not scared of me at the house. But when I. When they see me out in the world, they're like, oh, shit, this guy's a. Guy's a wrecking ball."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. Um, do. What was my next follow up question? Uh, I forgot it. It left my train of thoughts. Let's go down to circles and I'll try to rethink two questions. Are there other parents that are participating in the nepotism, fellow coaches that are pushing their kids forward?"
    },
    {
        "speaker": "B",
        "text": "I know of one other coach. This was actually supposed to be the coach of my daughter, but they didn't end up being on the same team. He definitely prioritizes his daughter's minutes, I've noticed."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. Go ahead, circles. The other question is, are you using GPT 3.5 or four for your prompts?"
    },
    {
        "speaker": "B",
        "text": "Say that again."
    },
    {
        "speaker": "A",
        "text": "Sorry, good question. Are you using 3.5? Are you paying for DBT in order to get these prompts?"
    },
    {
        "speaker": "B",
        "text": "No, I am. Are you using the free version? Correct."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. I wonder if your coaching would be amplified with the advancements of GPT four. Possibly. I'll have to do some prompting for you. My question was, what do the other parents. A two part question. What do the other parents think of your coaching style so far? Have you had any parent parental run ins? And then follow up to that is, what is the best halftime snack you've had so far?"
    },
    {
        "speaker": "B",
        "text": "So no real snacks. Kids just bring their water bottles. I asked the parents if they wanted me to bring snacks. They all said no, that they would bring their own, but they don't really have any snacks. My kid just brings a water bottle only there for, like 45 minutes to an hour. As far as interactions with the parents, I think they like my style. They know I'm competitive. I talk. You're allowed to walk. The coaches are allowed to walk, like, you know, kind of go up and down the field with the kids to kind of, you know, instruct. So I talk a lot of shit out there, especially when we score goals and I hear the. I hear the crowd kind of backing me up, a lot of. Lot of laughing, lot of, you know, applauding after big goals. And I. Yeah, so I like to pump my kids up a lot, especially when we're winning."
    },
    {
        "speaker": "A",
        "text": "And then, I mean, this is all fantastic. Update. I feel like this was long overdue. I'm impressed with your skills so far. I'm glad that you are fulfilled. It was a little touch and go there for a minute, but I think it sounds like you're just having a phenomenal time. My last question before we move. Is. Is there a public link in which we can vote for you for coach of the year?"
    },
    {
        "speaker": "B",
        "text": "If there is, you will know about. I haven't seen one yet."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Coach Chad came in with 1300 votes. That's so crazy."
    },
    {
        "speaker": "B",
        "text": "Second place, 13."
    },
    {
        "speaker": "A",
        "text": "That's more than the entire province population. Oh, my goodness. How did you get. How. That's awesome. So, all right, we've got a lot of other things going on now that we've gone through. 26 minutes of nonsense and housekeeping chamber. I think, like, there's big web three slash crypto news going on today. There's tech news in general going on with the apple announcement. Where do you want."
    },
    {
        "speaker": "B",
        "text": "I actually want to start with neither. I want to know what's happening with Frank."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Frank, for those of you who we talked at length about this on coffee. Captain, if you. We can touch on it if you were listening. Well, Frank. Frank and Kevin showed up to coffee about Midway."
    },
    {
        "speaker": "B",
        "text": "Let me just check our audience right now. Let me just. Not here. Okay."
    },
    {
        "speaker": "A",
        "text": "No, Frank is not here. However, he. They announced yesterday the Di d, which is the. Their new kind of social media initiative, and he's got a tweet here. I'll see if I could pull it up top for anybody who's interested. Um, but so you haven't seen."
    },
    {
        "speaker": "B",
        "text": "I'm looking at the tweet now. So it says, quick technical breakdown of the three coolest things about Di. Is it, like, did or is that."
    },
    {
        "speaker": "A",
        "text": "We're not like, d guys, okay? I'm trying to find it. And this dude just tweets. Holy cow. Shoutouts to our buddy Jack, who, I don't know if he listened much to the show. It's a little late for him, but he's been grinding out those Twitter threads the last couple weeks. And Frank retweeted his. I just posted, so he got. Got some love. 39,000 views on this tweet, which is pretty cool. So our boy Jack doing good things out there. I'm still trying to get to this tweet. Can't find it anywhere."
    },
    {
        "speaker": "B",
        "text": "I just pulled it up on my computer here."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, that's the problem. I have it pulled up on the computer, but I wanted to put it in the nest, but I'll put. I put jacks up there instead. So we'll go through that to his tweet. But Jack's got the full breakdown up top. So basically, what they announced here, it's wallet authorization. Basically, the TLDR of this is they've connected the social sharing like they're their main d gods Twitter accounts now will all auto follow and unfollow based on your wallet holdings. So he teased the other day in the v one that a platform that's offering unique wallet authentication, Twitter integration and enhanced web three profiles. And so basically there's the did plus wallet, and it offers authentication for ETH, Polygon and bitcoin with wallet delegation to minimize security risks. Did plus Twitter connect your Twitter account for streamlined interactions with d gods and ute's communities, and then the v one coming soon. So basically it's theydeze pen this as a cutting edge platform designed to reshape how users interact with the web. Three ecosystem platforms functionality can be broken down into three key areas, wallet, Twitter and user profile. In the realm of wallets, the did brings an advanced level of authentication, providing a much needed feature in an industry plagued with security concerns. Furthermore, it introduces the concept of wallet delegation, so we all know what that is. With this, users can authenticate their cold wallet and avoid the risk of association or associating with repeatedly accessible hot wallets. And the platform's integration with Twitter enables quick community building. Upon connecting their Twitter accounts, users will be followed by the main d gods and ute's accounts. And shortly a feature will allow users to one click follow all verified d gods and NFT or ute's NFT holders. So kind of interesting. There's, you know, some, I think, really interesting community and social aspects of this. To me that the technical thing that's interesting is the combination of being able to tie a wallet to a Twitter profile or something like that, that automatically builds, you know, a Twitter list to follow or automatically follows you by these main d gods and youth counts? Kind of interesting there."
    },
    {
        "speaker": "B",
        "text": "Would they not be just utilizing the Twitter tech in order to do that? Like when you get the verified account, that's when you can connect your wallet to Twitter. Like, you know what I mean? Like for."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, like, the difference here is. It's a good question because I think that's where a lot of people start, right? It's like if you have Twitter blue, I can already authenticate my holdings, right? But this is, this is something a little different. So like that is authenticating your holdings to Twitter and being able to showcase via the hexagon that you own a certain NFT. This is more, so say I buy a ute and I connect my wallet to this software, and all of a sudden I'm a verified ute holder in this list and I'm now being followed by the main ute account, which is kind of a social status thing. I'm unfollowed if I ever sell and then I. The other thing is that they're allowing for this kind of one click follow all for anybody who's verified. So you can now kind of build a curated you following or d God following off of. So it's kind of quick community building. So those are kind of the main differences. I think. It's actually really interesting from what Steve was saying this morning, this concept of kind of social listening in which it's actually just as huge a benefit for a holder. I mean, sorry for ute's and d gods as collections as it is for holders from a social and status standpoint, because, like, you're basically always having a curated feed of what your community is thinking and only what your community is thinking from a holder standpoint. You know what I mean? So you can kind of see what they are talking about in real time, what they're interested in. All that stuff, I think is very interesting. Do I think this is like game changing tech and announcement? No, but nobody's done it before. I think it's very interesting and innovative concept. I think Frank and the dust labs folks are just expert community building people and this is just another step in that direction. What are your quick thoughts after?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'd just be interested to see how they're getting, like, the Twitter list. Like, are they basically just scraping Twitter? Like."
    },
    {
        "speaker": "A",
        "text": "Well, no, they're pulling. So they're based on connecting your wallet and verifying that you hold a d God. Then it's using the Twitter API to follow you from that main."
    },
    {
        "speaker": "B",
        "text": "So they're not using the API to like scrape Twitter to see who's holding, who's basically like, has a ute or a d God as a profile picture and populate that way. Or are they all."
    },
    {
        "speaker": "A",
        "text": "No, it's not based on holding it as a profile picture as far as I know. So it is only based on you connecting your wallet. So for, you know, if you were a holder that did that say, like, Steve has a ute, cap has ute's, but they use their apes, they would still be on that list included, but."
    },
    {
        "speaker": "B",
        "text": "They would have to go into the dust labs and verify."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Correct. They'd connect their wallet to their Twitter. And so, like, there's this new kind of three way flywheel happening there, which is really interesting. Yeah. So that. Do you understand it?"
    },
    {
        "speaker": "B",
        "text": "No, I think, I mean, it's cool. Uh, it's a great way to, I mean, if you're looking to pump your, um, followers, uh, you know, just grab a ute."
    },
    {
        "speaker": "A",
        "text": "Uh, well, right. And that's kind of. I mean, that's a utility."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Yeah, totally."
    },
    {
        "speaker": "A",
        "text": "I mean, like, especially if you're here on Twitter and somebody said on coffee this morning, I don't remember who it was, but that ute's are kind of cementing themselves as the content creator PFP, which I think is really interesting. And if that's a way that they are approaching it, this is a very cool feature to have. Right. Because it helps you kind of build audience based on a specific topic, which I think is interesting. And, I mean, I think it's more powerful for dust labs, right. Because they've got this insane pulse on the community. Right. Like they. And it's an auto follow unfollow thing, which is really interesting."
    },
    {
        "speaker": "B",
        "text": "No, that is very interesting. Okay, so I get. I get that the other. The other topic that was titillating, I'm just looking at the notes here, was the Ben Eth and bitboy breakup."
    },
    {
        "speaker": "A",
        "text": "You talked. Touched on both of the topics that I did."
    },
    {
        "speaker": "B",
        "text": "Oh, well, I picked the last one. What would you rather do?"
    },
    {
        "speaker": "A",
        "text": "No, no, we're going to touch on this. So bit boy. I don't know how to describe bit boy. Which Ben is bit boy. Ben."
    },
    {
        "speaker": "B",
        "text": "They are two different people, right? Like Ben, Ethan Bitboy are two separate people, correct?"
    },
    {
        "speaker": "A",
        "text": "Theoretically, yes. But I don't."
    },
    {
        "speaker": "B",
        "text": "That is not proven."
    },
    {
        "speaker": "A",
        "text": "I don't think. I mean, no one's seen them in the same room. I don't believe the other Ben. I don't believe Ben Eth is doxed. I'm not, actually. Maybe they did doxx him. I don't remember. I haven't been following all of that intricacy of the drama here with Ben, but Bitboy tweeted yesterday. Yeah. This morning, in the wee hours of the morning, 12:44 a.m. i, long asleep. By then, he tweeted that I have completely separated from Ethan. Ben. We will no longer be working together in any capacity. Good luck to him on all accounts. But going forward, Ben the token will have no association to any project related to him. He also no longer holds any Ben token. So this is important why?"
    },
    {
        "speaker": "B",
        "text": "I have no idea. Okay, well, it was on the list."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "You know, we know Bitboy a little bit. I don't know why people follow him, to be honest. I don't know what he provides that is worth the follow, to be honest. I don't know. Maybe. Maybe I'm missing something, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I mean, we touched on this a little bit last week in terms of. I forget exactly what the topic was. It was, I think it was me talking about my frustration with people sending Eve to these wallets for pre sales and stuff. And I think Bitboy's following is built on those types of people that are desperate for the gamble and they don't know where to look on their own, right. So, like that, that's typically, they follow the calls and information of people and it kind of compounds. Like, he's got. A guy's got a million followers on Twitter, so people see that now and they're like, well, he must know something. And then he leads you down a agenda filled path of where you should buy and uses you as zeglae. Is he in Xyz?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, I mean, 7 hours ago so this is after the tweet we just read. He wrote that my focus is 100% on my channel and Ben coin going forward. Sometimes in life you make mistakes and you have to admit them, move on and rebuild. I definitely made a mistake, and now we are moving on. He then followed that with, I didn't make any money on my deal with Ben Eth. He raised about $15 million. I got zero. I made a mistake. And we mutually, mutually agreed to part ways. We gave each other. We gave each. We gave each other anything we had of each other's projects. Love it how people think I did some kind of cash grab. He says I lost the most, which I actually believe because he paid the guy, allegedly, a thousand eth. And I don't know if that's gone well for him, but it's rough. I don't know. I mean, the, the reason this is actually news at all is because a couple weeks ago, he was saying the exact opposite about how he was working with, you know, the other Ben and all this stuff, and was going to be his main focus, blah, blah, blah. And of course, three weeks later, everybody forgets, and now he just wipes his hands of it."
    },
    {
        "speaker": "B",
        "text": "And is he still in bahamas?"
    },
    {
        "speaker": "A",
        "text": "I don't think so. I mean, mission accomplished. SPF has been acquired, you know, detained. So I think his mission was."
    },
    {
        "speaker": "B",
        "text": "But he hasn't gotten Ben justice yet. You know, I'm saying."
    },
    {
        "speaker": "A",
        "text": "No, that's right. I'm not sure he's gonna. But I'm just looking at his Twitter profile now, and I think only 1234-5678 I think only four of the tickers that he has listed in his profile got labeled as securities today by the SEC. Only for only four of the. Yeah, only four of the eight, yes. So you want to talk about that?"
    },
    {
        "speaker": "B",
        "text": "I don't know what was listed as securities of finance today."
    },
    {
        "speaker": "A",
        "text": "Apparently twelve different tokens. Twelve or 13. I'll get the complete list here in just a second."
    },
    {
        "speaker": "B",
        "text": "To me, they're all the same. So I don't know how you pick 13 and say others aren't. I'm just pulling up here, too."
    },
    {
        "speaker": "A",
        "text": "Yeah, so the other big news here today was like the SEC kind of announced that they were investigating CZ and Binance, because basically they said that he was found commingling funds, much like an SBF type of situation, commingling deposits with other stuff, and just created some big mess. So he's. So that came out today, sent, I don't know if you've seen the price of bitcoin today, but it sent every death spiral, which we are still in right now. Current price as of this recording, $25,609 for bitcoin and 18, oh, 427 for ETH. So based on that original CZ news, the price started tanking. Then I'm looking for. At a tweet here from SEC, lawsuit against CZ has some interesting points. Securities Exchange Commission today explicitly called twelve tokens as securities. Those include BnB, Binance, USDA Solana, Cardano, Polygon, Filecoin file, coin. Yeah, classic Cosmos hub, which is the token or ticker atom at Om, Sandbox land or sandbox token. So, yeah, so sand decentraland, which is mana, algo, axie, infinity token, which is interesting and co t. I remember Cody."
    },
    {
        "speaker": "B",
        "text": "I played Cody back in the day. I remember that one. Yeah."
    },
    {
        "speaker": "A",
        "text": "So of those bit boy has cardano in his. His profile. He has algo in his profile. He's got matic in his profile. Sorry. So only three of the 8th. I'm sure Ben Coin will also qualify here."
    },
    {
        "speaker": "B",
        "text": "I feel like Hbar has always been."
    },
    {
        "speaker": "A",
        "text": "Kind of scam, you know, I mean, the only ones that probably will survive this is. I mean, XRP is already in these lawsuits. ETH and BTC obviously are probably the ones that might survive."
    },
    {
        "speaker": "B",
        "text": "Was. Sorry, was matic on the list?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, polygon. Yeah. So."
    },
    {
        "speaker": "B",
        "text": "Yes, no bueno."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I'm sure all of those prices are absolute garbage. I haven't looked at them yet, but I'm sure they are. What's your thought here? This is a pretty big statement here, both on the terms, in terms of CZ and these tokens, obviously."
    },
    {
        "speaker": "B",
        "text": "Massive hit to all of those altcoins. I'm very happy that I'm just in bitcoin and ethereum right now I'm just looking at the charts. ETH looks to be at resistance. We'll see what happens if there's any more downside. But usually these are just one day things I want to say. Recovery is going to be fairly quick. Again, this is just the United States. I know it's a big chunk of the population, but it's not necessarily be all, end all. I don't know, it's not great. Where can you trade if you live in the United States, where do you trade chickoids? Like centralized exchange wise?"
    },
    {
        "speaker": "A",
        "text": "Currently it's like Coinbase. Okay, yeah, Kraken."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Kucoin, I guess, survives. It's not us based, but you can trade there without Kyc. That's beautiful."
    },
    {
        "speaker": "B",
        "text": "I can't believe Kucoins survive this long, you know, I mean, good for them."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, that's kind."
    },
    {
        "speaker": "B",
        "text": "Okay, so there's some options, obviously, Coinbase beverage being, you know, the top tier, I would say out of those crack, maybe cracking two. Okay. I've, you know, I've been on the record for a long time. I was never a binary. Always seemed kind of scammy to me. Not. Not saying that any of this is scammy, it's just the SEC putting, you know, putting down regulations or enforcing regulations. But yeah, binance was never a place that I felt I safe. CZ is, you know, he just seems like another. I don't know, I don't wanna be disparaging, but I didn't get this the same, like, Coinbase. When you hear Coinbase, you just. I don't know, it feels a bit more legitimate than binance. I don't know. Is that, is that just me there?"
    },
    {
        "speaker": "A",
        "text": "I mean, I don't know. Like, I get what you're saying. Finance is like this global key myth. So I would say I would rather trade on Coinbase than binance. Us. I don't even have a binance us account. Right. So. Yeah, so I don't. I would agree with you there, but I think from like a global perspective, I think, you know, they're pretty well respected, even though I think CZ has a kind of ebb and flow reputation."
    },
    {
        "speaker": "B",
        "text": "I think that's fair. Yeah, I think that's what I'm trying to say."
    },
    {
        "speaker": "A",
        "text": "So this SEC article, it says SEC files 13 charges against finance entities and founder CZ charges include operating unregistered exchanges, broker dealers and clearing agencies, misrepresenting trading controls and oversight of on the binance US platform, and the unregistered offer and sale of securities. So there's a bunch of stuff in this article here. Yeah. Unregistered exchange broker and clearing agency, unregistered offer and sale of crypto assets. Failure to restrict us investors from accessing Binance.com, misleading investors. So those are things that are listed here. What is interesting on the failure to restrict us investors, it talks about how in 2019, he basically said that all, you know, you had a certain amount of time to get off of the main platform and everybody had to go to the us exchange. It sounds like he directed Binance to allow conceal many high level or high value us customers continued access to Binance.com. in one instance, the binance chief compliance officer messaged a colleague that, quote, we are operating as a fucking unlicensed securities exchange in the USA, bro."
    },
    {
        "speaker": "B",
        "text": "And wow, you have to imagine what's happening. I mean, we see what happened with Sam Bankman freed. Allowing a couple of whales to continue to play on your main website, I think is more than reasonable in this world. You know what I mean? Not to say it's a good thing, but I could definitely see it happening, so that doesn't shock me."
    },
    {
        "speaker": "A",
        "text": "Yeah, interesting. So that's definitely the cause of all of the volatility today."
    },
    {
        "speaker": "B",
        "text": "To me."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't know about you. To me, the only time I'm getting worried is I don't, I mean, I don't know the legalities or what you would have to do in order. In order to do it. But, like, once you start coming after, like, the uniswaps, like, that's where I, that's where I get worried. I don't give a shit about centralized exchanges, but it's when I don't know if they can or not. But reduce access to those types of sites is where I'm getting a little bit more worried."
    },
    {
        "speaker": "A",
        "text": "Why is that?"
    },
    {
        "speaker": "B",
        "text": "Because that's where I make my money."
    },
    {
        "speaker": "A",
        "text": "Yeah, but if this stuff is happening, it's obviously affecting the industry as a whole from both not only like a regulatory standpoint and adoption standpoint, but also price standpoint. Right. Like, these are not good news stories for number go up."
    },
    {
        "speaker": "B",
        "text": "No, they are not. In the short term, I think long term, you know, these are like, again, I don't know. I don't know if I'm trading any of the, any of the tokens that were on that list of 13."
    },
    {
        "speaker": "A",
        "text": "I thought you got a. You had a big bag of poly, didn't you?"
    },
    {
        "speaker": "B",
        "text": "I did. Oh, I saw that one right before. Right before me. Right before meme coin season."
    },
    {
        "speaker": "A",
        "text": "That that helped, did it fund your meme coin gambling."
    },
    {
        "speaker": "B",
        "text": "Is that fun? Meme coin season. So, you know, that was a. In retrospect, a good move. So, yeah, I don't know, I feel bad saying it. I don't give a shit about adoption. I'm just trying to make money. If there's opportunity to buy at a lower price, that's good for me. As long as there's places you can exit. So obviously in the US you can enter an exit on Coinbase and Kraken and possibly Kucoin. I don't know if you can actually exit funds. I guess you just do it to your wallet, then go to one of the other ones. But yeah, as long as there's on and off ramps for the bigger tokens like bitcoin and ethereum, and then there are places where you can gamble those tokens on other tokens, that's really all that matters to me."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's fair. Couple comments before we get out of here. Our good friend warp Joe says the problem with yacht rock is the amount of Phil Collins."
    },
    {
        "speaker": "B",
        "text": "First of all, Joe, there is."
    },
    {
        "speaker": "A",
        "text": "I knew this would get you settings."
    },
    {
        "speaker": "B",
        "text": "Phil Collins is not yacht rock. There is an approved yacht rock playlist from the gentleman that actually coined the term yacht rock."
    },
    {
        "speaker": "A",
        "text": "The reason I got Philip Seymour yacht rock."
    },
    {
        "speaker": "B",
        "text": "Seymour yacht rock, that's correct."
    },
    {
        "speaker": "A",
        "text": "No, I was actually great family."
    },
    {
        "speaker": "B",
        "text": "I think I was. I think it was on Howard Stern is, I think the first time I heard the term yacht rock, and I think they had the guys that maybe was one of the, like the, the off, you know, the. Not the main show, but one of the other shows, the side shows. It might have been like, what's the name? Like John and Gary show. But that's. They had the guys that had this, I think they had a podcast or some show, and they developed a criteria for certain songs that would qualify. And they literally went through thousands of songs, basically applying the criteria and getting a score out of 100. So the only ones that would qualify is if you had a score of 60 or higher. And they actually made the official yacht rock playlist on Spotify. So if you're not listening to the approved official yacht rock playlist, you're not listening to yacht rock."
    },
    {
        "speaker": "A",
        "text": "According to chat GPT yacht rock is a term used to describe a type of music that originated in the mid seventies to early eighties. It is often characterized by smooth, mellow sound and its themes of love and affluence. The term comes from the perception that this music was popular with the yacht owning, affluent crowd. Here are some characteristics that are often associated with yacht rock smooth, polished sound, lyrical themes, use of certain instruments. Yacht rock often features the use of synthesizers, electric piano along with other harmonizing, backup vocals and prominent artists. Some of the most well known artists associated with yacht rock include Michael McDonald, Kenny Loggins, Steely Dan, Toto and Christopher."
    },
    {
        "speaker": "B",
        "text": "100% so that is chat. GPT knows what's up. I would go even further to say there is zero. They need to all be electronic instruments, so zero acoustic. Typically like a jazz. The band should have a jazz background and I wouldn't yaz flute. Yazz flute is 100% in, I would say not necessarily love songs, but apology love songs where the person that wrote it had a misstep or is looking to apologize."
    },
    {
        "speaker": "A",
        "text": "The songs often feature romantic or sentimental lyrics, and themes of love and personal reflection are common."
    },
    {
        "speaker": "B",
        "text": "This is good."
    },
    {
        "speaker": "A",
        "text": "Some songs may also reflect an affluent or luxurious lifestyle, which is where the yacht association comes from."
    },
    {
        "speaker": "B",
        "text": "This is very good. This is, you know, good job chat. GPT so Phil Collins is not on any of the yacht rock or the official yacht rock lists."
    },
    {
        "speaker": "A",
        "text": "All right, let's go to Joe to defend his yacht rock stance then."
    },
    {
        "speaker": "D",
        "text": "No, no, no. I'm totally in agreement with that shit. They should not be playing fucking Phil Collins. That motherfucker shouldn't be paid on any shit rock because like, first he's a Tottenham fan, so fuck his ass twice. But like, like, genesis died when Peter Gabriel left and that motherfucker just kept it going. Then he goes and does that embarrassing song with earth, wind and fire."
    },
    {
        "speaker": "B",
        "text": "And then are you saying easy lover is an embarrassing song? Easy love lover is like, I'm phenomenal."
    },
    {
        "speaker": "D",
        "text": "I'm saying Phil Collins in that song is an embarrassing."
    },
    {
        "speaker": "B",
        "text": "All right, that's fair."
    },
    {
        "speaker": "D",
        "text": "Just watch."
    },
    {
        "speaker": "B",
        "text": "The video is terrible. I agree."
    },
    {
        "speaker": "D",
        "text": "The video basically is the worst white."
    },
    {
        "speaker": "B",
        "text": "Guy dancing and that that dude should."
    },
    {
        "speaker": "D",
        "text": "Be banned from performing anything, anywhere, anytime. And he sucks as a fucking drummer too. But like, that's a about that. So like, it's like, it's like people who like Phil Collins are in the same group of people, people who like the Eagles and think they fucking define rock. So, like, those two people could be pushed off and stuck into a different channel where it's not yacht rock and it's not hard rock and it's not classic rock, it's just people with terrible fucking."
    },
    {
        "speaker": "B",
        "text": "That's fair."
    },
    {
        "speaker": "D",
        "text": "So that's where I was at. I was on your."
    },
    {
        "speaker": "B",
        "text": "Alright, that's good, that's good. I do love Phil Collins. I do love Phil Collins, though. No jacket required. One of my favorite albums."
    },
    {
        "speaker": "D",
        "text": "No, no, no. I'm not on your side at all."
    },
    {
        "speaker": "A",
        "text": "Much like I was with you until that. Much like the Hotel California, the Mint condition. You can check out any time you like, but you can never."
    },
    {
        "speaker": "B",
        "text": "I was listening to Hotel California, I think, like, last weekend. That is, as much as we hate it. It's a phenomenal. It's a phenomenal song. The dueling guitars in hotel California is maybe some of the best musical experience ever have."
    },
    {
        "speaker": "A",
        "text": "I. I don't really know what to say here. I don't have a strong opinion either way. I will. I'll let Joe respond with his opinion, and then we'll go to circles, and then I'll read a couple more comments, and then we'll shut this thing down."
    },
    {
        "speaker": "D",
        "text": "No, no, no. I made my point on the equals. Like, you can take one song and call Hotel California, but don't give me, like, you know, witchy woman. Like, come on. I mean, they make a whole entire Seinfeld episode, even fucking Larry David."
    },
    {
        "speaker": "B",
        "text": "That is true. That is true."
    },
    {
        "speaker": "A",
        "text": "Anthony says that Toto Africa is the goat of all yacht rocks."
    },
    {
        "speaker": "B",
        "text": "I would argue the song we played at the start of the show is, I think, what a fool believes by the Doobie brothers is the penultimate yacht rock song. But Africa, toto, definitely top three."
    },
    {
        "speaker": "D",
        "text": "Anyway."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, check out up top in the jumbotron, the link for coffee with captain. Tomorrow morning. Set your reminders 08:00 a.m. eastern time, not central time, and you will get there on time. Cap miss timed all of his links. I think they're all fixed now. Check out up top. Set your reminders for tomorrow. Cap also asks, what's the price target if ETH breaks below 1800 and holds there? For me, it's that 1600 to 1550 range over a little longer period on the daily chart chamber. Do you have anything marked lower?"
    },
    {
        "speaker": "B",
        "text": "I'd say like 1400."
    },
    {
        "speaker": "A",
        "text": "Interesting. Okay, so I'm probably looking to buy in that mid fifteen s to sixteen as a first spot chamber. Little lower target there, so that means we can't be wrong."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "And lastly, JP Kaz says he watched the first three episodes of season one of I think you should leave, and I don't know if I'm gonna make it."
    },
    {
        "speaker": "B",
        "text": "Ah, that's. Does he not know if he wants to be around anymore? Is that what he's saying?"
    },
    {
        "speaker": "A",
        "text": "That's. That's season two. And if you get there, JP, you'll understand."
    },
    {
        "speaker": "B",
        "text": "I let my daughter watch because I wanted to. You had. You had asked me my favorite sketches in season three, and I had only gone around one, so I literally finished season three. Yes."
    },
    {
        "speaker": "A",
        "text": "I was shocked that it took."
    },
    {
        "speaker": "B",
        "text": "No, but I did it again from between 08:00 and like, 1030 last night. So I rewatch it a second time in no time at all. And it was, it was very funny. So I. But I let my daughter watch the first episode justice because she's funny. She likes funny shows, but not old enough yet. She doesn't fully grasp, grasp the comedy. She doesn't fully understand why. Why would say she's."
    },
    {
        "speaker": "A",
        "text": "I would say she's not alone. I think this is a particular, this is a particular brand of comedy. I read an article, New York Times or something. I don't remember some, maybe vulture, I don't know, something described the show as cringe comedy. And I think that's a pretty apt, pretty accurate description of what it is. Right. Like, it's meant to make you uncomfortable and point out the uncomfortability in a lot of social scenarios."
    },
    {
        "speaker": "B",
        "text": "I like absurdist comedy. I think it's, you know, like absurdist."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's also accurate. But before we get out of here, I do have to ask you. We'll actually, we'll go back to couple hands, too. Did you watch the finale of Dave? I did."
    },
    {
        "speaker": "B",
        "text": "I. There's only three seasons, right?"
    },
    {
        "speaker": "A",
        "text": "Like, am I. Yeah, yeah. But the season finale, I guess, was a couple days ago. I watched it last."
    },
    {
        "speaker": "B",
        "text": "I watched it before you then. I think I watched it, like, incredible."
    },
    {
        "speaker": "A",
        "text": "I watched, it was very, it was."
    },
    {
        "speaker": "B",
        "text": "I didn't realize that was it. Was that. That it just released? I just assumed I was catching up."
    },
    {
        "speaker": "A",
        "text": "To like, oh, yeah, no, like, that's new. Real watch the end. Yeah, the season was, season three was releasing and it just finished with that episode."
    },
    {
        "speaker": "B",
        "text": "Yes, I did watch it and it was awesome."
    },
    {
        "speaker": "A",
        "text": "It was very odd, even for a Dave episode, I thought."
    },
    {
        "speaker": "B",
        "text": "But I enjoy, I wish I could get. You can't find the songs from the show on Spotify, dude."
    },
    {
        "speaker": "A",
        "text": "Fucking tell me about it. I'm so annoyed by that. I can go on a whole rant like that. All I want to do is listen to his music and it's nowhere to be found."
    },
    {
        "speaker": "B",
        "text": "Like, you can find a couple of songs, but that's it. There are some absolute bangers through the seasons. That one song he wrote for his, like, when he, like, his first girlfriend, like that. Oh, my goodness. So good. Like, are you kidding me?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they're all good. All right, back to circles. Then close it down with Joe. Since we were asking chat. GPT about Phil Collins and yacht rock, I decided to double down on that. So it does say that he is associated with yacht rock specifically. So studio and in the air tonight often have a rock, yacht rock characteristics. So, I mean, don't, don't be counting out flakongs in the yacht rock."
    },
    {
        "speaker": "B",
        "text": "Sue Studio is one of my absolute favorite songs, so I'll allow it. If chat JP sees chat DPT says so."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, Joe, tell us why chambers an asshole and then we'll close it down."
    },
    {
        "speaker": "D",
        "text": "I would never do that, but, um, no, they're saying that, uh, finance is trying to make people reverify their KYC to withdraw right now."
    },
    {
        "speaker": "A",
        "text": "So if that boy."
    },
    {
        "speaker": "D",
        "text": "Interesting need with caution, just want to let anybody know that, so."
    },
    {
        "speaker": "A",
        "text": "And that's finance us."
    },
    {
        "speaker": "D",
        "text": "And I just. Finance in general, I'm not sure about. I don't use the US. I'm just reading right now that people are having trouble withdrawing and, you know, a lot's been withdrawn today. All of a sudden you got a re kyc or something. So."
    },
    {
        "speaker": "A",
        "text": "Wow, interesting."
    },
    {
        "speaker": "D",
        "text": "Give it to you."
    },
    {
        "speaker": "A",
        "text": "We've seen this play out before, so if you can get your money out, you probably should. So don't. Don't feel like this time is different. And don't feel like it will never happen to you, because it's not, and it will. So if there's. When there's smoke, there's fire. If you have funds on there that you have not yet moved out, I would very highly recommend moving them to self custody, just in case. Right. Chamber too alarmist."
    },
    {
        "speaker": "B",
        "text": "Just come up with an adage for, like the. You know, for things like this."
    },
    {
        "speaker": "A",
        "text": "You mean like, not your phrase. Not your. Not your phrase. Broke for days. Not your keys. I don't know. There's something there. Somebody's got to figure that out. I don't know. We'll ask Chad GBT. They'll come up with something for me. All right. That's going to do it for us. Look at us. Getting through a whole show, talking about real stuff."
    },
    {
        "speaker": "B",
        "text": "Absolutely. That was a good show. You're welcome, audience."
    },
    {
        "speaker": "A",
        "text": "And for that, I've hit my quota for the week. I'll be back on Friday. Chamber and Des will be here on Wednesday. The. What else? We didn't touch on the apple thing. Did you even see the apple thing?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "All right, we need to talk. Touch on that at some point because it's."
    },
    {
        "speaker": "B",
        "text": "We can talk about on Wednesday if you're gonna."
    },
    {
        "speaker": "A",
        "text": "Won't be."
    },
    {
        "speaker": "B",
        "text": "Are you for real? Not gonna be."
    },
    {
        "speaker": "A",
        "text": "Yeah, for real. The. Yeah, I have a great excuse that. I'll tell you that. I'll tell you offline. Not on a recorded space. It's huge news. I'm gonna go. Go. You go check out the very top. The very first thing I posted up in the top today. You'll see the full commercial for the Apple vision up. Did I. Am I still there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you're still here."
    },
    {
        "speaker": "A",
        "text": "The apple vision pro. I'm dying to hear your take on it. Honestly, I need to know if this is something that you think is a cool, advanced Apple VR. It's apple ar."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "So go check it out. I'm sure you'll tweet about it between now and then. I need to know your thoughts, because I have a feeling you're not into this and you're going to be kind of like, meh. And I hold the total opposite view of that and I think it's pretty world changing at some point here. So we'll see. I know Joe, Joe Joe doesn't like the price point at the very least, which I'm totally in alignment with. But I'm curious to see on our next chat what he thinks about the actual technology here as well. So join us. Let's say we'll talk about it Friday. Unless you want to talk about it without me, which is also cool."
    },
    {
        "speaker": "B",
        "text": "I won't. We'll wait till Friday."
    },
    {
        "speaker": "A",
        "text": "Alrighty. That's going to do it for us. Until next time, stay mint."
    }
]