[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunchu, alongside my esteemed colleagues and co hosts, Chamber and Des, today. Welcome back, Des. We missed you very much, Chamber. How you doing?"
    },
    {
        "speaker": "B",
        "text": "I'm doing pretty good, man. I appreciate you pausing when it's nice to. It's nice to have a clear pause when I edit this into a podcast."
    },
    {
        "speaker": "A",
        "text": "That's why I."
    },
    {
        "speaker": "B",
        "text": "You're the best."
    },
    {
        "speaker": "A",
        "text": "That's why I."
    },
    {
        "speaker": "B",
        "text": "The last episode was very quick. I had to, like, enhance multiple, like, you know, enhancement."
    },
    {
        "speaker": "A",
        "text": "All right, so I'll make sure for a bigger. I'll get the bigger pause going next time, but that's why I do it, so I'm glad that you appreciate that. What I appreciate, by the way, is Des actually going back and listening to last episode. Is that. Did I understand that correct, Des?"
    },
    {
        "speaker": "C",
        "text": "That is correct."
    },
    {
        "speaker": "A",
        "text": "Well, I need to know. I need to know. I asked Chamber at the end, on a scale of one to ten, how was last week or Monday's episode? What did you rate Monday's episode as a non participant?"
    },
    {
        "speaker": "D",
        "text": "One."
    },
    {
        "speaker": "C",
        "text": "Listen only. Everyone knows the rules. I'd give it a 9.3. Pretty high. There's a lot of good comedy, which I think is good for our Monday shows, and. Yeah, I'm gonna give it a 9.3."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, Des has spoken up multiple times that he thinks we do too much nonsense. So I'm glad that we had the balance of nonsense and information, and I think we'll get that today as well, I hope. But, dez, what's your secret talent?"
    },
    {
        "speaker": "C",
        "text": "I do want to have a dance off battle. I fully agree that, but I."
    },
    {
        "speaker": "A",
        "text": "That what kind of. Any specific dances like his was very clearly the two step. I don't think you're going to get him the gritty or anything like it didn't sound like it."
    },
    {
        "speaker": "C",
        "text": "We could go whatever. We could do a world of dance and just do a whole bunch of different styles and just aggregate it all."
    },
    {
        "speaker": "A",
        "text": "Man, this sounds like an NFT NYC goats event."
    },
    {
        "speaker": "C",
        "text": "Sounds like it."
    },
    {
        "speaker": "A",
        "text": "What other secret talent do you have?"
    },
    {
        "speaker": "C",
        "text": "I'm a pretty good sailor."
    },
    {
        "speaker": "A",
        "text": "Sailor?"
    },
    {
        "speaker": "B",
        "text": "You did not just say sailor."
    },
    {
        "speaker": "C",
        "text": "I grew up my whole life sailing."
    },
    {
        "speaker": "B",
        "text": "Does not shock me. I've never been less shocked in my life."
    },
    {
        "speaker": "A",
        "text": "I think I can't wait to hear what Steve comes up and says. His secret talent."
    },
    {
        "speaker": "B",
        "text": "I feel like if he has a talent, it's not a secret. What do you think about that?"
    },
    {
        "speaker": "A",
        "text": "That was pretty funny. I think that's a perfect des secret talent. I don't think it's super surprising. However, the reaction of catching chamber just completely off guard was well worth the price of a mission we have. Before I go to you, chamber on your secret, Tom, we have an awesome, awesome show today. We have special guest, crypto painter. Uh, joining us today. We're going to talk all things, uh, web three, art and some drunk Santa, because I need the alpha on what I should be doing with drunk Santa. So we're super pumped to have crypto painter with us today. If you, uh, wouldn't mind, give us a comment down below in the bubble or share out the show. Help us fill up the room. Give us, uh. Yeah, give us your secret talent and, uh, tell us if you're a at all surprised. With Dez's secret talent chamber, what's yours?"
    },
    {
        "speaker": "B",
        "text": "I've been thinking about this for the last few minutes now. I guess it's not that much of a secret. Cause it's in my Twitter bio. I'm deceptively good at arm wrestling."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "B",
        "text": "I mean, I'm like a big guy, but I'm like. I've beaten, like. Like, people that go into, like, strongman competitions. Like, it's. It's weird. It's like, I don't know, it's like the length of my arm where it meets my elbow. It's. It's the perfect lever. I don't know what it is."
    },
    {
        "speaker": "A",
        "text": "Like, science, like, scientifically, it's like the."
    },
    {
        "speaker": "B",
        "text": "Perfect proportion for, like, arm wrestling, apparently."
    },
    {
        "speaker": "A",
        "text": "Have you ever. Have you ever tried to go pro?"
    },
    {
        "speaker": "B",
        "text": "I was a competitive arm wrestler as a kid, like, up until, like, 1617."
    },
    {
        "speaker": "A",
        "text": "Like, leagues? Or are we just talking, like, hustle."
    },
    {
        "speaker": "B",
        "text": "Your friends arm wrestling leagues? Yes."
    },
    {
        "speaker": "A",
        "text": "Stop it. There's no. Is there? I have trope. I have trophy. Is there evidence of this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Can you please tweet a picture of one of your arm wrestling trophies?"
    },
    {
        "speaker": "B",
        "text": "I'll have to check with my mom because my mom probably keeps those, if I'm being honest."
    },
    {
        "speaker": "A",
        "text": "Oh, your mom definitely has them. That's the only thing you've ever been good at. Of course. She keeps them under her. On her mantle. They're definitely there, right? I can't even believe. So you have a. You have a scientific freak on."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's just. Yeah, the way it's proportioned, it's perfect for arm wrestling."
    },
    {
        "speaker": "A",
        "text": "That. Yeah. Okay. I mean, I'm down with it. I think my secret talent is not a secret to you guys here because I bust it out frequently. It would be the impressions. No. What? Like, if you're just walking past me on the street, you don't know that. I can do, you know, some decent impressions?"
    },
    {
        "speaker": "C",
        "text": "I would also walk in to start out the show in case."
    },
    {
        "speaker": "A",
        "text": "Oh, I had. You know, I had. I had. I got on call walk in today on coffee with Captain this morning. Yeah. I forget what the situation was, but Steve called me up impromptu to do some walk in, and I just. Yeah, I actually had this whole bit in college where I did. I wrote a skit about Christopher Walken owning a shoe store. And the slogan was like, that you'd be walking out of here in no time. And the whole skit. The whole skit was about Christopher Walken selling you shoes. That was the kind of stuff I did in college. But I think my other secret talent is singing. That would be another."
    },
    {
        "speaker": "B",
        "text": "That's where I was going to go to."
    },
    {
        "speaker": "D",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think my arm wrestlers."
    },
    {
        "speaker": "B",
        "text": "My arm wrestling is better than my singing, but my singing is passable and surprise and surprising when you don't expect."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "One beyond blink 182 years."
    },
    {
        "speaker": "B",
        "text": "I am better than everybody in blink 182. Like, it's not even close."
    },
    {
        "speaker": "A",
        "text": "So just a fun, quick anecdote. I forget when it was. Maybe two months ago, actually. Maybe it was as the summer was ending, because I remember being out on my front porch, and some reason I was texting chamber and I, we were just, like, shooting the shit about something, and he said that he was playing the guitar and writing a song for somebody's wedding. And I was like, oh, I didn't. Like. I knew he dabbled in guitar. I did not know that he was a lyricist. And so he actually sent me the song. He was kind of recording there on his phone, and I was very impressed. I went in with no expectations. Cause I was kind of caught off guard. And definitely a decent, decent fun factor."
    },
    {
        "speaker": "B",
        "text": "And singer Amber, my wife, mentioned to me just the other day that since my procedure last week."
    },
    {
        "speaker": "A",
        "text": "You'Re down an octave."
    },
    {
        "speaker": "B",
        "text": "No, up an octave."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, you're up an octave."
    },
    {
        "speaker": "B",
        "text": "She's definitely noticed. It's like, it sounds good. It sounds a little different. Like. Like a half octave, maybe, but she's like, it sounds really nice."
    },
    {
        "speaker": "A",
        "text": "Wow, that's really interesting. Yeah. So my other secret talent would be. Would be singing. I think I sent you back."
    },
    {
        "speaker": "B",
        "text": "You did. Yours was way, way better than mine. And it's much. It was produced, too. Like, it was. It was good."
    },
    {
        "speaker": "A",
        "text": "That's why, like, I am, you know, take me out to, like, a carry a good karaoke bar, and I'm, like, in my element. But anyway, that. Those are my secret talents. Everybody who comes up today, feel free to share your secret talent. Before we get into crypto painter, see a couple hands up circles. You were first. What is your secret talent, other than deadpan humor on Twitter spaces? Oh, that is."
    },
    {
        "speaker": "E",
        "text": "I mean, I don't even think that's a secret, actually. That's just me in general is definitely that short little bit. Secret talent would probably be guitar playing. In college, I was part of a small, semi. Okay. Ish coffee bar band, you know?"
    },
    {
        "speaker": "A",
        "text": "Okay, what was the band name at the moment? Okay. Dig it. Oh, I. Like, Steve gave a thumbs down. I liked it."
    },
    {
        "speaker": "F",
        "text": "Well, that sounds so fucking angsty."
    },
    {
        "speaker": "B",
        "text": "Sounds so 2005."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Yeah. Like, yeah. Like, we were kind of like a simple plan, like all american rejects combo."
    },
    {
        "speaker": "A",
        "text": "I'm actually now picturing you playing a coffee bar. Like, a very quiet coffee bar with just screamo."
    },
    {
        "speaker": "E",
        "text": "I love it. I did want to say thank you all so much for breaking the Twitter problem that we've been having. This is the first space today that I actually got a notification for that it was starting. So whoever you paid, whoever you bribed, I appreciate it, and I hope this will continue."
    },
    {
        "speaker": "F",
        "text": "That's v squared's other hidden talent right there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "D",
        "text": "I can't even take credit."
    },
    {
        "speaker": "A",
        "text": "Chamber actually sang Elon a song personally. He's been called the songbird of his generation by those who have heard him. Steve, what's your secret talent? And you can't say playing the piano or video games, because we know those talents already."
    },
    {
        "speaker": "F",
        "text": "So I'm gonna do a. I'm gonna do a derivative of both of those is what I'm gonna do. Because I asked my wife, I'm like, what is my. I mean, I could say my secret talent is I can be relatively mediocre at just about anything. And by that, I mean I tend to have."
    },
    {
        "speaker": "B",
        "text": "That's a good."
    },
    {
        "speaker": "F",
        "text": "You know what I mean? Do you know what I mean, though? Like, I don't. Like, if you're like, hey, have you ever played bocce? I've never played bocce ball before. Right."
    },
    {
        "speaker": "D",
        "text": "I."
    },
    {
        "speaker": "F",
        "text": "Like, I've seen it. It looks cool. I've never played it. If I went and picked it up, I'm confident within a couple games, I could be serviceable or bowling or you name it. Um."
    },
    {
        "speaker": "A",
        "text": "Oh, you would. You would be fucking amazing at Bocce, and you would let everyone know it. Like, you. I think you. You should actually try to pick it up. I think you'd be very good at it."
    },
    {
        "speaker": "F",
        "text": "Yeah. But, um, I. Cause, like. Yeah, like, I have, like, weird, obsessive periods of my life where, like, I don't know that it's talent as much as I do it really obsessively. So, like, the things I was going to say, sort of derivative points. So people know I play piano. People might not know I can pick up, really any musical instrument and figure out how to play it in relative short order. And actually in high school, I was one of the top trumpet players in not just like the state of Ohio, arguably the country."
    },
    {
        "speaker": "A",
        "text": "Get recruited for the band for Ohio state."
    },
    {
        "speaker": "F",
        "text": "Yeah. And, and, and I. I was like, like, my freshman year, the principal son was the first trumpet. And my freshman year, like, coming in, he was a senior, I was a freshman. They put me over him as first trumpet with all the solos and stuff. So that's. That's one and then the other. I was gonna say, not video games. Cause like, I said I could pick up any video game, but specifically, I will fucking murder anybody in Tetris. Like Doctor Mario, I'm pretty good at. If we play Tetris, I will absolutely. Like, my parents get actually mad. Like, my mom doesn't swear, but if she plays Doctor Mario or Tetris me, she will. Cause they used to play growing up. So, like, those are sort of the two, but both. I mean, I don't know. Like, anytime I do something, I obsess. So, like, that's. That's sort of like, it's not telling. It's just a lot of work. But, like, I think the trumpet is maybe one people don't know about, which I don't even know if I could still play, but it was. Or any instrument. Like, my kids would have, like, octopus with little horns in the tentacles and I could play like four songs on it. Like, I figured out that."
    },
    {
        "speaker": "A",
        "text": "So, like, stuff fucking crushes hot cross buns. Yeah."
    },
    {
        "speaker": "F",
        "text": "You have no idea. Like, I could fucking murder hot cross buns. So, yeah, it's a good. So, yeah, like, I was going to go ancillary. Cause I know people know those, but, like, probably Tetris being, like, one of my fave. And then. And then, yeah, trumpet is something people don't know."
    },
    {
        "speaker": "A",
        "text": "I played shout out to the guy who wrote hot cross buns. Like, he did such a smash job that no one's ever tried to write another song about hot cross buns. Like, it's the only one. Name another hot cross buns song. You can't. You can't. Des. You got any more secret talents?"
    },
    {
        "speaker": "C",
        "text": "No, I am talentless. But I did want to just give a shout out because we've got a couple minutes before I'm going to close the window. But if you haven't put in a parlay bet on our props that we usually do on the show, please go to Discord DJ and Discord and go under TMC prop bets. Under the war room, you have access and go place a prop bet. We actually have six prop it tickets in right now. So that's."
    },
    {
        "speaker": "A",
        "text": "And you're giving away a goat, right?"
    },
    {
        "speaker": "C",
        "text": "I'm giving away a goat. Whoever hits the the best paying out parlay. Now some, obviously we have Djen's. I think the record is like a nine leg parlay that pays out like, I think plus 42 million to one. But, you know, there are some sharps going with like three leg parlays that are manageable. And yeah, it's a pretty good opportunity to win. Sweet. Nft."
    },
    {
        "speaker": "A",
        "text": "So I'll throw in. I'll throw in some Djen tokens on top. The discord token for whoever ends up winning. We'll get some discord tokens to you for the MVP race."
    },
    {
        "speaker": "B",
        "text": "We should also give out our mvp of last episode."
    },
    {
        "speaker": "A",
        "text": "I was just going to kick it to you for that."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "B",
        "text": "So we've been doing this for two. This will be the third episode. The first two episodes. Bundyeh has really, you know, separated himself from the pack. But I'm going to leave it up to you guys. So I usually look at the laugh emojis because that's what I really grade the show on is like how many times people are laughing. So we have two kind of potential winners here. We have Bundy in the lead with 863 laugh emojis in one out."
    },
    {
        "speaker": "F",
        "text": "So this is how many he received, right? Like he."
    },
    {
        "speaker": "A",
        "text": "No, this is how many he gave out. So he's just out there just pumping, spamming more than awarding it this way."
    },
    {
        "speaker": "F",
        "text": "Is the most chamber fucking way ever. Like, who laughed at me the most? That is who the winner of the show is."
    },
    {
        "speaker": "B",
        "text": "This is my show."
    },
    {
        "speaker": "A",
        "text": "Well, we don't really have a good way to do it yet."
    },
    {
        "speaker": "B",
        "text": "I like this way the best. It's whoever I made laugh the most. So Bundy, eight, 6863 laugh emojis."
    },
    {
        "speaker": "A",
        "text": "Hold on. Not only that, but then 100 and 3100. So he's like at a. He's at a thousand emojis in a 1 hour show."
    },
    {
        "speaker": "B",
        "text": "So not to be undone, Aaron comes up with. That was my next 1652 laugh emojis, but 300 hearts. So totaling up, Aaron technically threw out more emojis, but Bundy had more laughs."
    },
    {
        "speaker": "A",
        "text": "So to me. To me, it's."
    },
    {
        "speaker": "B",
        "text": "I agree. That's where I'm leaning."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So congratulations."
    },
    {
        "speaker": "A",
        "text": "Bundy has been dethroned as the two time champ and Aaron is the new current reigning MVP."
    },
    {
        "speaker": "F",
        "text": "People were talking dynasty talk before about Bundy. So this is a big, a big overturn."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, lots of people have been having the conversation about is Bundy the goat, the emoji goat. And, you know, nine finals appearances."
    },
    {
        "speaker": "F",
        "text": "People are asking, is Bundy good for spaces or is he bad for spaces? Based on how good he and dominant he is. There's a conversation."
    },
    {
        "speaker": "A",
        "text": "Yeah. People are asking now, I mean, look, he still has doubled up MVP's on Aaron. So I would say there's still a long way to go to surpass usurp Bundy. But, you know, the gauntlet has been thrown. Riggs. Riggs."
    },
    {
        "speaker": "B",
        "text": "Riggs was up there as well. And also pain was in the mix as well as well."
    },
    {
        "speaker": "A",
        "text": "Riggs is."
    },
    {
        "speaker": "F",
        "text": "Riggs is like, like a derrick rose flash in the pan on that one, though, is the question is, is Bundy like, is Bundy just Jordan? And we got bored and gave it to Karl Malone here. That's what I'm trying to figure out."
    },
    {
        "speaker": "A",
        "text": "So I will say that Aaron Stack, his overall game."
    },
    {
        "speaker": "B",
        "text": "Aaron's."
    },
    {
        "speaker": "A",
        "text": "He, he put up. He put up a triple triple. He's got. He had 300 and 5100, 129 hearts and 652 laughs. He, that's the elusive triple triple. And nobody, I don't think anybody else has done that yet. Bundy got a double triple, but not, not a triple."
    },
    {
        "speaker": "F",
        "text": "In the contest of who can impress, who can praise chamber the most in that contest, Aaron won."
    },
    {
        "speaker": "B",
        "text": "That's enough of you today, okay? I thought we were going to be on the same team today, but you're coming in hurting my feelings. So can we talk to painter now?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, we got, we got two minutes and then I'm going to talk and we're going to throw it to painter because I see two hands down there. We got to let Bundy defend himself here as a champ. And then circles and then we'll talk to our good friend crypto painter. So real quick, when did we change the rules? Because I thought the rules were the most laughing emojis for chamber. That's what I was going off of because I'm going for a five p. Already talked trash to rigs earlier in mind and circle spaces today that he stands no chance for the next two days. So do I got to start over? Is this, am I going for 1500 today?"
    },
    {
        "speaker": "B",
        "text": "What's going on Monday? Just whatever."
    },
    {
        "speaker": "A",
        "text": "Whatever. I mean, look, I think the contest is emojis, is it not? Like I mean, it could be, it could be laugh emojis."
    },
    {
        "speaker": "B",
        "text": "I mean, we're not, we're definitely not counting thumbs down emojis. So if you're coming in hot with."
    },
    {
        "speaker": "A",
        "text": "Those, I don't know, if you, I don't know, throw them out there, you could be in the mix. I don't care. I'm actually going to start keeping like an actual, like, spreadsheet of everybody's stats here and we'll see. Captain, just throwing the thumbs down."
    },
    {
        "speaker": "B",
        "text": "Don't like it."
    },
    {
        "speaker": "A",
        "text": "Circles. Circles. What's going on?"
    },
    {
        "speaker": "D",
        "text": "Hey."
    },
    {
        "speaker": "E",
        "text": "So I had to come in and defend my fellow co host because Steve over there throwing shade, hard shade of Bundy, saying he's not good for space. I'm going to have to speaker two."
    },
    {
        "speaker": "F",
        "text": "I said people are asking the question. I didn't say I was asking. I said the discussion is happening in certain circles. People are starting to ask a question."
    },
    {
        "speaker": "E",
        "text": "Skip Bayless, people as in the royal we or the royal you? No, you. You're lumping yourself into there. I see you. I'm, I'm watching out. You can't get that fast."
    },
    {
        "speaker": "A",
        "text": "Skip Bayless was actually. Skip and Shannon Sharp did a ten minute segment about Bundy today, and if he was good for the sport. So I heard Shannon walked right out. He did. Because, because Skip said Bundy wasn't good for spaces and Shannon was just, wasn't."
    },
    {
        "speaker": "B",
        "text": "Having any of it at all."
    },
    {
        "speaker": "A",
        "text": "No, I wasn't having it, but. All right, let's get a, into our chat with crypto painter. Crypto painter, welcome to 20 minutes of nonsense. We have scones. Thanks for joining us today."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone. It's hilarious, actually. And I didn't know you guys were so talented."
    },
    {
        "speaker": "A",
        "text": "Well, that's going to be my absolute first question to you is, outside of creating amazing art, what is your secret talent that nobody knows about you?"
    },
    {
        "speaker": "D",
        "text": "This one's actually pretty embarrassing. Well, I think it's embarrassing. It's speed skating."
    },
    {
        "speaker": "A",
        "text": "Oh, let's hear a little bit about this. Where did, like, did you start speed skating from a young age? Like, were you competitive? Where did that come from?"
    },
    {
        "speaker": "D",
        "text": "So my parents are korean, so they're from South Korea. So my mom, for some reason, has this, like, love. I mean, the country does itself, but she has this love for short, short track speed skating. So I actually don't remember when they started because I only seen pictures of me on speed skates before I can even walk on, like, a little ice bucket. Yeah."
    },
    {
        "speaker": "A",
        "text": "That's crazy. So you're like the, I mean, you're like the Tiger woods of speed skating?"
    },
    {
        "speaker": "D",
        "text": "No, no, no. Like, that's what my mom would want. The thing was, like, growing up, like, you know, I mean, I'm sure most of you guys know the outfit, so, like, it's not really cool."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "So. Especially when the hockey team. Hockey team is practicing after you, so it's."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, that's hilarious."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I didn't. I tried. I quit earlier than I should. So, like, my mom wanted, like, Olympic dreams, and, like, I didn't want to go that route."
    },
    {
        "speaker": "A",
        "text": "So how, like, when does one have to make that decision to either, like, lean into, I'm going to try to go for the Olympics, or I'd rather not be made fun of by the hockey team."
    },
    {
        "speaker": "D",
        "text": "When you're, like, seven or eight years old? Yeah."
    },
    {
        "speaker": "A",
        "text": "That's crazy. So do you think you could, like, pick it up today and be, you know, pretty. Pretty good at it? I feel like you don't forget how to skate, but can you, like, speed skate like you used to?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So I kind of tried it. Got a little cocky and had a couple spills because, you know, I want to go faster than, like, could at a time, but at the same time, like, it's a little different when you have, like, those rental skates. Yeah. Like, hockey. The typical ones. And, like, they're all different."
    },
    {
        "speaker": "B",
        "text": "Can you get. Can you get rental speed skates?"
    },
    {
        "speaker": "D",
        "text": "Depends on the track. Like, if you're going to those outdoor, like, date spots, I highly doubt it. But if you actually go to a real track, I'm sure that you might be able to."
    },
    {
        "speaker": "A",
        "text": "Interesting chamber you."
    },
    {
        "speaker": "B",
        "text": "I've actually tried speed skating before. It's crypto painter. You're not from Canada, are you?"
    },
    {
        "speaker": "D",
        "text": "No, I'm actually from LA."
    },
    {
        "speaker": "B",
        "text": "That's crazy. Yeah, that's a. I wouldn't say speed skating is, like, a common thing here, but it's definitely, like, you know, people that speed skate here. I would say, like, growing up."
    },
    {
        "speaker": "A",
        "text": "Yeah. I was gonna ask, like, you've. Have you. You've speed skated before. How did it go? I can't imagine you. I can't imagine. You're very graceful."
    },
    {
        "speaker": "B",
        "text": "I was. I played a little hockey as a kid, and as you can imagine, I was a tank. And that. You didn't need to be very graceful to do that. It's. I mean, it's interesting. You can go significantly faster in speed skates. It's for real, but it's. Your movements are significantly slower, too. I find it's all about the power. Big quads. Big quads and speed skating."
    },
    {
        "speaker": "A",
        "text": "Oh, I've got, you know, pretty strong legs. I'd be okay at speed skating then maybe. We'll see. But that's a. That's a good secret talent to have. If you haven't shared your secret talent with us today, drop it in the comments. We'll read them as we go along here. But thanks for joining us. Crypto painter. We wanted to take the opportunity to learn a little bit about you, your story, what you're working on in the space, drunk Santa, which I've been participating in, and all of that great stuff. So I guess first I'd love for you to share kind of your typical origin story and how you found web three and nfts."
    },
    {
        "speaker": "D",
        "text": "Yeah, the origin story would be at an underground poker game, and that's when I first learned about bitcoin and I got really interested in it because when you play a lot of poker, especially when you're paying out each other, it's kind of like, at the time, at least when I discovered it, like, venmo wasn't that popular. So we would either PayPal or pay cash, but then you can never, like, wire it because it'll be over, like, ten grand or you have to wait three business days. So it's kind of, like, whack. And so a lot of the poker guys would use crypto to, like, slush around money. So that's how I got into crypto."
    },
    {
        "speaker": "A",
        "text": "That's interesting. So you. So you found crypt bitcoin because you were paying each other for, like, high stakes poker games? Is that what I'm tracking?"
    },
    {
        "speaker": "D",
        "text": "Yeah, basically. And, like, sometimes, like, let's say a player, he's not from the states, let's say he's from Hong Kong. So, like, he doesn't want dollars. He wants to get paid in whatever currency. So people would, at the time, was just shipping bitcoin."
    },
    {
        "speaker": "A",
        "text": "That's fascinating. I got into the space from gambling as well, but it was from a sports betting angle and having to use bitcoin before I knew really what it was to deposit on sportsbooks. So that's pretty cool. So take us from where you found originally bitcoin to nfts, because it sounds like that's pretty early days. So what year was it that you're doing this?"
    },
    {
        "speaker": "D",
        "text": "So the poker stuff is like 20, 1617. But I really started getting into 17. I mean, I had, like, bitcoin earlier on, but, like, at the time, I didn't even know it was bitcoin. It was just a way for me and my friends to kind of just, like, invest in something that sounded like pretty crazy. But then we got hacked from Mount Gox. So, like, I mean, so it happens, right? So that kind of like made me not into it until like 17. And I was like, oh, it's that thing. And then I really started getting into it. But yeah, like, for nfTs, some of the, some of my friends who are into bitcoin, especially like the miners, they told me about this crypto punk and like, so I got very interested into it. So I was thinking about, you know, like, hiding behind a crypto punk and just like, doing crypto art is basically how I got into it as far as it. But I actually started collecting one of one art before even collecting any pfps. So I just started collecting on super rare."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super cool. Where did your, where did your art journey start?"
    },
    {
        "speaker": "D",
        "text": "My art journey started, I guess, when I was a kid, but career wise, after college, I started off at 3D Realms, which is a video game studio out in Dallas. And they're known for a game called Duke Nukem Forever and Duke Nico. And then, so they're really close with like id software and stuff like that. And then after that I went to midway games. They're known for Street Fighter. So I went. So I worked there for less than three years. And then after that I went to the film industry."
    },
    {
        "speaker": "A",
        "text": "That's very interesting. Chamber, I saw your, you pop up those 100 emojis, you big Duke nukem guy."
    },
    {
        "speaker": "B",
        "text": "Big Duke nukem kid. That came out in like, I think I feel like I was like twelve. Like, perfect age for me. It taught me a lot about life, those bfgs. And it was, it was a good time. It was, it was definitely like a next, it was a jump in video gameplay. I remember at the time."
    },
    {
        "speaker": "A",
        "text": "Steve, were you a Duke nukem guy?"
    },
    {
        "speaker": "B",
        "text": "He's playing Tetris."
    },
    {
        "speaker": "F",
        "text": "Oh, 100% was a Duke nuke chamber and I are the exact same age, sans a couple of months. He's a little bit older than me, but a little bit wiser as well, obviously for that reason. But no, I was, I love Duke newcomb. Like, I got real excited when I."
    },
    {
        "speaker": "B",
        "text": "Like, am I about right? Like twelve years old? That's on the sound about right, Steve?"
    },
    {
        "speaker": "F",
        "text": "It feels, I mean, I honestly, like, it's all kind of a blur, like sometimes between the ages of ten and twelve, though. 100%. That was like, that was like the age of like, Duke Newcomb."
    },
    {
        "speaker": "B",
        "text": "Wolfenstein."
    },
    {
        "speaker": "F",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "These were all these, I played them all on PC. Would you play them on."
    },
    {
        "speaker": "A",
        "text": "Yeah, PC, yeah, I was going to say the same thing. PC, for me, was there, like, a console game version of Dude Newcome?"
    },
    {
        "speaker": "B",
        "text": "Maybe later."
    },
    {
        "speaker": "A",
        "text": "Crypto painter. Was there a con? Was there a console version?"
    },
    {
        "speaker": "D",
        "text": "I don't. Honestly, I don't even think consoles were out then."
    },
    {
        "speaker": "A",
        "text": "I think, like, way later. Did they do."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, maybe later on."
    },
    {
        "speaker": "D",
        "text": "There's a. There's a sequel version, the one that I started working on, which is forever. That one came out, I want to say, like, in the mid 2015s or something, and that one came on console, but, yeah, the one that we all grew up in, talked. Talking about is the PC one that's, like, Wolfenstein. Like, they're all. They're actually all good friends, the founders."
    },
    {
        "speaker": "B",
        "text": "That is crazy."
    },
    {
        "speaker": "D",
        "text": "Like, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's wild. So that as soon as you said Duke Nukem, I got taken to the wayback machine, and I saw chambers, hundreds going up. So I. I know he's not. I know you're not, like a typical video game guy. So I was, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, back then, it was a lot of Duke nukem. And if you were really cool, like, you had a buddy that had an older brother that got you leisure suit Larry. If you guys remember that."
    },
    {
        "speaker": "F",
        "text": "Let's fucking go. Chamber. Now we're talk. You know, it's funny, you know, the reason I was so to come off mute, by the way, I was trying to find a good picture of chamber because I was gonna, like, photoshop a black and white quote board that said it taught me a lot about life. Chamber on Duke Nukem, he had, like, such a good, classic chamber."
    },
    {
        "speaker": "A",
        "text": "It's so true. Leisure suit Larry. That's fantastic. Cool. Yeah. So going back to your story, crypto painter. So you made your kind of art journey in through the video game space and then into Hollywood and then, so at what point were you like, man, I'm gonna really lean heavy into, you know, my own art and the NFT scene."
    },
    {
        "speaker": "D",
        "text": "Yeah. So, like, I just started selling a sabbatical from the film industry. Cause I worked on a lot of flicks. So, like, it was kind of stressful. So, like, for me, this is. I started taking a break before the pandemic. So I kind of used the pandemic as an excuse to just, like, never come back to work. And while I was on break, because I didn't want to be rusty when I go back to work or if I thought about going back to work, I wanted to still, you know, practice and paint about things that I liked. So at the time, I was really into crypto especially, like, investing heavy into actual protocols. So, like, for me, I started painting about it because it's just kind of, like, relaxed me. And then when a lot of my friends who were getting into crypto wanted, you know, advice or something like this, or, like, hey, what crypto should I buy? I would just send them a picture, send them a painting of, like. Like, this is what I painted. And, like, so that's kind of, like, the way it went, and that's how it evolved into the no crying in crypto piece, because those very. Because those, you know, same very friends, you know, when there was, like, a red candle day with always cry and text to me, like, oh, my God, like, I'm getting wrecked, you know, like, I lost 50% or whatever, and so I would text them this painting of, like, there's no crying crypto, right? Because it's very volatile. So, like, that's kind of like, how it. I started off while I started collecting one of one. And then once I decided, like, all right, I'm gonna give this a shot, that's when I really, like, try my best."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome story. I think it's super cool that the. You would send your friends your own art. JP Kaz in the war room does that, too. Except his art is nowhere as good as yours yet, but he's getting better with his AI prompt. So, actually, we were talking a lot about AI on our Monday show. What's your thought on AI as a tool for art?"
    },
    {
        "speaker": "D",
        "text": "I think it's amazing. I think it's incredible. Like, I'm in the camp of, like, any tool to help you create something beautiful to get your, you know, your. Whatever's in your. In your thought is amazing. So, like, for me, I see a lot of joy and happiness in my friends in real life. Like, I mean, like, I literally see them using the apps to use their face to make themselves look like whoever, or they'll use prompts. And it's really cool because not a lot of people have the talent to draw or paint, but they have ideas, right? So, like, it's awesome to see them, like, finally be able to kind of get their idea across and, like, them being extremely happy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's super cool. Unfortunately for me, AI has taught me that I have no original thought, and I struggle greatly at actually creating ideas. I I feel like I'm, like, good in the moment, but when I sit down to actually think about something I want to create, it doesn't quite work for me like that, but it's so cool to see. And I love, I mean, there's, like a ton of debate on whether it's a good or bad thing. So I think it's a really cool take from you about it being a tool that helps people get creative, right. That maybe don't have or haven't been drawing or painting or anything like that there whole life. So I think that's super cool. Um, tell us a little bit about drunk Santa, because I have, by the way, chamber. Des, do you. Do you have any drunk Santas?"
    },
    {
        "speaker": "B",
        "text": "I was gonna buy one today on the show."
    },
    {
        "speaker": "A",
        "text": "Oh, good. That was a prop bet from last week, by the way, so I wonder if it still counts if you do it right now."
    },
    {
        "speaker": "B",
        "text": "What, that I just buy something randomly on the show?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it was. Does an NFT get bought live on the."
    },
    {
        "speaker": "B",
        "text": "That's always a good bet."
    },
    {
        "speaker": "A",
        "text": "So. Okay, so you don't have any. Des, do you have any?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay. I have a drunk Santa. In fact, do I have three. I have three drunk santas. Yeah. And I've been, like, diving into the. I think I've done everything I'm supposed to do. So tell us, I guess, first of all, what the inspiration for the drunk Santa project was. And because I think what's really cool here is you have a gaming background and you can kind of see the game theory and play fullness inside of what you're doing with drunk Santa. So talk a little bit about first, like, where the inspiration came."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So drunk Santa actually came from a couple of things. One is, like, I started a startup, and it's using a lot of the ip brands to, like, put into video games or products or whatever. So, like, as this business grows, I have to be more proper and I have, like, you know, investors and the board and all that to report to. So in that case, like, I still are. I feel like I'm limited. So it was kind of like my version of, like, martial mather, like my alter ego, because basically, when I first started painting, the reason why I bought my, you know, my monkey jpegs were I. So I can hide behind it. So now it's kind of like, I feel kind of like. Like I have limits. So drunk sand, it kind of like, lets me say things that maybe I'm not allowed to say as a founder. So that's kind of like a spur of it. And at the same time, I got kind of, like. So, like, when I entered crypto art in 2020, and then I got kind of bored, I want to say, like, end of. I don't say actually, middle of 2022. And that's when I started slowing down, because I was also busy. But at the same time, I got sick of, like, painting something cool or something meaningful, and then it sells, and then I get a bunch of likes and, like, go back and I paint something cool, and they do the things over and over, and it's kind of, like, I felt very out of touch with people who like my art. So I wanted to think of a way where I could have people who even can't even afford my art still be able to play along or still be interested in my art. So, like, I. And drunk Siana, I'm sure with the games, I think people are figuring it out. Like, it's, like, my way of, if I need, like, an ape, for example, like, I'm gonna go to the. To the token that's holding the monkey. So, like, things like this kind of, like, makes me more, in a way, I'm building a data set or a big library reference, and then when they have, like, art block and I can't think of anything, then the people who hold the token for two words, they'll be able to submit two words. And then, you know, like, from there, we can have fun where, like, they can see what I'm actually coming up with. So they have a say in a way, and that's kind of, like, what? It's a little different."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's cool."
    },
    {
        "speaker": "C",
        "text": "A bag holder."
    },
    {
        "speaker": "A",
        "text": "You bought one? You got one, destin."
    },
    {
        "speaker": "C",
        "text": "Yeah, I bought a couple of the drunk Santas, and then I didn't realize, but the. The burn to earn kind of editions where you actually get an image. One of my favorite crypto painter paintings is on that one, and I always wanted it, so pulled the trigger on that. So I'm pretty happy."
    },
    {
        "speaker": "A",
        "text": "That's awesome. So, crypto painter, tell us a little bit about what people are supposed to be doing inside the drunk Santa ecosystem or kind of what their options are or things like that, because there's a lot of things going on here that are really cool. But if you haven't been following along yet to this point, where should people maybe start? Right?"
    },
    {
        "speaker": "D",
        "text": "It's a good question. So drunk Santa is just drunk Santa. So, like, he's the one that hands out gifts. So he hands out gifts throughout the year and, like, throughout my career. So he can hand out gifts every month, or he can hand out gifts every other quarter. He's going to keep handing out gifts as long as you hold him. Then you'll get free gifts. Now, those gifts are the ones that are like, burnable for things. And those things or those tokens, I would call it, is all going to be token gated, which is probably going to happen live, go live next month. And that's where the fun happens, where I start customizing things. So, for example, there are two or three whales right now that are trying to gather 888 top hats because they want to get the genie. The genie grants them a wish, and they can, under 45 characters, submit a sentence that's token gated. And I'll try to take a stab at that. Now, let's say I want to include a board ape and a cool cat. Then that's where I'll source it from those tokens to see who's holding it. And then just from there, just pick up. Pick my characters instead of, like, trying to, like, scroll through or whatever. So it's an easier way for me to do that. At the same time, a fun way for people who like my art to, like, get into my pieces. So there's things like that. I've seen a lot of strategy out there that is pretty. I never thought about. It's like, you have a lot of people. A lot of people out there have big brains, and there are people that are actually acquiring things. Like, they get to starve because they want to be a superstar. Like, they're spoiled. So if they get their chance of getting their PFP painted in my feature artwork, they want to be. They want to be solo. They don't want to share it with anyone else. So they're collecting that thing. So they're making sure they. They're collecting the right things. So when the time comes for them to maybe get featured in my art, they can kind of customize it to almost anything they want. So, like, if they hold on to, like, location thing, they might. Let's say you're from Manila, they might just put Manila and submit that. So now they might have an eight painting that is in Manila. And if they submit two words, like, there's a lot of, like, creative things, because I've never done commissions. I never planned to, so I didn't think about this. And I've seen screenshots that people have sent me exposing people of how they're gonna try to get their own custom commission by collecting these pieces."
    },
    {
        "speaker": "A",
        "text": "That's awesome. So for the, um, for the folks like Chamber and Des, who just purchased their first drunk Santa, what actions are available for them to be taking right now?"
    },
    {
        "speaker": "D",
        "text": "So I would say if you're getting into trunks and right now, the best thing to do is just keep your santas and just wait for the next gifts and just claim the gifts and play along the gifts that are already out there. You don't need to really play the game. You can just, I guess, just buy the result. So, like, if, let's say, for example, there's a goat token. If Des, everyone wants his goat to be considered to be in my art, then he might want to go, just go and buy that goat token instead of playing along to get that goat token. So there's things like that that I would probably, because there's a lot of ways. So, like, the two roads that I chose was there's people that want to be in my PFP, actually, there's three rows. There's people that want to be my PFP art, and then there's people that just are just one of one collectors that don't care about PFP, but they want to, like, have a creative, you know, input, and then there's other people that have no idea where all this is going."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, that's super interesting. I've had, I've been having fun so far. I've claimed. Let's see, what do I have here? I've got my three drunk Santas. I've got my. The PFP pen. I've got the pin drop. I've got something else here as well. And the PFP and the race car. Gosh, I have a lot of junk Santa gifs so far. I think that's everything I'm supposed to have right now. I don't know. So there are some cool threads that I saw explaining the whole ecosystem in depth, so we should try to find a bunch."
    },
    {
        "speaker": "B",
        "text": "I picked up three extra ones. Let's give out three to a random person at the end of the show. How about that?"
    },
    {
        "speaker": "A",
        "text": "All right, cool. Very cool. So throw out. Let's see. What's the best gift you ever got for Christmas? Put that in the, put that in the comments, and we'll pick out a couple of them at the end of the show. That's pretty cool. Thank you, Chamber. Des, I think it's time we got to throw it to the segment that you created. This is a fantastic idea. It's very fun and on brand for us. I think neither crypto painter or chamber knows it's about to happen to them, so I'm going to throw it to you for the segment."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I'm excited about this. The way this is going to work is obviously, we've been talking about AI a lot, and everyone's talking about different AI prompts and how they result in artwork. And if you look at crypto painters body of artwork, you'd have to come up with some pretty creative prompts to generate something that looks like them. They're full of detail and funny references to nfts and crypto. So what today's activity is, is I'm gonna read three different prompts to chamber, and he's gonna tell me if they are either an actual crypto painter painting or if they're a made up prompt, and we'll see how he does."
    },
    {
        "speaker": "A",
        "text": "This is incredible, by the way. I can't wait for this. So take it away, Des."
    },
    {
        "speaker": "C",
        "text": "All right, so the first prompt out of three, and it also is on the prop bets on how many you get, right, Chambers. So no pressure."
    },
    {
        "speaker": "A",
        "text": "And."
    },
    {
        "speaker": "B",
        "text": "Sorry, how many. How many are going to ask me here? Three. Okay."
    },
    {
        "speaker": "C",
        "text": "Three. Okay, so the first one is a gas station that is set, that is called Gwei, is featured with a DeLorean getting gas. Behind it are billboards featuring Coinbase Vitalik and the school of rock poster. Movie poster."
    },
    {
        "speaker": "B",
        "text": "That's a Pa. That's painter."
    },
    {
        "speaker": "C",
        "text": "That is a painter. Is that final answer? That is correct. That is. That is a crypto."
    },
    {
        "speaker": "B",
        "text": "It seemed too good."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "It was very descriptive, and I could picture what was happening in my head, so I felt that was. I felt that was. That's why I thought painter did that one."
    },
    {
        "speaker": "A",
        "text": "Crypto painter. What. What piece is that for? Those maybe want a reference point."
    },
    {
        "speaker": "D",
        "text": "So, like, I guess, like, earlier, 2020. No, 2021 was when we had, like, gas wars, and we would see, we, like, around 200, 4300. So, like, that's what the whole thing was. It was like, my take on gas being too expensive."
    },
    {
        "speaker": "A",
        "text": "Love it."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Love it. Chamber or Des? Go for round two."
    },
    {
        "speaker": "C",
        "text": "Round number two, a take on the famous last supper painting by da Vinci. But instead of Jesus at the center, it is Vitalik. Underneath the table is a team of crypto toads tying up Gary Gensler, the Sec, the head of Sec. Other characters include an ape with bunny ears, a doodle with a rainbow throw up onto his plate."
    },
    {
        "speaker": "B",
        "text": "Man, that one's a little trickier. That one's a little bit more crass, I would say. Um, but is that a painter? I'm going to say no."
    },
    {
        "speaker": "C",
        "text": "That is correct, man. Chamber knows this."
    },
    {
        "speaker": "A",
        "text": "Wow, look at this. Des, I'm going to give you a homework assignment and throw that prop or throw that prompt into AI and see what. What comes out."
    },
    {
        "speaker": "C",
        "text": "He'll do. Will do. Okay, chamber to go. Three for three. Ready? Okay, the third prompt is a goat is shooting pool with two apes while a me bit is passed out on the floor drunk, and a pigeon with a ray Lewis jersey has a roll of money in its mouth."
    },
    {
        "speaker": "B",
        "text": "You know what's really making me think it's the pigeon with the Ray Lewis jersey that's very specific to gutter pigeons. And I don't know how involved painter was in, in gutter, but it is pretty. I'm gonna say it is. I'm gonna say, yes, it is a painter."
    },
    {
        "speaker": "C",
        "text": "Damn. He goes, what?"
    },
    {
        "speaker": "A",
        "text": "Wow. What? I've seen that one."
    },
    {
        "speaker": "F",
        "text": "I know."
    },
    {
        "speaker": "C",
        "text": "I thought you were gonna, I thought the goat was gonna throw you, like, oh, Dez just threw."
    },
    {
        "speaker": "B",
        "text": "It was the pigeon. It was the goat. 100%. I'm like, this is for sure, Des. And then when I heard the pigeon with the Ray Lewis jersey, I was just like, that's. That seems too specific."
    },
    {
        "speaker": "A",
        "text": "I am. I am floored that you got all three of these. Crypto painter. What piece is he talking about for this one?"
    },
    {
        "speaker": "D",
        "text": "I just pinned it up like, I found it in, like, one of my responses. So you guys can check it out. But, yeah, this is just the fun piece. And it's actually, like, people haven't really noticed it, but this was actually in the sewer, like, the gutter lab. They got her stay home."
    },
    {
        "speaker": "A",
        "text": "Really? That's fantastic. I can't. I'm still in shock. I'm kind of speechless that you got all these chamber in. What did you ever think you were actually going to get?"
    },
    {
        "speaker": "B",
        "text": "I honestly thought I was going to get zero correct."
    },
    {
        "speaker": "A",
        "text": "I, like, don't know what to do now. Des. Do we just, like, stop the show or."
    },
    {
        "speaker": "C",
        "text": "I feel defeated. I actually feel like I didn't do. Do my job."
    },
    {
        "speaker": "A",
        "text": "I actually thought you, I thought they were pretty good. I thought, you know, I expected him to get more of those wrong based on, you know, I thought your level of detail was appropriate and not too much. So I don't know. I think maybe chamber. Just having a good day."
    },
    {
        "speaker": "B",
        "text": "Just a heater. Just a heater today."
    },
    {
        "speaker": "A",
        "text": "Wow. Interesting. So, um, there's the, there's the goats shooting pool. Uh, tweet up above if you haven't seen it. I I thought you were getting that one wrong for sure. Uh, Des, you don't have any more, do you? Now I feel like we need to stop."
    },
    {
        "speaker": "C",
        "text": "No, I do like this, uh, this game. We might need to even play it after this episode, but, um, no, that, that's it for today."
    },
    {
        "speaker": "A",
        "text": "I like that game a lot, so we should definitely keep doing something like that. But chamber des, any questions for painter here as we wrap up? I know he's got a hard stop here in ten minutes."
    },
    {
        "speaker": "B",
        "text": "No, I just had one question. Anything worth bragging about when you said you worked in Hollywood, as the kids would say, anything that is worth bragging about that you were worked on? I was. That. I'm always interested with that kind of stuff."
    },
    {
        "speaker": "D",
        "text": "To be honest. I worked on, I think, like 30, over 30 titles. So I guess there's a couple in there, I bet. I mean, the ones that everyone gets excited about is, these days might be the Mandalorian or Game of Thrones."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think people would get kind of excited about those two. That's amazing. That's crazy. And, like, like, what do you, like, what are you doing there? Are you like, an actor? Are you, like, one of them? Like, is crypto painter, like an actual, like, a list celebrity that we don't know?"
    },
    {
        "speaker": "D",
        "text": "So I'm actually, like a nerd. So I paint the background. So, like, let's say, for example, like, Westworld, they kind of wanted me to create this, like, office scene. So my whole job is to create what the office would look and then it gets passed on to the production designer, who then would build it on set or create it in 3d or virtual reality or whatever. So that's kind of like what I do. And then, or I also matte paint, which is probably what I did majority of my career, which is actually what you see on the big screen. It's like the actual backgrounds that I paint digitally, and then it's created. So, like, for example, like, I've worked on, I think, four or five of five of the fast and the Furious. So, like, there's the one that's supposed to be in Brazil, but a lot of it was actually shot in Puerto Rico. So I created all the brazilian backdrops so it looks like it's in Brazil, but it's not."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "A",
        "text": "That's fascinating. Yeah, that's super cool. Wow. That. So? Yeah, you know, just a couple. No big deal, big name things. Yeah, no big deal. But, uh, awesome. So before we let you go here, crypto painter, a couple more questions here. Uh, one, what other web three slash NFT artists do you really admire and why?"
    },
    {
        "speaker": "D",
        "text": "Uh, so I'm going to say it. There's a lot of artists out there that I admire a lot. Um, I think right now, like, I'm. I'm looking for people that some little different where as an artist, I could kind of see how they're able to have the end result in a way, because I kind of know how they work, maybe. So, like, when I see things where I'm not able to figure it out, that's kind of like something I'm more intrigued with and, like. Or I like people that are painting about the history or the current times, and that's something that's cool or in and, like, you know, what's selling or hot at the moment. So I have a group of artists. If you guys look at my wallets, probably like, what I've collected over the few years."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. So we'll have to do a deep dive through crypto painters wallet and see where hawk some of those. Last question for you. Enter and then we'll let you go. We want to. We're stealing this question from, I don't know, probably five or ten other podcasts that we've heard over the years, but we're always looking for fascinating guests, and we love the people that we have on. So we want to. We want to ask this question. Is there somebody out there in the web three space that you think we should have on this podcast that you would recommend us talking to?"
    },
    {
        "speaker": "D",
        "text": "You know what? Um, I think there's, like, there's actually a couple of people. Um, I'm gonna. Let's. Let's go with the heart. I mean, can they be reasonable or do they have to be reasonable?"
    },
    {
        "speaker": "B",
        "text": "No, they can be. They can be unreasonable."
    },
    {
        "speaker": "A",
        "text": "I mean, V squared's gonna go and try to get them on, so go make them. Make him work for it. Make him two step his way into those DM's."
    },
    {
        "speaker": "D",
        "text": "We get."
    },
    {
        "speaker": "A",
        "text": "We will."
    },
    {
        "speaker": "B",
        "text": "We gotta hit dingerse. Yeah. We only had dingers around here."
    },
    {
        "speaker": "D",
        "text": "All right, so I think go for Elon Musk as I really think he's gonna do something with crypto, because when, you know, back in 2017, when I first got into crypto, there was a. Without giving away, there is a gentleman at the game, and at the time, he was telling me about how, like, there's this company out there called Stripe and how they were actually funded by Elon. So I feel like with the stripe announcement of them doing the whole wallet thing, I feel like this thing is finally come first full circle, because he's always been the payments guy. So I just think, like, putting the two together, there's a ton of questions I would love to ask him because I think, yeah, like, if you look it up, if you look at stripe and how they got stellar, that's XLM. I mean, he has a huge affinity of the word x, right. If you look at it, you know, striped invested in stellar and they received a shit ton of tokens for it. So I just think, and there's a wallet that has Elon's name on it that everyone knows about, so I think he's going to use it. So I just have, I'm just curious about, is he going to make Twitter the ultimate super app?"
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "There you go. Let's go."
    },
    {
        "speaker": "B",
        "text": "We'll clip it for you, V squared. We'll get Mackie to clip that one up for and we'll, it'll be a producer."
    },
    {
        "speaker": "A",
        "text": "Yeah. You could send it right to, you could send it right to Elon and say, hey, would you care to come on and discuss, like, that's what you do. Let's go, crypto painter."
    },
    {
        "speaker": "D",
        "text": "Painter."
    },
    {
        "speaker": "A",
        "text": "Thank you so much for, for coming on with us today. We've, we really appreciate the conversation. I've got three winners here. Chamber, for our question here. I've got one that I think is kind of just funny and relates to you and I, sense of humor because Dow Jones knows how to play to the crowd. It also went to his, it related to his special talent. So his special talent originally he posted was a drum set or was playing the drums. And so, but then he posted that his aunt and uncle got him a drum set for his 12th birthday, leading to his hidden talent. And then he said double banger because it relates. And they said, give me the dub with a nice, always sunny gif. So that one is, that's a winner. I'm going with our friend that we haven't heard from in, in a long time. T row for show. He posted a picture, best Christmas present, a Netherland dwarf rabbit. All right. He was eight. He was eight. So Netherland dwarf rabbit. And then I'm going to one that pulled at my heart strings for mainline. Eth says that best gift he's ever gotten for Christmas was his son. So those are the three winners."
    },
    {
        "speaker": "B",
        "text": "Congrats."
    },
    {
        "speaker": "A",
        "text": "Sorry, sorry, chamber. I knew you wouldn't like that one."
    },
    {
        "speaker": "B",
        "text": "No. If you know me at all, I have a very soft spot for, for my kids, so I totally get that low key. One of my favorite things on Twitter lately. I know he's not on right now, but I love watching Ben Jammindhouse talk about his kid. He's recently had a kid. It's over the last, maybe like six months to a year. And I love watching people gush about their kids. So. Big fan. Big fan. So."
    },
    {
        "speaker": "A",
        "text": "Oh, well, I didn't know if that's all I needed to do to get engagement from you. So I love doing that. So I'm going to start doing more of it, I guess the. All right, we've got a couple minutes left. I know Des needs a couple seconds here, but quickly around the horn. Blockchain ninja has been waiting like a ninja quite some time."
    },
    {
        "speaker": "B",
        "text": "Like a ninja?"
    },
    {
        "speaker": "A",
        "text": "Like a ninja would. Yes. Not. Not breaking down doors or whatever you were accusing him of last episode, but slyly doing ninja things. Blockchain ninja. What's up?"
    },
    {
        "speaker": "G",
        "text": "I appreciate it very much. I just want to say, crypto painter, I love what you're doing. I got a star. I flipped up to a star, so I got one of those sitting there. And I also want to say, I've grown to love that little kitty with the crown because Twitter made me stuck on that PFP for over a week after you were on the show. I finally was able to change it last night."
    },
    {
        "speaker": "A",
        "text": "I didn't recognize. I didn't recognize you with the oddity, to be honest."
    },
    {
        "speaker": "G",
        "text": "Yeah, yeah, I was stuck on that for a while."
    },
    {
        "speaker": "A",
        "text": "Yeah. I had to click into your profile to make sure that it was the. The same blockchain ninja. Uh, but, uh, yeah, well, thanks for being patient with your hand. I had. You were up for quite, I think, before we started talking to painters. So appreciate you. Uh, Dow Jones, what, are you here to take a victory lap? Claim your opposite bunch? You said Jeff, and not gift, so you go ahead and hand that l to somebody else. I don't even want that thing anymore. You would want it anymore. He's sending the prize back. When did you win the. It's like you won the 50 50 raffle and you're just giving all the prize and I charity. Now, Dallas, all the best takes, whether."
    },
    {
        "speaker": "F",
        "text": "It comes to give Jip or Seinfeld. He knows what's up. I love it."
    },
    {
        "speaker": "A",
        "text": "I was waiting. I was waiting for somebody to give me shit on it because I kind of pronunciated it specifically so somebody would notice, even though it probably gets noticed every time I say it because, I mean, we don't have time for the debate today. We got to throw it to destroy parlay madness here."
    },
    {
        "speaker": "C",
        "text": "All right, we're going to do a lightning round to finish this out. It's a great thing. Bunchy comes up with these awesome show notes of everything we're going to cover, and we cover absolutely none of it. So here we go. Chamber. I need you to pronounce the brand that owns Pikachu. What's that thing called that starts with a PDe that's fantastic."
    },
    {
        "speaker": "D",
        "text": "Awesome."
    },
    {
        "speaker": "C",
        "text": "Thank you, Chamber, being super helpful, chamber. Appreciate it. During our lightning round."
    },
    {
        "speaker": "A",
        "text": "Wow, Chamber. What the hell?"
    },
    {
        "speaker": "C",
        "text": "Man might have choked on his food. His greatest fear in life is he was eating by himself during lunch and he choked."
    },
    {
        "speaker": "A",
        "text": "I forgot that that was his greatest fear. Do you need me to answer any?"
    },
    {
        "speaker": "C",
        "text": "No. Uh, yes, I do. Uh, so what is your take? Suss or bus on? Bonk PFPs."
    },
    {
        "speaker": "A",
        "text": "Bonk PFPs. Um, I'm going with. I'm going with. This is tough. My gut reaction was. Was Sus. But I'm actually going to go bus on it. Um. Oh, my God, look, you throw a. You throw a good meme coin out there. We have never seen a meme coin backed by, like, a po, like, put out with a PFP. It could potentially, you know, increase the virality of, you know, how. How it spreads across the community. I'm a, you know, I'm all for sending my free bonk airdrop in lightning rounds. Sorry, sorry, sorry, sorry. I was waiting for."
    },
    {
        "speaker": "B",
        "text": "Sorry. I didn't realize I was on here. By the way, it's Pokeman is the proper."
    },
    {
        "speaker": "C",
        "text": "Did you really? I know you so well. Perfect. That's. That's a bracket buster for most, but I knew you too well. Okay, chamber, how are you feeling about the market? Positive or negative?"
    },
    {
        "speaker": "B",
        "text": "I'm suspicious about the market. You know, it looks positive, but I feel negative. I feel like there's going to be a pullback. I feel people are getting too. Too excited."
    },
    {
        "speaker": "C",
        "text": "Yeah, the favorite. And chalk takes that one for sure. All right, we'll kind of allude to this one. Bunch of. If you had to do any karaoke song, you step up to the plate. What are you singing?"
    },
    {
        "speaker": "A",
        "text": "Oof. That's tough. I think my go to at the moment might be walking in Memphis."
    },
    {
        "speaker": "B",
        "text": "That's a tough one. I don't even know the word."
    },
    {
        "speaker": "F",
        "text": "Like, that guy went to my high school. That guy went to my high school."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Mark Cohen. Shout outs to Mark Cohen."
    },
    {
        "speaker": "C",
        "text": "Steve, do I need to explain lightning round?"
    },
    {
        "speaker": "A",
        "text": "I'll go and walk it in Memphis."
    },
    {
        "speaker": "B",
        "text": "Walking with my what on? What on? A what?"
    },
    {
        "speaker": "A",
        "text": "Something about Christopher Walken shoe store."
    },
    {
        "speaker": "B",
        "text": "It's very difficult. Christopher Walken, difficult line."
    },
    {
        "speaker": "A",
        "text": "Wow. Thank you, crypto painter, for coming today. It's been pleasure having you."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me up. And. And this is, like, one of the most hilarious Twitter spaces for sure, that I've been on. I love it. I'm joining for sure."
    },
    {
        "speaker": "A",
        "text": "Hey, love it. Thank you so much, Des. Any other questions before we shut this down?"
    },
    {
        "speaker": "C",
        "text": "You see how you said hilarious and not, like, content or good, you know, comedy."
    },
    {
        "speaker": "B",
        "text": "Hilarious is exactly what I'm going for. So that's. That's great."
    },
    {
        "speaker": "A",
        "text": "Yeah. Comedy is content we sprinkle in the website."
    },
    {
        "speaker": "B",
        "text": "I legitimately asked my wife last night if I made comedy. I'm like, do you think I make comedy? I honestly asked it for what?"
    },
    {
        "speaker": "A",
        "text": "Like, no, just this."
    },
    {
        "speaker": "B",
        "text": "Doing this. Doing this."
    },
    {
        "speaker": "F",
        "text": "If you ask chamber. If you ask Chamber how he got his kids, he's like, I made."
    },
    {
        "speaker": "B",
        "text": "I made comedy."
    },
    {
        "speaker": "A",
        "text": "Dude. Unbelievable. Des, any more questions here? I literally have a hard stop in 1 minute. So that's it. Cap, I see your hand. You're the last one. Because I'm supposed to be on a call in a minute, so I just."
    },
    {
        "speaker": "D",
        "text": "Have to say, often we get inspired for future topics and shows. We're not nearly as responsible or mature enough to have, like, show notes or prep an agenda for our morning show. But often, like, tomorrow, we'll get inspired by today's conversation. Just like, I think Steve and I owe it to the people for the two of us to attempt to pull off a lightning round."
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah. I don't think you guys could do it. I really."
    },
    {
        "speaker": "F",
        "text": "Yeah. That's gonna go well. That'll go."
    },
    {
        "speaker": "A",
        "text": "I mean, Cap, you could definitely do it. But I don't know. I mean, maybe. Yeah, cap, you could do it."
    },
    {
        "speaker": "B",
        "text": "Steve's good at everything he tries. I don't know if you know that he's good."
    },
    {
        "speaker": "A",
        "text": "Well, that's."
    },
    {
        "speaker": "B",
        "text": "Mediocre."
    },
    {
        "speaker": "D",
        "text": "He's an expert."
    },
    {
        "speaker": "A",
        "text": "Tetris, that is going to do it for us. Until next time, stay mint."
    }
]