[
    {
        "speaker": "A",
        "text": "You know, I'm playing hurt out here today. My whole family's sick and starting to get to me finally, so. But we're out here. You know, I. Look, I have such deep, deep dedication to this show that I would never dare miss it just for being sick. So, you know, I hope you at least appreciate that, even if I was."
    },
    {
        "speaker": "B",
        "text": "Yeah, if you're here, I'm appreciative. Absolutely."
    },
    {
        "speaker": "A",
        "text": "Just like, right, that's it. We should have rebranded just to that Olive Garden podcast. Olive Gardens."
    },
    {
        "speaker": "B",
        "text": "Yeah, OGP."
    },
    {
        "speaker": "A",
        "text": "Yeah, OGP. I think we do. I think we. There's a look, we've struggled times throughout. I mean, I would say 90% of the time throughout our five year existence for getting sponsors. I think that one's built in. Like, you name your show Olive Garden podcast. Olive Gardens gonna sponsor."
    },
    {
        "speaker": "B",
        "text": "Even, honestly, even if the sponsorship was, like, free salad and breadsticks once a month, I feel like that once a year, I'll take once a year."
    },
    {
        "speaker": "A",
        "text": "Oh, you mean for. You mean for."
    },
    {
        "speaker": "B",
        "text": "Yeah, once a month, I want to just walk in, show my OGP, you know, business card, and get free breadsticks and salad. Is that too much?"
    },
    {
        "speaker": "A",
        "text": "You know me. I mean, look, we got the slogan built in when you hear your family. We've been saying that in the war room since day one. Like, I think this is a no brainer."
    },
    {
        "speaker": "B",
        "text": "So you feeling under the weather?"
    },
    {
        "speaker": "A",
        "text": "Uh, yeah, the weather is certainly over me, that is for sure. It is, uh, also physically, actually over me. We've been getting, like, crazy storms, uh, the past day. Everything's flooded, uh, kind of the same."
    },
    {
        "speaker": "B",
        "text": "Lots of rain. Rain just turned to snow, uh, this afternoon, which not a fan of. Uh, do. Are you rain or snow? What do you. Do you have a preference, right?"
    },
    {
        "speaker": "A",
        "text": "No preference. Um, preference. I would rather. At this time of year, I'd rather it be snow because, like, at least you get to experience the season. It's cold and shitty anyway. Like, I don't need rain. Like, give me the snow, let me enjoy the holidays, and then."
    },
    {
        "speaker": "B",
        "text": "No, I agree 100%. Uh, if it's gonna be this cold, fucking rain's the worst."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't want to be fucking soaking wet either."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's terrible. I'm trying to lose weight. You know, I like to go for walks in order to do that. And, you know."
    },
    {
        "speaker": "A",
        "text": "Buddy, I got to tell you, like, I went on the weight loss kick. Lost myself, like, almost 60 pounds, almost like 50, 55 pounds ish. And, uh, you know, people could have bought the bottom. Let's just say that there is a. There is a note. If you're looking at the chart. If you're looking at the chart, there was an order zone in which. Yeah. You could pretty much pinpoint it exactly to when the endless salad and breadsticks. Did you get started?"
    },
    {
        "speaker": "B",
        "text": "Did you eat the dead cat bounce? Is that what you're saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I ate all of my. I ate my two cats, essentially. They are now dead. And they, like, I have and. But it, like, you could pinpoint the return right to when I stopped being able to take the afternoon after work walk. Like, I still get the peloton in most days, but not every day. It's becoming harder. And, like, I just go through. I go through this every year. You could literally bet on. You could bet on my weight."
    },
    {
        "speaker": "B",
        "text": "Really? I guess I. Q one, Q three. Those are. Those are the down. Those are the down quarters."
    },
    {
        "speaker": "A",
        "text": "Yeah. I basically follow."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Versus bitcoin. Essentially. Yeah. So, yeah, you could definitely play. You could definitely make a market off of my weight. So I'm currently on the upswing. Probably gained, I don't know, probably about ten of it back already, which I'm catching up."
    },
    {
        "speaker": "B",
        "text": "I just hit."
    },
    {
        "speaker": "A",
        "text": "Meanwhile, my wife just brought me in fresh cookies, so I'm eating those as we're talking. But it's been."
    },
    {
        "speaker": "B",
        "text": "I just hit the 43 pound marker. Yeah."
    },
    {
        "speaker": "A",
        "text": "Let's go bad. Congrats, man. Wow. You are. You're just tanking your chart looking."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, capitulation."
    },
    {
        "speaker": "B",
        "text": "Yeah, I gotta get ready for. I gotta get ready for swimsuit season in July. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I heard, like, the new trend in Canada is just those borax."
    },
    {
        "speaker": "B",
        "text": "You know what? They're very hot right now, but they are. The one to get is the Canada flag one with the little maple leaf over your crotch, which I think is tasteful."
    },
    {
        "speaker": "A",
        "text": "Yeah. Just straight old, like. Yeah, you seem like a. You seem like if you were around in the loincloth days, you'd have really."
    },
    {
        "speaker": "B",
        "text": "I would have really? Yeah. I like, you know, it could come back. We'll see. But, yeah, I mean, that is my ideal garment, I think."
    },
    {
        "speaker": "A",
        "text": "Sorry, I'm eating cookies."
    },
    {
        "speaker": "B",
        "text": "I listen back to the show. Sometimes I'm like, is that motherfucker eating on the."
    },
    {
        "speaker": "A",
        "text": "No, it's very rare that I'm eating. It's. It's extremely rare. There has been maybe twice in the last month this, including that. My wife, she. So we. We broke our oven, um, for quite some time, like, and I didn't want to shell out money for a new oven because we had just bought new dishwasher and all these things. And, uh, so we went oven less for quite some time, and we just bought a new oven about, I don't know, a month ago. And my wife loves to bake. Like, that's her thing. She went to culinary school for a hot minute, and she like, yeah, if she was gonna live her dream, she'd have probably been some. She'd probably, like, owned some sort of bakery, right? And so when we got the oven back, she just went nuts to the point where it is no shock that I've gained the ten pounds back. Right? Like, I'm getting presented fresh cookies every night. Like, who is. Who amongst us is not going to fall victim, you know? And so, you know, sometimes she brings them down incrementally or sporadically throughout the day if she makes them. And today was one of those."
    },
    {
        "speaker": "B",
        "text": "It's a tough time of the year. Amber was baking all last week as well, so I literally just don't eat all day, and then I'll just eat Christmas cookies."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you, though, the other thing is, I'm really bad sleeper, and so I've been partaking in the flower to help myself."
    },
    {
        "speaker": "B",
        "text": "The kind bud down at night."
    },
    {
        "speaker": "A",
        "text": "Turn the brain off. Yeah, right? Turn the brain off. You know, become a little couch zombie for a little bit. And I don't know if it's this particular strain that I currently have, but, like, 20 minutes in, it feels like I've never eaten before in my life. And my choices at that time are terrible."
    },
    {
        "speaker": "B",
        "text": "I have a recommendation for you."
    },
    {
        "speaker": "A",
        "text": "Perfect. This is. Look, this is your area."
    },
    {
        "speaker": "B",
        "text": "This is actually my area of expertise. Like, no joke. Yeah, this is, like, for real expert in this field, I would recommend. So wherever you're. Wherever you're getting it from, you can get. You can get it in flour. I don't think there's."
    },
    {
        "speaker": "A",
        "text": "There's."
    },
    {
        "speaker": "B",
        "text": "I don't think there's too many flower options, but you can definitely get in, like, edibles and vapes is something called THCV. And THCV, if you combine it with regular THC, you'll get all the effects of the THC, but it does kind of work as an appetite suppressant. So you can get all the. All the fun, everything you want out of THC. But adding the THCV will heighten a lot of those. A lot. You'll be a bit more energetic, so you won't get that. Like, it's not as fun at night, I would say, just because it kind of amps you up a little bit, you get, you know, unless you're doing some, like, late night cleaning or stuff like that. But it does suppress appetite pretty well. I use it a lot during the day just because a kind of picks me up a bit and, you know, and suppresses the appetite."
    },
    {
        "speaker": "A",
        "text": "So I could never be under that influence at any time other than after, like, 08:00 at night, because I just do not function."
    },
    {
        "speaker": "B",
        "text": "08:00 at night is when I take my edible. So I'll have, like, two or three."
    },
    {
        "speaker": "A",
        "text": "See, I find that to be too late in terms of, like, it takes too long to kick in by the time I go. Totally."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I'm going to bed at."
    },
    {
        "speaker": "A",
        "text": "Like, because I'm not a. I'm a."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm a bed by probably 12 30 01:00 so."
    },
    {
        "speaker": "A",
        "text": "Ah, yeah. So then you're. Yeah, yeah, I need to take my."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, but if you come across it, anything thcv very good for suppressing the old appetite."
    },
    {
        "speaker": "A",
        "text": "Weird. I've just been making it my homemade edibles with, you know, the flour and ozempic I love."
    },
    {
        "speaker": "B",
        "text": "Do you know anybody? Take it."
    },
    {
        "speaker": "A",
        "text": "Does that work? I guarantee you it works."
    },
    {
        "speaker": "B",
        "text": "Have you, have you, have you. Do you know anybody that's using those epic."
    },
    {
        "speaker": "A",
        "text": "No, I don't."
    },
    {
        "speaker": "B",
        "text": "I wanted to ask my doctor. I'm like, so, like, what's up? Can I."
    },
    {
        "speaker": "A",
        "text": "Okay. I don't know, man. It's like, it seems to be this miracle thing I saw. No idea. I don't know enough about it."
    },
    {
        "speaker": "B",
        "text": "All I know is a lot of people that actually need it aren't able to get it. But Oprah looks fucking smoking."
    },
    {
        "speaker": "A",
        "text": "Well, look, Oprah, Oprah's got that money. You know, she could. She's got."
    },
    {
        "speaker": "B",
        "text": "So we got to talk. You know, I put placeholder title as when I created these spaces yesterday. And then this morning, I've been feeling Fomo on. On soul and solana based projects."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "For, uh, for quite some time now. And, uh, I I chopped half of my doge bag, uh, this. This morning."
    },
    {
        "speaker": "A",
        "text": "Ah, really? You. First of all, you're not telling you that, right? I'm telling you. Yeah, but that's too late."
    },
    {
        "speaker": "B",
        "text": "The action really hasn't happened. So I would say there's. There's probably very little difference had you done it at the same time I did this morning. So I chopped my doge bag in half, flipped us."
    },
    {
        "speaker": "A",
        "text": "God damn it. Now I gotta go sell."
    },
    {
        "speaker": "B",
        "text": "I still have doge, so I still have half the bag. But it. I didn't have any Solana and I wanted to play around with all the fun kids and what is the price of $71. I think maybe 72. What do we have? Oh, 74, 34. Even better. So I think I picked it up at like 70. $70, $71, something like that."
    },
    {
        "speaker": "A",
        "text": "Ever since I live bought Doge on the show, I've got nothing but down. Wow. Wouldn't you?"
    },
    {
        "speaker": "B",
        "text": "So awesome."
    },
    {
        "speaker": "A",
        "text": "I'm down $1100. Eleven, $11.66. Cool."
    },
    {
        "speaker": "B",
        "text": "Doge is still a very solid bag to have, in my opinion. But I. But you told me, I think you told me the other day. Didn't you find, like, Solana in your phantom wallet the other day?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. No. I'm making you money again. Hold on. Wow. Okay, so being down, I'm down $1111 on my. My doge by. Hold on."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, you're gonna be. Did you flip it? You had it in USDC. Did you flip it to Solana? No, you would have been. You would have been up. Nice. I think."
    },
    {
        "speaker": "A",
        "text": "I always have to try to remember my password for this. My phantom wallet. I don't use it very often. 1920, $7.25 I just found in USD."
    },
    {
        "speaker": "B",
        "text": "To me, that's your so tell. All I'm hearing is that's positive."
    },
    {
        "speaker": "A",
        "text": "800 something dollars."
    },
    {
        "speaker": "B",
        "text": "I'm up $800. Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's a wash. Yeah, that's exactly right. Yeah. Yep. I sold my dosh."
    },
    {
        "speaker": "B",
        "text": "Oh, good. Well, there you go. There you go."
    },
    {
        "speaker": "A",
        "text": "All right, so, all right, so you're feeling foMo. You messaged me this morning and you said, hey, I just. Let's see the exact. The exact way. Today at 11:24 a.m. i just bought $5,000 in soul. Should we do a spend chambers money episode? I said, lol. Sure. I said, get some game show music. We'll get real corny with it. And so you're calling this, what?"
    },
    {
        "speaker": "B",
        "text": "What do we call it? Shill your soul."
    },
    {
        "speaker": "A",
        "text": "Ladies and gentlemen, welcome to shill your soul, the only game show in which you get to spend a canadian's money. Here's how it works. If you have anything that you want to, that you think chambers should buy in Seoul, request up, drop it in the comments. And chambers just going to buy it? More or less."
    },
    {
        "speaker": "B",
        "text": "I think we should. They should have to convince you that it's a good idea and then you greenlight it, or we both buy using all that found money. So I did throw this out in the Degen war room earlier today, and the consensus was by, I bet you."
    },
    {
        "speaker": "A",
        "text": "Today was probably, first of all, you should have asked this yesterday because I guarantee you all of the. I guarantee you the war room told you that you should buy bodagos. And if you would have done this game yesterday, there was a conversation going on in the war room about how underpriced bodagos were. And between then and today, you have lost out on that opportunity, at least from where it was yesterday. Plenty of possible room still to grow. I would imagine people are going to tell you, but yesterday was that opportunity. If we played this game, I don't."
    },
    {
        "speaker": "B",
        "text": "Know what the price was yesterday, but I think. Right I. Now we're. Where are we? Right around 16. Sold."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm pretty sure they were like, okay, 15.8. I'm pretty sure they were, like, eight. There was a conversation that I popped in on, and I think it was boom. Boom was talking about he literally, poor guy, he goes, I can't believe how underpriced bodagos were. And then he's like, they were like, two or three, and somebody responded that they were like, two or three, and now they're going, they're eight. And then I guess overnight, I don't even know why. Oh, actually, I'm pretty sure Gordon Gonner, the Yuga founder, tweeted that he bought some or tweeted about them, and that's when they went nuts. So then poor boom boom was like, I can't believe I commented on this yesterday and didn't buy any. So, poor guy. I know that feeling all too well. So was that the consensus?"
    },
    {
        "speaker": "B",
        "text": "You know, obviously that that was the big talk. But I think the real alpha come in from Jack and Chris, who I think was just copy trading. Jack was cups."
    },
    {
        "speaker": "A",
        "text": "Well, that if you were looking or if you were listening to coffee with Captain this morning, Chris asked him live, or maybe Steve asked him, hey, you know, you've been. Because Jack was way, way early on these bodogo's. He's a Bodago whale. I think he's got, like, 25, all pretty super rare. And so Steve was asking him, why don't you kind of sell some on this run up, pocket some profits? And then he asked him, you know, what's the next thing you're looking at on Seoul? And that's where I. The cups came."
    },
    {
        "speaker": "B",
        "text": "So I went out and purchased six of them. Um, of these cups?"
    },
    {
        "speaker": "A",
        "text": "Yeah, six cups."
    },
    {
        "speaker": "B",
        "text": "I don't even know what they are. Um, I I don't know what animal they are."
    },
    {
        "speaker": "A",
        "text": "They're not animal."
    },
    {
        "speaker": "B",
        "text": "No, they're. They're an animal. It. They look like a fox, maybe. I'm not 100% sure. Um, here, I'll put post."
    },
    {
        "speaker": "D",
        "text": "I would say a fox."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wasn't sure if it was some sort of, like, weird australian animal that I wasn't sure of. You know what I mean? Like a wallaby. But here, I'll post. Yeah. I mean, I don't know what they look like, but in theory."
    },
    {
        "speaker": "A",
        "text": "Rocco's modern life, I'm pretty sure. Rocco's wallaby. I would bet on it."
    },
    {
        "speaker": "B",
        "text": "You're a betting man? And if you're betting on it, I would listen."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm betting. Look it up."
    },
    {
        "speaker": "B",
        "text": "So this is the first. These are the first nfts I've purchased in. It's got to be six plus months."
    },
    {
        "speaker": "A",
        "text": "You haven't bought anything. I supported a charitable cause. That was it. It's better than yeeting $1,000 to some asshole that just killed me on a doge train."
    },
    {
        "speaker": "B",
        "text": "But apparently you. I don't know. These are. I don't know anything about these cups. It sounds to me like they're affiliated to a coffee manufacturer, and apparently, maybe you can stake them."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. Jack was saying that this morning that it is tied to a coffee brand of some sort."
    },
    {
        "speaker": "B",
        "text": "So I'm pro coffee. Yeah. So, yeah, we'll buy some of these. They were only 2.1 to 2.5 soul each. I got varying degrees of quality, so I thought that was pretty good. And now the floor is over what my most expensive one was. So I feel."
    },
    {
        "speaker": "A",
        "text": "Look at you. That's called profit for those keeping track."
    },
    {
        "speaker": "B",
        "text": "And Seoul's gone up in price. It just wins this morning."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay, so what's the goal? We've got 35 minutes left. How much money are we trying to spend here?"
    },
    {
        "speaker": "B",
        "text": "Five grand, I guess."
    },
    {
        "speaker": "A",
        "text": "You've got five. Wait, so this is on top of what you've."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's spend some money."
    },
    {
        "speaker": "A",
        "text": "So if you have any soul suggestions, drop them in the chat, come up and tell Chamber what he should be buying. Chambers going to spend his money live. I don't know. We look. Looking at the group here, though, looking like a bunch of. Bunch of eats maxis and a chia monkey is what I see to come in."
    },
    {
        "speaker": "B",
        "text": "Boom, boom. I know what he's talking about."
    },
    {
        "speaker": "A",
        "text": "Well, I don't know. I don't know what phonics is PFP is. Maybe phonics would be, I would think, somebody who could probably tell you something to buy. Maybe."
    },
    {
        "speaker": "B",
        "text": "I'll take anybody's advice at this point, even Steve."
    },
    {
        "speaker": "A",
        "text": "Look, Steve's got. Steve knows more about what's going on in the soul ecosystem right now than."
    },
    {
        "speaker": "B",
        "text": "Either you or I was listening today when he was talking about his bonk trade. And it just hurts my heart sometimes listening to him, you know, I just feel bad."
    },
    {
        "speaker": "A",
        "text": "Look, here's the thing. I think that, and I've found this about myself and I even know better, and I let you influence me on this stupid doe shit this time. But I know after five years of this that there's things that I'm very, very good at in terms of trading. And there's things I'm very bad at. I'm very good at trading nfts because I get the psychology around nfts. I understand, like the PvP ish of it all. It makes a lot of sense to me. Same with like betting sports. I understand how it works and like, these are just markets that I'm very good at and at, you know, conversely, I am so bad at actually trading tokens and coins and all of that stuff. Right. Like, I just can't do it. Well, I've tried. I know fundamentally, like, what I'm looking for and all that stuff. I can read a chart better than I would say, you know, probably 80% of people. I'm just not good at it. Like, it's just not my thing. And so I think maybe Steve's in that same boat. Like, he's very good at a lot of things and trading in it from a technical perspective may not be one of them, and that's okay. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think, I mean, I would just say Steve is more equipped for being a holder, you know, I mean, being part of a community and buying in for other reasons besides necessarily making money. Yeah, he, he's maybe he's a little, well, I see."
    },
    {
        "speaker": "A",
        "text": "I would disagree. I would say it's the modality. Right? Like, I think Steve could identify a good NfT trade if you put a gun to his head. Do you not think so? Yeah, he's done it multiple times. His profile is one. I mean, he hasn't sold it, but like, he's done it. Right. Like, you've seen him do that. I have never seen Steve do it on a fungible token in the same way. Right. Like, you don't see Steve dropping, you know, ta in the war room. No, I don't. That's not, that's not his bag. But I'm very confident that Steve could identify a good, I would agree with that."
    },
    {
        "speaker": "B",
        "text": "I also."
    },
    {
        "speaker": "A",
        "text": "So I think it's modality. I think it's mostly, I think that's the case for a lot of people in the NFT space. They're very different types of traits."
    },
    {
        "speaker": "B",
        "text": "I agree. 100% with NFT specifically. There's so many variables that go along with it that are very different than trading. Just straight trading crypto."
    },
    {
        "speaker": "A",
        "text": "I would also say it's much more of a fundamental analysis than it is a technical. You agree? And I think that's what it stems from for most people in the space. Like, for me, I'm better trading fundamentals than I am trading technical."
    },
    {
        "speaker": "B",
        "text": "So the real question is, how many cups have you bought so far?"
    },
    {
        "speaker": "A",
        "text": "Zero. I still have 19."
    },
    {
        "speaker": "B",
        "text": "I feel like you need at least $4, half a dozen of these things."
    },
    {
        "speaker": "A",
        "text": "There's not change."
    },
    {
        "speaker": "B",
        "text": "What about two of these things? All right, I tried."
    },
    {
        "speaker": "A",
        "text": "Dude. I don't even know where to buy shit."
    },
    {
        "speaker": "B",
        "text": "I think. Well, I'm using magic. Eden for NFTs is the other question I have. I'm with you. Like, I don't know everything about soul. I do. A lot of, you know, my shitcoin trading is mostly on uniswap."
    },
    {
        "speaker": "A",
        "text": "He used to be such a big soul guy."
    },
    {
        "speaker": "B",
        "text": "I was. I think I."
    },
    {
        "speaker": "A",
        "text": "You remember, if you go back to old episodes of wrecked, you were an SBF, like. Like a straight up fanboy. You bought everything."
    },
    {
        "speaker": "B",
        "text": "Like, I had radium soul, ftX or, pardon me, ftt. I had. I'm sure there's a bunch of other ones that I can't remember."
    },
    {
        "speaker": "A",
        "text": "You had ownership stake in Alameda research."
    },
    {
        "speaker": "B",
        "text": "Well, how do you think you held."
    },
    {
        "speaker": "A",
        "text": "Copious amounts of real estate in the Bahamas?"
    },
    {
        "speaker": "B",
        "text": "I actually helped bridge the Miami arena."
    },
    {
        "speaker": "A",
        "text": "You got really into league of legends. Your hair became very unkempt."
    },
    {
        "speaker": "B",
        "text": "Body type was exactly the same, though."
    },
    {
        "speaker": "A",
        "text": "Totally the same. You. You too. You guys were lockstep. You've taken different trajectories."
    },
    {
        "speaker": "B",
        "text": "He still drinks milk with dinner. Yeah. No, not anymore."
    },
    {
        "speaker": "A",
        "text": "Not anymore after FTX."
    },
    {
        "speaker": "B",
        "text": "Milk by the cup anymore."
    },
    {
        "speaker": "A",
        "text": "So remember having milk with dinner?"
    },
    {
        "speaker": "B",
        "text": "I don't know anything."
    },
    {
        "speaker": "A",
        "text": "When you were a kid, I was never really in my house either. My grandmother on tv, it was."
    },
    {
        "speaker": "B",
        "text": "You know what I mean? Like, when you would watch movies or shows, like, there would be."
    },
    {
        "speaker": "A",
        "text": "Oh, I remember being at friends houses when I was growing up, and I'd stay over for dinner, and they had milk for dinner."
    },
    {
        "speaker": "B",
        "text": "And I'm trying to think, like, we had, like, juice, usually, like a frozen concentrate. You know what I mean? Like, in the juice bucket. Do you guys have that? No, you know. You know, frozen concentrates. All right. Like, yeah, sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the orange juice."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the one."
    },
    {
        "speaker": "A",
        "text": "We."
    },
    {
        "speaker": "B",
        "text": "I think we'd have the most. Or, like, Kool Aid. Like water, obviously, but I feel like not a lot of milk. Milk was like breakfast. Like, if you're having, like, pancakes or something like that. French toast, you have a glass of milk, but I think that was about it."
    },
    {
        "speaker": "A",
        "text": "Interesting. All right, so do we have. I don't know."
    },
    {
        "speaker": "B",
        "text": "We'll see. I also want to know where to trade shitcoins. Like, where do I buy the next bonk? Is something I need to know because I don't know. Is there a decentralized exchange I could be trading versus soul? These are the things we need to know. So if somebody could come up and there was."
    },
    {
        "speaker": "A",
        "text": "Remember that time I yeeted two grand into the ether when 05:00 a.m. was trying to."
    },
    {
        "speaker": "B",
        "text": "I do remember that. There must be a new place that's much better that."
    },
    {
        "speaker": "D",
        "text": "I mean, well, we did have a hand, so."
    },
    {
        "speaker": "A",
        "text": "Well, we're not talking owls, so I didn't know if Golden Spruce wanted to actually participate in today's conversation."
    },
    {
        "speaker": "E",
        "text": "Look, I've been, I've been Selena Degen for, like, ten days or something, so I think I've made."
    },
    {
        "speaker": "A",
        "text": "Okay, so you're an expert."
    },
    {
        "speaker": "E",
        "text": "Let's go do, like, the bit connect guy."
    },
    {
        "speaker": "B",
        "text": "Like."
    },
    {
        "speaker": "A",
        "text": "Man, those were simpler times. Does anybody, was anybody here else around for bitconnect? Those were good times. Carlos Matos, what do you think he's doing right now?"
    },
    {
        "speaker": "B",
        "text": "He's probably living. I don't know. I'm assuming he got out with a nice little bag. You would think."
    },
    {
        "speaker": "A",
        "text": "I'm going to google him while you got. While golden Spruce is telling you what to buy. Golden spruce? What? Okay, so you are, you are an expert in the soul ecosystem. You've been doing it for upwards of two weeks. What should Chandler be buying today?"
    },
    {
        "speaker": "E",
        "text": "So I made, like, some, a new discovery in meme science on Solana. It's like new math. You've been buying dogecoin. Dogecoin is 2021. We don't do dogecoins over. It's. It's 2023, the year the rabbit. And what it is is that, uh, she from last cycle? That's dog with hat. You got dog with hat?"
    },
    {
        "speaker": "A",
        "text": "I've heard about this."
    },
    {
        "speaker": "E",
        "text": "And basically, the dog is the most powerful fundamentals in memes, and the hat is an exponent. It's an exponent. It's a multiplier. So I'm like a dog with hat."
    },
    {
        "speaker": "A",
        "text": "Maxie."
    },
    {
        "speaker": "E",
        "text": "It's if. If Bonk is doge, then dog with hat is shedden."
    },
    {
        "speaker": "A",
        "text": "So this is a token. Correct. This is not an NFT."
    },
    {
        "speaker": "E",
        "text": "Oh, this is a token. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Dog with wif chamber. Dog with hat."
    },
    {
        "speaker": "B",
        "text": "Okay, and where would I purchase something like this?"
    },
    {
        "speaker": "A",
        "text": "You could probably swap it right in your phantom wallet, I would bet."
    },
    {
        "speaker": "D",
        "text": "Yeah, I got you. I can tell you where to do it."
    },
    {
        "speaker": "A",
        "text": "So, Mark, with the djen play of the week coming in with dog whip. Yeah, absolutely. Absolutely."
    },
    {
        "speaker": "D",
        "text": "You know it. So there's a couple things you need to know."
    },
    {
        "speaker": "A",
        "text": "We turned you into an animal. You're just, you're volume betting, sports market buying dog with hat. Like, what have we done to you?"
    },
    {
        "speaker": "D",
        "text": "I used to be a respectable human being, but not. But I got you. I'm gonna tell you what to do, dog. So first thing, you need to start using Jupiter. Jupiter is like the uniswap on Solana. They are gonna have four airdrops coming, I think, for snapshots."
    },
    {
        "speaker": "A",
        "text": "Oh, this is good."
    },
    {
        "speaker": "B",
        "text": "I'm so excited."
    },
    {
        "speaker": "D",
        "text": "I think we already missed the first snapshot. Oh, I don't know. You definitely did. I don't know about me, but so use that. There's also radium, which is kind of like radium is. Jupiter can route through radium. So I wouldn't really worry about it too much. But if you can't find what you need on Jupiter, and a lot of times you can't find it when you just type in like, oh, I'm going to go from this token, and this token, it won't actually show up. So the best thing to do is to use this thing called and pull it up. I have a bookmarked birdeye. So. So that's like the Dex tools on there and on there. They actually have a router built into that, goes into. It can use radiant, but it uses Jupyter to swap. So you can swap specifically on the screen. So if you go to Birdeye. So on there, you'll see on there, you can just type in dogwift coin or whatever you want. It'll show you top performers, all that kind of stuff, liquidity, everything you pretty much need to know. I've been using that religiously the last few days, and it works out pretty great. So I have no suggestions on what nfts or anything to buy, but you should definitely get you some width, man. I think that's the next."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, let's. Okay, so how much should we be? I'm on. I'm on Bert. So it's b I r d I Y e. Y e. Sorry, that's what I meant. I'm also learning disabled. Yeah, sorry. Birdeye dot."
    },
    {
        "speaker": "D",
        "text": "So that's the one."
    },
    {
        "speaker": "B",
        "text": "Okay. That's where I am."
    },
    {
        "speaker": "D",
        "text": "Okay, so go in there. Go in the search bar and just type in with."
    },
    {
        "speaker": "A",
        "text": "Wif."
    },
    {
        "speaker": "D",
        "text": "That's it. Thanks for the help."
    },
    {
        "speaker": "A",
        "text": "Thank you. I mean, look, he doesn't know how to spell. I. I don't fucking know what he needs help with. Jesus."
    },
    {
        "speaker": "B",
        "text": "Okay, I've clicked on it."
    },
    {
        "speaker": "D",
        "text": "Okay, are you on the pair with USD?"
    },
    {
        "speaker": "B",
        "text": "I am on the pair with USD."
    },
    {
        "speaker": "D",
        "text": "Casey, on the right, you see where you can just swap directly in there once you connect your great radio."
    },
    {
        "speaker": "B",
        "text": "So I'm going to connect my. I'm connecting my wallet to. This is."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. Connect your wallet to that and then you'll be able to swap in there and it's gone. And there it is. Payback for all the times you made me lose money."
    },
    {
        "speaker": "B",
        "text": "I would like a detailed report of all my. Of all your losses based on my shitty."
    },
    {
        "speaker": "A",
        "text": "I'd like to welcome up our next guest, Zach. XBT."
    },
    {
        "speaker": "B",
        "text": "Um, okay, so I need to trade, but I need to trade with salon. Or will it do the."
    },
    {
        "speaker": "D",
        "text": "Do whatever from whatever?"
    },
    {
        "speaker": "B",
        "text": "Okay, all right."
    },
    {
        "speaker": "A",
        "text": "You can do whatever with whatever to whatever it is. The all knowing bird eye, I love it."
    },
    {
        "speaker": "D",
        "text": "And it qualifies you for that. Jupiter airdrop. So, yeah, man. Happy trading."
    },
    {
        "speaker": "B",
        "text": "So how much should we be allocating to?"
    },
    {
        "speaker": "D",
        "text": "This is my out of five grand."
    },
    {
        "speaker": "A",
        "text": "4900. Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, are we going to do like, two, like $2,000?"
    },
    {
        "speaker": "D",
        "text": "We'll say, yeah, I think 2000 sounds great."
    },
    {
        "speaker": "A",
        "text": "Wow, this is incredible. This is. We should do this every now."
    },
    {
        "speaker": "D",
        "text": "You're buying into a big red candle."
    },
    {
        "speaker": "B",
        "text": "20 soul."
    },
    {
        "speaker": "D",
        "text": "Great."
    },
    {
        "speaker": "B",
        "text": "20 soul. How much is that?"
    },
    {
        "speaker": "A",
        "text": "20 souls. $2,000."
    },
    {
        "speaker": "B",
        "text": "I don't know. I'm just. I'm trying to do the job."
    },
    {
        "speaker": "A",
        "text": "What a fucking miss at $8, huh? What were we all doing that we were too good for? $8."
    },
    {
        "speaker": "D",
        "text": "I had no faith in sauna, man. I really did either."
    },
    {
        "speaker": "A",
        "text": "I thought it was toast."
    },
    {
        "speaker": "D",
        "text": "I don't feel like I want to use it. And the fact that it goes down all the time, I was like, whatever."
    },
    {
        "speaker": "A",
        "text": "I used to hold quite a bit of soul. I had a lot of good soul. Nfts. I had a Solana monkey business, which. Pretty great at the, you know, peak. Yeah. And then all this happened. Okay, Chamber. While you're doing that, couple shout outs. The night shift is back tonight live at eleven. So if you want actual actionable, great trading advice from people who know what they're talking about, check out phonics Shane, JP, and they've had Anthony on the last couple times. But if you want to know things from people who know what they're talking about, JP, Shane and phonics. There you go. So check that out. 11:00 Twitter and YouTube. We've also got the coffee with captain reminder for tomorrow morning at 08:00 a.m. so set your reminders there. Also, if you want to talk sports in a couple hours, J web and I will be hosting degen bets at 07:00 p.m. eastern, talking some NFL football and the like. Also, just general sports betting nonsense. So those are the shout outs. Now, a couple comments here. We've got phonics who double taps on Mark's answer. Use tensor hq for soul. NfTs. It's basically blur. There's going to be an airdrop at some point, so that checks out. And then he also says dex for shit. Coins. Use radium or Jupiter. Bird eye or Dex tools for charts you can swap through bird eye. There you go."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm in the midst of purchasing 11,700 with."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a lot. Now also from phonics. Thanks, phonics. I knew we could count on you for some alpha here. Pinned up at the top is a tweet from. What is it? Cryo cyronicle? NFT at finally moving from east to soul. Let me give you a quick list of my top ten projects on Solana right now. Chamber. Just allocate your percentage just according to this. You ready?"
    },
    {
        "speaker": "B",
        "text": "Ready."
    },
    {
        "speaker": "A",
        "text": "All right, number one, this is consistent with what I have heard from multiple people that this is probably the leading, or going to be the leading NFT project on Solana, or at least is right now, which is mad lads. NFT. Do you own any mad lads?"
    },
    {
        "speaker": "B",
        "text": "They seem to be pretty expensive."
    },
    {
        "speaker": "A",
        "text": "Yeah, they were. Not a couple of months ago you could they. I'm pretty sure I saw the floor, like 200 soul or something."
    },
    {
        "speaker": "B",
        "text": "I think that's what I saw, too. Hundred. At least 100 and something. So."
    },
    {
        "speaker": "A",
        "text": "Okay, so we're not going there. We want the next mad lads. What's the next mad lads? Right, yeah. This one is called Clay. Clay. No sores."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "C l a y n o S a u r z. This is, he says here, probably the best team on Seoul. Then number three, tensor hq, top class development team, which we just talked about. Solana, monkey business. There you go. OG pixel art op. These are kind of like. I don't know. I don't want to say this from a price perspective, obviously, but they were considered to be like the crypto punks of Solana, both from an art style as well as, like, they were the OG, NFt, along with. What was the other one? Something apes gosh do we know?"
    },
    {
        "speaker": "B",
        "text": "So now that I'm an owner of wif, do we. What does it. Do we know what it does?"
    },
    {
        "speaker": "A",
        "text": "It goes up."
    },
    {
        "speaker": "B",
        "text": "Oh, okay, perfect. That's all I need to know. Thank you. I yield my time."
    },
    {
        "speaker": "A",
        "text": "Next. Aurori project. This is one that's been around for a while. The best gaming project on Solana. Next. Number six on this list is alpha pharaohs. All it says here on the notes is reward. Rush is brilliant. I'm assuming that's some sort of mechanic that they've got going on. Taiyo Robotics Internet was made for porn. There you go. Chamber. I don't know what that means."
    },
    {
        "speaker": "B",
        "text": "Go on."
    },
    {
        "speaker": "A",
        "text": "I don't know. But if you ever need the soul project to keep you from peeing yourself in the car, sounds like Taiyo robotics might be your answer. Photo finish game. This is a. This is basically the sole version of Zed run cyber frogs NFT. It says just Thor and all caps. Do I need to say more? Yes, but that's okay. We'll just pretend no. And then Galactic Gecko sg. Eight figure vc arm supporting. There you go. So, Chamber, you can work your way down this list."
    },
    {
        "speaker": "B",
        "text": "I'm excited."
    },
    {
        "speaker": "A",
        "text": "There is a list there. Oh, we've got Steve coming up to stage. I didn't even see that. Hold on, let me get my. Let me get my trivia arm going here. Let's see. Steve, GM, how you doing? GM?"
    },
    {
        "speaker": "C",
        "text": "Gm. I I was. I was not available to come up. I'm actually doing work, but I was. I was evoked, as you guys talked about me, as if I wasn't literally right there in the room, so I decided to come up and give some."
    },
    {
        "speaker": "A",
        "text": "No, that's why I do that."
    },
    {
        "speaker": "C",
        "text": "It's a total. I'm like. I'm like, I'm being baited right now. And I was going to pop up, but, um. But your assessments were correct. Like, my. My fungible token. Outside of the traditional big caps, I trade around those pretty well, but I do a very poor job with, like, the shit coin season. I'm so bad at it. And so. Chambers. Correct. My bonk is going to be a nice little tax lost harvest, and we'll go from there."
    },
    {
        "speaker": "A",
        "text": "That's okay. I just tax. Last harvested, $1,000 in doge, so. Right there with you, buddy. Steve, I hope you at least appreciated me sticking up for you in the sense that you and I are. I feel similar in the. In the way that we can trade fungible tokens versus."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, you're exactly correct. I've done very well, kind of understanding community dynamics and, you know, even there are times when I hold much longer than I should, but I know what the correct exit is. But at the same time, I'm pretty good at kind of understanding those. It's what makes me probably good at poker as well. It's like I'm good at understanding human dynamics and sort of community interactions and. But I'm very bad at. Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Stay. All right, here's your trivia question. It's not fair. And since you're doing lots of work, I assume this will send you right back to work. Here it is. In the hit tv show Seinfeld, there's a famous fictional. Oh, you're gonna know this one. Anyway, there's a famous fictional holiday celebrated by."
    },
    {
        "speaker": "C",
        "text": "Oh, Festivus. You're going Festivus, right?"
    },
    {
        "speaker": "A",
        "text": "There you go. The answer is, Festivus introduced an episode of the strike. Festivus is celebrated on December 23 as an alternative to the commercialism of the holiday season. It's quirky traditions such as the airing of grievances and feats of strength have made it a memorable part of the show."
    },
    {
        "speaker": "B",
        "text": "Mendelbaum. Mendelbaum."
    },
    {
        "speaker": "A",
        "text": "Seinfeld expert Steve Kaczynski joins us on stage talking soul. So before you go, Steve, let's spend a little chambers money. What should he be buying?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And by the way, hilarious. The reason I actually knew that when I was like, I'm screwed. I'm not gonna know the Seinfeld thing, but I was at a pr firm where they would do a yearly festivus, and it was just the worst idea because everybody just passive in a scenario."
    },
    {
        "speaker": "A",
        "text": "That sounds so terrible."
    },
    {
        "speaker": "C",
        "text": "Like, I remember, like, a friend of mine, like, they would say, like, like, they said, like, one of the photographers who, like, would use, like, various random shots. They'd be like, Nicole is married. Stop crying. Creeping on her for the photography. And then, like, they, like, said to like, someone, like, a friend of mine, Molly. They're like, molly, like, you're not Britney fucking Spears. Stop dying your hair different color. I mean, it was nasty. So, yeah, I got away with just. It was very fucked up. I got away with just not having an indoor voice. So that was fine, because that's just objectively true. But no, I was going to say, like, so I'm not as familiar, obviously, with the soul ecosystem as a lot of other people. The ones that tend to pop out for me are a few obviously mad lads is like, you know, going to cost 200 plus souls. You're probably not going to go there. That has had its run. Bodogo's obviously, yesterday were a lot less. But, you know, the pull case that people have made to Bodogo's for me is a few things. One, first of all, they're adorable. Everyone likes dogs. They're good looking. Pfps."
    },
    {
        "speaker": "B",
        "text": "Number one, not this guy."
    },
    {
        "speaker": "C",
        "text": "I mean, that's, that's so on brand. Number two, the high. You don't like dogs. Of course. Number two, it's from the Nifty show, which they obviously not only were here through the bear and they didn't go away, right? Like, if they were here for the money, they would have disappeared. They kept going nifty, nifty portal through it. And they're connected to easy, who is easy Bodega, who's sort of like a very, very well known, like just, he stuck through soul when Seoul was single digits. Uh, he's been, you know, uh, pounding the table on it. So he's very, like, he's very well liked. I don't know anybody who doesn't like him in the sole ecosystem, so he's connected to them as well and kind of launched in partnership. Number three, what's interesting about it, if you just are looking from a financial perspective, is, which I know you are, is the idea that, like, these are something that, like, when you look at a normal NFT project, we talk about the dynamics. You're waiting for, like the next doodles announcement, the next board ape event, whatever it is. You have nifty portal wearing these pfps and literally pumping your bags every single day, five days a week, constantly. So it's like you basically have like an always on bag pump for any given time that they want to do something."
    },
    {
        "speaker": "A",
        "text": "So like, just like the Djen token."
    },
    {
        "speaker": "C",
        "text": "Yeah, right. We do such a terrible job pumping our own stuff, but like, it's our fucking, it's our Ponzi scheme where we made no money. So. No, but no, in all seriousness, like, it's. They will like, be out there kind of like talking about it, doing meetups, adding utility. They did a partnership with Courtyard, which has Rwas, like, you know, like pinned to like Pokemon cards and things. And just in general, like, I find it to be a. An opportunistic place to be a part of. So I got two of them a while ago at seven. I was debating if I want a dollar cost average upward and just grab one now. Cause it still won't be too bad. But yeah, I think they're, they're interesting to hold for three to six month period of time because there's another bull market. And the other thing that Jack brought up this morning, which is really well, about said about Bodogo, is that you have easy, who's one of the number one sort of commentators and market participants in Seoul. You have po, who's one of the number one market participants. I think from a commentating perspective in our ecosystem on bitcoin, not overall on bitcoin, but in bitcoin as far as our world goes. And then obviously the Nifty show in general is big on east. So you sort of have three chains covered, which I think is noteworthy. So I'd go, but interesting. You already mentioned kleinosaurs. They have sort of like the pudgy penguin factor over on soul in the sense that they're adorable. People really like them. They're making physicals, they're making toys, they're making lore. So they're interesting. They have a really good team. They hired Zayn, who was the, he actually worked on a team Gary Vee forever ago. And when they launched V friends, Andy was allowed to take, I think, one person off team Gary V, I believe. And he took Zayn. Um, and so, like, he's, you know, he's pretty good there. And then he would do a cool cat social media for a while now he leads there. So, um, kleinosaurs is solid. And then the only one that wasn't mentioned that I don't fully understand the value proposition, but people just love them is the okay bears. Um, people really like okay bears. They tend to catch a bid anytime soul gets anything going. And those are about 25 soul at the moment. So, uh, and obviously you bought cups and you mentioned those. I bought some. I'm hoping that it leads to some coffee based utility because I did have."
    },
    {
        "speaker": "A",
        "text": "You need more of that."
    },
    {
        "speaker": "C",
        "text": "I know, right? I work with Starbucks. I drink coffee. I need more coffee. Um, I just bought five bags of coin coffee that got to my house. But the point being, like, they have a physical product that they show up to sponsor at events. They were on the, at the d Gods house in art basel. So they were down there serving up coffee and getting a lot of pub there. So the fact they're doing sponsorships, they're in the Solana ecosystem, they're well connected, they're doing a lot of IRL, and it's already a successful business is interesting to me. And again, I don't know whether they catch a bid or not, but they definitely potentially, at the worst case scenario, you're probably going to get some pretty good utility along the way. So anyway, those are my amateur soul pitches. But of course, I'm sure there's other people who would give you better advice than that."
    },
    {
        "speaker": "A",
        "text": "I mean, that's about as good as we could hope for here, right?"
    },
    {
        "speaker": "D",
        "text": "Chamber, I get your better advice. Now, hold up. Here's what you're going to want to do. You're going to want to take the rest of that $3,000 and mosey on over to eBay and buy my Solana saga phone. That's going to get you, Dennis Saga, Genesis, Nft. And with that, man, you have no idea. Airdrop, this is your portal. This is your board a for this next cycle, you're going to get so many things airdrop to. So go ahead. I can dm you my listing details."
    },
    {
        "speaker": "C",
        "text": "Well, that's the other thing that I want to say, chamber. If you're looking again financially, like this is, who knows if this will actually happen? But what's interesting about buying these pfps is the friction. For Solana, airdropping a coin is very different than, say, ethan, right? Like, from a cost perspective and a friction perspective, the way bonk was airdropped was people who had, like, interact in an ecosystem. So we all woke up one day with a bunch of bonk in our wallet. Um, and so the theory is, if Solana's having a moment like ETH had last cycle, and you have some of these sort of PFP projects, then one similar to how bored apes got a lot of allow lists and things like that, you'll get that. But on Solana, it can really be supercharged because they have the ability to say, hey, like, nifty portal doesn't even need to drop to drop a coin because they know the people who hold bod algos have some level of influence and are good market participants, so they can just get airdropped a coin without having to do anything or even need a claim. So I think that that's what's also interesting is that, you know, positioning yourself with a few of these sort of, like, higher end projects in Solana might gear you up. If there is another NFT bull run and Solana is a leader, as it's more, it's a little bit easier to use. The wallets are easier to use than metamask, et cetera, then you may be positioning yourself for, like, just those airdrops and sort of buy the cow, sell the milk situation."
    },
    {
        "speaker": "A",
        "text": "Chamber, what are your thoughts here? I feel like you've gotten about as much actionable advice as we could have hoped for on this."
    },
    {
        "speaker": "B",
        "text": "This, honestly, I'm looking at Bodago's right now. They look great, by the way. I do have to pump my own tires here a little bit. I put out a tweet. I put out a tweet today saying I bought more. This is on the, on the. This is not a soul project. This is on Ethereum. But I've been a heavy bag holder of loot. Loot coin, whatever it's called. But what it is, it's a. It's an airdrop, basically, aggregator. So you hold the tokens. They, you know, collect airdrops. I bought some more this morning. It's gone up 50% since my. And I tweeted about it. It's got up 50% since my tweet."
    },
    {
        "speaker": "A",
        "text": "And I think 50% since your tweet. You're just a regular old alpha caller these days."
    },
    {
        "speaker": "C",
        "text": "Gordon Garner, chamber. Who's better? Who knows?"
    },
    {
        "speaker": "B",
        "text": "It's an argument. It's definitely an argument."
    },
    {
        "speaker": "C",
        "text": "People are asking the question, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I mean."
    },
    {
        "speaker": "B",
        "text": "So I'm looking at. Yeah, so I'm looking at these right now. Mark, I do have a question. I do. I have been hearing about this Jupiter airdrop. I think you said it does count, but using bird's eye or bird eye. So does that get me in the Jupiter airdrop?"
    },
    {
        "speaker": "D",
        "text": "I believe so. I think it just matters what wallet is doing the interacting. I don't know, 100%, but I'm pretty sure it routes everything through Jupiter. So if I had a guess, I would say yes."
    },
    {
        "speaker": "B",
        "text": "But should I make an additional purchase of."
    },
    {
        "speaker": "D",
        "text": "They have different features on there, so they have perpetuals, which I've had a ton of fun with the last few days. They have. That. They have bridging also, you might want to use wormhole, too, because there's going to be a snapshot for that as well. So that's the way to bridge on there as well. You can run everything through Jupiter. They also have DCA where you can, dollar cost average twice a week or whatever. So I would recommend using these in very small amounts just to have exposure to that side of it in case that there is an airdrop and it is weighted differently based on which functionality used, that would be good. And also, if you used magic Eden to buy, go ahead and use tensor. Just use all the stuff on there because you don't know what's really going to happen."
    },
    {
        "speaker": "B",
        "text": "Okay. This is great information."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This is the kind of stuff that I realize that I've been out of the game too long. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "Did you guys hear about that kid that staked one soul for, like, a couple months and then got this stupid large airdrop? I think it was the jitto GTO. Whatever it was. It's just, like, using it just a little bit. It's crazy how he did it with, like, a few bucks."
    },
    {
        "speaker": "B",
        "text": "That's wild."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's how I feel like Ens was. Remember back in the bull run? Like, you bought one ens account and you got airdropped, you know, thousands of dollars. So it's definitely possible. It's starting to be that time that feels like, pay attention. I am stuck in my old ways, so it's going to take me longer. So I'll buy the tops on everything a la doge, and that's going to be it. Chamber does. Did this meet your expectations for this show? What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we got some. I think. I think we got some great tips from people that know more."
    },
    {
        "speaker": "A",
        "text": "How much money did you spend?"
    },
    {
        "speaker": "B",
        "text": "I've spent so far, about 75% of it."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay, so give us the final breakdown here prior to closing down."
    },
    {
        "speaker": "B",
        "text": "So, I mean, what we can do is it was, you know, we're talking $5,000 we can check in and everything is kind of on this, at least the. The coins. The coins are. We're up on dog with hat as of right now."
    },
    {
        "speaker": "A",
        "text": "So that's great. You mean since you bought it, you're up with dog with hat?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm up. We're up with cups. By who? The cups? By cups by somebody. Coffee maker."
    },
    {
        "speaker": "A",
        "text": "I want to get repository."
    },
    {
        "speaker": "B",
        "text": "Raposa. Thank you very much. And now I'm just deciding on which Bo doggo to purchase. So if anybody does have a recommendation yet, post it in the."
    },
    {
        "speaker": "A",
        "text": "Oh, dude, just go in the war room and ask what Bodago. Like, they're. They're all talking about Bodago's all day today. Like, go. The last 24 hours has been Bodogo nation. All right?"
    },
    {
        "speaker": "B",
        "text": "This has nothing to do with Bodog, right?"
    },
    {
        "speaker": "A",
        "text": "Utilize. No, that's different. Utilize your, um, you know, the community that you built. Like, what do you think it's for?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "It's the collective hive mind of sharps. Like, you know, listen to the night shift tonight, though. Tell you what to buy."
    },
    {
        "speaker": "B",
        "text": "I will listen to the night chef tonight."
    },
    {
        "speaker": "A",
        "text": "Listen to. Listen to Djen bets tonight. We'll tell you what to bet and listen to coffee with captain tomorrow, and they'll tell you more stuff on sold. They have some kind of special guest who's. Who's the guest tomorrow, Steve, I don't."
    },
    {
        "speaker": "C",
        "text": "Think we've announced it yet because I don't think his news is out."
    },
    {
        "speaker": "A",
        "text": "Then it's special. But. But it is billed as a special guest, correct? So special to us. Yeah, special to us. Okay, so chamber. Chamber, you're the guest tomorrow on coffee with captain, and that is going to do it for us. Thank you for spending chambers money, Chamber. I think you better make some more money so we could do this as a recurring segment because I enjoy it."
    },
    {
        "speaker": "B",
        "text": "I mean, as long as we don't lose, we will. We can continue doing this in perpetuity."
    },
    {
        "speaker": "A",
        "text": "And some will lose big sh."
    },
    {
        "speaker": "B",
        "text": "Well, that's what we got to do. A spray and pray. You know what I'm saying? Yeah."
    },
    {
        "speaker": "D",
        "text": "Big shout out to pain was all about that."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's it. All the volume. That's right."
    },
    {
        "speaker": "B",
        "text": "Big shout out to pain, by the way, for having quality Internet this show."
    },
    {
        "speaker": "A",
        "text": "For the first time in three weeks."
    },
    {
        "speaker": "B",
        "text": "He did an update on his phone."
    },
    {
        "speaker": "A",
        "text": "He said, well, I do know that they buy the Internet by the pound in Nashville, so hopefully picked up a couple extra pounds at the store today."
    },
    {
        "speaker": "D",
        "text": "Well, okay. All right, people. I don't really know what the issue was, and I'm hoping that it's fixed, but you never know. So we made it through today, and tomorrow or Wednesday is another day. Let's live in the moment."
    },
    {
        "speaker": "B",
        "text": "We'll take our wins when we get them."
    },
    {
        "speaker": "A",
        "text": "That's right. And that's going to do it for us today. Thank you for tuning in. And until next time, keep the mic."
    }
]