[
    {
        "speaker": "A",
        "text": "How. How excited are you about the show right now?"
    },
    {
        "speaker": "B",
        "text": "0%. Welcome to the mid mic crisis, where growing up meets goofing off. I am bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Doing pretty good, man. I got my diet or my coke zero beside me. Just finished a dart outside. My mom's visiting right now."
    },
    {
        "speaker": "B",
        "text": "Are we in smoking season?"
    },
    {
        "speaker": "A",
        "text": "Wow. My mom just dropped by today, so she's a smoker, and I feel guilty when I let her smoke outside by herself. So, as a good boy, I bought a pack of cigarettes this afternoon, and we'll smoke them with her until she's gone on Sunday."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "It's canadian Thanksgiving, so she's coming to visit. So, I mean, we're gonna eat, we're gonna smoke some cigarettes."
    },
    {
        "speaker": "B",
        "text": "I always forget that Canadian Thanksgiving is in mid October."
    },
    {
        "speaker": "A",
        "text": "I would argue the best time to have Thanksgiving."
    },
    {
        "speaker": "B",
        "text": "Yeah, why is that?"
    },
    {
        "speaker": "A",
        "text": "It's good. It's like thanksgiving weather outside, you know, it's nice. I would like. Because you guys are, what, like, last week of November?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That is no longer thanksgiving time. Well, that is almost Christmas time."
    },
    {
        "speaker": "B",
        "text": "I mean, they're. They are back to back, pretty much."
    },
    {
        "speaker": "A",
        "text": "That's crazy. I mean, but the, like, right now, I'm assuming the leaves are starting to change where you are."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it's still, like, pretty warm here."
    },
    {
        "speaker": "A",
        "text": "It is war. It is warm here, too, but I kind of like that. I like that. I want it to be in that sweet spot between the end of summer and beginning of fall, because that's what we're being thankful for, the harvest. You know what I mean? Like, that's. This is. This is where it happens, so. Yeah."
    },
    {
        "speaker": "B",
        "text": "Thankful for the harvest."
    },
    {
        "speaker": "A",
        "text": "The harvest. Yeah, the harvest of weed and maple syrup. That's canadian. Canadian Thanksgiving."
    },
    {
        "speaker": "B",
        "text": "Oh, okay. I dig it. Dig it, dig it. All right, well, would you guys kill."
    },
    {
        "speaker": "A",
        "text": "A bunch of people? And, like, we just, uh."
    },
    {
        "speaker": "B",
        "text": "We hang dried scalps from our chimneys, uh, in order."
    },
    {
        "speaker": "A",
        "text": "That's okay."
    },
    {
        "speaker": "B",
        "text": "Chris Columbus to visit us every Thanksgiving."
    },
    {
        "speaker": "A",
        "text": "Canada is much worse on that front. Uh, we. We've done some terrible."
    },
    {
        "speaker": "B",
        "text": "Who did you rape and pillage?"
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. We. We. I mean, it's really starting to come out as of late with some of the atrocities in fairly recent canadian history."
    },
    {
        "speaker": "B",
        "text": "So, I mean, look, I'm pretty sure this statute of limitations has passed on all that, so, you know, we don't have to worry about it."
    },
    {
        "speaker": "A",
        "text": "I mean, my family's been here a long time. I did my DNA and my. And my family tree stuff, and I have a long line of being a white guy in North America. And I'm sure a lot of my relatives weren't the nicest. So it's, you know, if they're coming for anybody, it's definitely me."
    },
    {
        "speaker": "B",
        "text": "You think so?"
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. It's both sides. I couldn't get away from it. Both sides of my family just. Just steeped in european north american history up to, like, the Mayflower. Like, it's crazy."
    },
    {
        "speaker": "B",
        "text": "What was the weirdest thing you found?"
    },
    {
        "speaker": "A",
        "text": "The weirdest thing I found? Oh, both amber and I are related."
    },
    {
        "speaker": "B",
        "text": "Oh, we talked about this. That's right. You're, like, her uncle or something."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. That was definitely the weirdest thing I found, is I went back in the family tree to a certain point, and I got to that same point with Amber's family. She and I have the same relatives. I mean, we're going back 1000 plus years, so the gene pool is pretty deep still. You know, my kids aren't walking around with twelve toes or anything, but, yeah, I think it's like. I think it was Charlemagne was our common ancestor. And that's a weird thing. When you see it in black and white, you're like, oh, I am a rapper. No, no, that's. I feel like, is he a rapper or is he."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "He's a radio dj. I'm not. He might have been a rapper prior to, but I know."
    },
    {
        "speaker": "B",
        "text": "Do you think I actually know?"
    },
    {
        "speaker": "A",
        "text": "I I'm pretty sure it's the same guy that looks suspiciously like Kobe every time I see him. Like, that guy could be, like, a Kobe impersonator on, like, in, like, downtown New York."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm not a. I don't. I don't."
    },
    {
        "speaker": "A",
        "text": "Actually, I might be wrong. There is a dude, though, that does, you know, the morning. The morning shows that. That I've seen a couple of times, and I'm pretty sure it's Charlemagne."
    },
    {
        "speaker": "B",
        "text": "We got not really canadian thanksgiving going on this weekend. Is it a weekend thing? Is it a week thing?"
    },
    {
        "speaker": "A",
        "text": "No, it's a weekend thing. So it's basically Friday to Monday. It's a full."
    },
    {
        "speaker": "B",
        "text": "Okay, so I don't. I don't dig that. We get the Thursday. So it's like, Thursday Friday. You got a whole four day weekend."
    },
    {
        "speaker": "A",
        "text": "Okay, but we get the four day. We get the Friday to Monday for the weekend."
    },
    {
        "speaker": "B",
        "text": "That is not four days."
    },
    {
        "speaker": "A",
        "text": "Like, we go back to work on Tuesday."
    },
    {
        "speaker": "B",
        "text": "Oh, okay. Friday to Monday is a normal weekend."
    },
    {
        "speaker": "A",
        "text": "Like, Friday off and Monday off."
    },
    {
        "speaker": "B",
        "text": "All right, I see we did have circles jump up. Are we giving circles a trivia question here."
    },
    {
        "speaker": "A",
        "text": "I believe. I believe circles owns one of my front."
    },
    {
        "speaker": "B",
        "text": "Accuse. Is that accurate? Circles?"
    },
    {
        "speaker": "C",
        "text": "I can neither confirm nor deny."
    },
    {
        "speaker": "B",
        "text": "I hope you confirm because it decides if you had a trivia question or not."
    },
    {
        "speaker": "C",
        "text": "Some have gotten. How much is your friend, tech chamber?"
    },
    {
        "speaker": "A",
        "text": "Did you sell it? You said no."
    },
    {
        "speaker": "C",
        "text": "I've never bought yours."
    },
    {
        "speaker": "A",
        "text": "Oh, no. Okay."
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "He would never do such a thing."
    },
    {
        "speaker": "A",
        "text": "You're right. What was I even thinking? Okay, Sir Chamber, let's see."
    },
    {
        "speaker": "C",
        "text": "What are you at right now?"
    },
    {
        "speaker": "A",
        "text": "Ooh."
    },
    {
        "speaker": "B",
        "text": "Nope."
    },
    {
        "speaker": "C",
        "text": "You're out of my price range."
    },
    {
        "speaker": "A",
        "text": "Out of. Oh, my God. Get in there. Get in there."
    },
    {
        "speaker": "C",
        "text": "When it gets good, flip me a couple more times and then maybe I can eat into this. No."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm going to give you 1 second. Are you. How smart are you? I want you to rate yourself on a scale of one to ten."
    },
    {
        "speaker": "C",
        "text": "I'm going to give you zero, just absolute zero."
    },
    {
        "speaker": "B",
        "text": "Same circles."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. Okay. All right. It's fall. Okay, it's fall season. Circles. Are you in an area that gets all of the seasons? Like, do you get winter, do you get fall? Or are you, like, in a constant state of sunshine?"
    },
    {
        "speaker": "C",
        "text": "I have been in both of those locations and multiple points in my life. My current location is unknown to only those who listen to my space and have figured out because I'm terrible about keeping that secret."
    },
    {
        "speaker": "A",
        "text": "All right, fair enough. This is a fall flower. Okay? And the question is, what flowers are known as mums? What's the. What's the full. Full word there?"
    },
    {
        "speaker": "B",
        "text": "British ones."
    },
    {
        "speaker": "A",
        "text": "Yeah, not the british ones. This is. This is a flower usually comes out around this time of year, at least where I am very popular to spruce up the. The fronts of the house to, you know, let people know."
    },
    {
        "speaker": "B",
        "text": "Flowers are known as mums. I mean, aren't they just mums?"
    },
    {
        "speaker": "A",
        "text": "No, but there's a full name to it. Come on, guys."
    },
    {
        "speaker": "C",
        "text": "I mean, bunch of himself is apparently stumped by it much as I am. The name is moms."
    },
    {
        "speaker": "A",
        "text": "You can reach. You can reach out to me as a phone a friend. If you'd like. I can help you out here."
    },
    {
        "speaker": "C",
        "text": "I'd like to phone a friend in Chamberegh."
    },
    {
        "speaker": "A",
        "text": "It's. They're also known as chrysanthemums. You. You freaking philistines. Uh, chrysanthemums is what we're looking for. So you get it. You get it. So you can participate. I feel bad. Poor guys. You guys apparently are too nice to your spouses to not know all of the flower names. I buy a lot of flowers, guys. I'm gonna be honest, I'm kind of a piece of shit."
    },
    {
        "speaker": "B",
        "text": "My wife. My wife is not a flower light lover. She can't keep anything alive that is not our children or pets. So flowers are not something that we. We do a lot of here."
    },
    {
        "speaker": "A",
        "text": "I mean, it's good because they get a little. A little pricey."
    },
    {
        "speaker": "B",
        "text": "I'm like, before we go to circles, I did have a minor heart attack as we were doing the show here. We have a very thin audience today, so I can notice if people pop in and out. And we had a pop in that gave me a little heart palpitation. Did you see who it was?"
    },
    {
        "speaker": "A",
        "text": "No clue. I don't even look at the crowd."
    },
    {
        "speaker": "B",
        "text": "It was my mother. Yeah."
    },
    {
        "speaker": "A",
        "text": "She'S here for. Here for chamber. She is and all. It was chrysanthemum knowledge."
    },
    {
        "speaker": "B",
        "text": "Yeah, she heard we had chrysanthemums on the docket today. And she's like, oh, I'll be there. Yeah. All right, circles. Gm."
    },
    {
        "speaker": "C",
        "text": "Gm. So, topic of canadian versus american Thanksgiving. It does make sense to have it earlier in the year, in the fall times for Canada. I mean, y'all are. Got quite a range of that northern border versus America has quite a range of that southern border that we almost need it to be later in the year to kind of offset the terrible, terrible heat that some of these states do get. That's just unbearable to have, like, a proper thanksgiving. Like, you need to be playing in jeans and a long sleeve shirt, throwing the thanksgivings for, like, part of the Thanksgiving holiday. And that's. You can't be doing that in, like, beginning of October."
    },
    {
        "speaker": "A",
        "text": "No, there should be a vest worn. It's not like a. Like a puffy vest at some point."
    },
    {
        "speaker": "C",
        "text": "Sweater vest."
    },
    {
        "speaker": "A",
        "text": "Maybe a beanie if you're feeling really cool, you know, into the evening, you know, that's. That's all right."
    },
    {
        "speaker": "B",
        "text": "Evening, Beanie."
    },
    {
        "speaker": "A",
        "text": "Oh, evening, Beanie. Yeah, it's the only beanie."
    },
    {
        "speaker": "B",
        "text": "I mean, I wear, like, permanent beanie. Once it gets to a certain. I may have to invest in a dinner beanie."
    },
    {
        "speaker": "A",
        "text": "Like a. Like a satin or like a suede beanie, maybe. I think I could see that beanie, baby."
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "No, that's been done."
    },
    {
        "speaker": "B",
        "text": "Oh, all right. That's gonna do it for us today."
    },
    {
        "speaker": "A",
        "text": "I do have some football related questions for you. Yeah, I've been. Because you're my football guy. Sure. I learned."
    },
    {
        "speaker": "B",
        "text": "I've been trying to get. Oh, is this because you're. You're getting pretty deep in the Friday night light streets?"
    },
    {
        "speaker": "A",
        "text": "No, no, not at all. This is all."
    },
    {
        "speaker": "B",
        "text": "How far are you?"
    },
    {
        "speaker": "A",
        "text": "Season two?"
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Right in the middle of it, I would say right in the middle. Very much so. I like it a lot. I'm at the point now where the coach, again, I don't know anybody's name in this, but the coach is now coaching at the university, and there's a new coach at the high school, and he's kind of a piece of shit. And we feel like the team is deteriorating a little bit. And the guy that I like the most, I don't know, he's like the used car salesman. That's the one I."
    },
    {
        "speaker": "B",
        "text": "Buddy."
    },
    {
        "speaker": "A",
        "text": "Buddy. That's my guy. I'm like, oh, I'm buddy."
    },
    {
        "speaker": "B",
        "text": "You are definitely a buddy. You are 100%. What's his last name? Something with an r. Buddy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Gosh, I'll pull it up."
    },
    {
        "speaker": "B",
        "text": "Buddy Garrity. Buddy."
    },
    {
        "speaker": "A",
        "text": "Buddy Garrity. Yeah. This is who I like. Okay. Because, yeah. You know when you watch a show, you always identify with somebody, right? You pick a, you pick a character. Like, this is."
    },
    {
        "speaker": "B",
        "text": "My God. You're the most buddy Garrity there is."
    },
    {
        "speaker": "A",
        "text": "And I'm like, at first, I'm like, oh, this guy's a piece of shit. I'm like, the more I watch, I'm like, this guy's all right. Just a little misunderstood."
    },
    {
        "speaker": "B",
        "text": "Wait till you see his story arc."
    },
    {
        "speaker": "A",
        "text": "I'm so excited for it. Honestly. That's the one I'm most excited about, because I'm like, this guy's on the precipice of a heart attack at any point. But, no, he's been shunned by the new coach and is now in the old coach's ear. Be like, hey, you got to come back. What if. What? You know, your family's falling apart, man. You got to come back. He's using his, he's using his family against them just so he can get back into the practices."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "That's what you do. Texas foot. Texas forever, baby. You know, you got. Nothing is bigger than Texas high school football."
    },
    {
        "speaker": "A",
        "text": "So, yes. So, buddy. Yeah, buddy is my guy. Buddy is the storyline I want. If there are buddy spinoff tv shows, I'm all about it."
    },
    {
        "speaker": "B",
        "text": "Garrity group. Yeah."
    },
    {
        "speaker": "A",
        "text": "Garrity guys, Mandy, so. But, no, my questions all revolve around how you feel about this whole Taylor swift thing. Is it souring the NFL Sunday experience for you last couple of weeks with all the, like, the Taylor and I want to say, travis, what's the other cousin? Is that."
    },
    {
        "speaker": "B",
        "text": "Her name is Kelsey."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Like, the Taylor and Travis talk is, because I'm seeing it."
    },
    {
        "speaker": "B",
        "text": "It's spilling into my world from the outside looking in. How do you feel about it?"
    },
    {
        "speaker": "A",
        "text": "I mean. I mean, Taylor Swift has been at a million Laker games. Taylor Swift, up until the Travis Kelsey thing, has been loosely associated with Austin Reeves, who is a Los Angeles Laker. And I feel like it has. It doesn't have the same effect that it does, like, in the NFL, for whatever reason. But, I mean, she's court side, you know, five, six times a year, she's been, you know, again, she's been. Last year, she was. There was a connection, possibly between her and one of the Laker players that never came to. You know, that never came to fruition."
    },
    {
        "speaker": "B",
        "text": "Or at least this isn't really a football question. It's a Taylor Swift question."
    },
    {
        "speaker": "A",
        "text": "It's definitely more like, what. Why is it different for NFL. Is it a. Is it frustrating for an NFL fan who may not be a Taylor Swift fan and are. Yeah. Is the experience changed for you in the last couple of weeks?"
    },
    {
        "speaker": "B",
        "text": "No. So, like, a lot of my friends are very staunchly against this, and they don't like how it is proliferating into all of the coverage. I just, like, couldn't care less."
    },
    {
        "speaker": "A",
        "text": "Like, is it, like, you watch a lot of football? Yeah, like, you're. You're. You're watching it all day? Like, all day Sunday, Monday. How much is it really affecting your watching experience?"
    },
    {
        "speaker": "B",
        "text": "Me? Close to zero."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "B",
        "text": "There's a lot. But there's a lot of coverage on it."
    },
    {
        "speaker": "A",
        "text": "Is there?"
    },
    {
        "speaker": "B",
        "text": "Yeah. In games that don't involve Travis, Kelsey or Taylor Swift, they are talking about Travis, Kelsey and Taylor Swift. So I think that's where most people get annoyed about it. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I do see a lot of, like, negative. You know, like, a negative stream of consciousness towards Taylor, but I don't think she's actually doing anything that wrong. I mean, what? She's. She's in the private enjoying a football game. Exactly."
    },
    {
        "speaker": "B",
        "text": "Who cares? It's."
    },
    {
        "speaker": "A",
        "text": "Is it. Who does the coverage? Is it, like, ESPn or NFL or, like, who does?"
    },
    {
        "speaker": "B",
        "text": "I mean, everybody."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I feel like they're the ones to blame."
    },
    {
        "speaker": "B",
        "text": "Like."
    },
    {
        "speaker": "A",
        "text": "Like, just relax, guys."
    },
    {
        "speaker": "B",
        "text": "You never seen Taylor. That's exactly right. It is. They are."
    },
    {
        "speaker": "A",
        "text": "Cause it's very chill. Like. Like I said, like, you know, when. When she shows up on the lake."
    },
    {
        "speaker": "B",
        "text": "Again, talk about when, you know, some teams are getting blown out, 40 to nothing. You need some things to talk about."
    },
    {
        "speaker": "D",
        "text": "Can. Can I chime in for a second?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. Absolutely."
    },
    {
        "speaker": "B",
        "text": "Gonna have a hot take here."
    },
    {
        "speaker": "D",
        "text": "I'm gonna have a hot take. So, over the. Over the summer, if you all remember, there was some Aaron Rodgers and. And Taylor Swift talk, if you all heard that."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "So afterwards, you know, I don't even think Taylor Swift and Aaron or Travis Kelsey."
    },
    {
        "speaker": "B",
        "text": "They."
    },
    {
        "speaker": "D",
        "text": "They probably never even kissed because it was supposed to be Aaron Rodgers. He was throwing shade at Travis Kelsey. He's thrown amidst the whole Taylor Swift thing. I think she was just using. She was using an NFL player to penetrate this market, and that was the whole plan. It was supposed to be Aaron Rodgers. Then he tore his achilles. The man can't play. So, who's the next biggest star? Who's the. Who's the next. The next hunk? Is Travis Kelsey."
    },
    {
        "speaker": "A",
        "text": "Is he the next hunk? I mean, he. The only reason. I'm pretty sure. Because he has an older brother."
    },
    {
        "speaker": "D",
        "text": "Correct, correct."
    },
    {
        "speaker": "A",
        "text": "Okay. Because I'm almost positive it was Travis, the younger brother hosted Saturday night. Did he win the Super bowl last year?"
    },
    {
        "speaker": "D",
        "text": "He did. He did."
    },
    {
        "speaker": "A",
        "text": "Okay, so he hosted Saturday Night live, and he was very funny. So he. Is he, like, the next big hunk, though? Like, I didn't know a. I didn't know Aaron Rodgers was at the top of the. The NFL hunk list."
    },
    {
        "speaker": "D",
        "text": "Well, it's not the Hunk list. He was. He was important. He was an important person."
    },
    {
        "speaker": "A",
        "text": "Okay. And."
    },
    {
        "speaker": "D",
        "text": "But also, Travis Kelsey, I don't know if you saw. He was a little frustrated with all the media coverage to be like, hey, guys, like, it's. Yeah, you can show her, but it's football. We're not just. This isn't the Taylor show, essentially. I'm paraphrasing. Paraphrasing."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "I I think it's all just a ploy for, uh, Travis Kelsey to bring back his, uh, 2016 E. Reality tv show catching Kelsey."
    },
    {
        "speaker": "A",
        "text": "Is that a real show?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "That's amazing. So, how long has Travis Kelsey been in the NFL for?"
    },
    {
        "speaker": "B",
        "text": "A good amount of time?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "Six years, maybe longer, I think."
    },
    {
        "speaker": "D",
        "text": "Long. I think he's 33. 33 or 30?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that sounds right. I mean, he might have been in college, like, right when I was coming out of college, so that. Right."
    },
    {
        "speaker": "A",
        "text": "That's wild to me. Like, the age stuff. Like, I saw. I saw a clip. I don't know if it was a current clip, but it was Taylor Swift. Oh, 30. I have no idea."
    },
    {
        "speaker": "D",
        "text": "33. I'm pretty sure. 33, I think so. 33 or 34 as well."
    },
    {
        "speaker": "A",
        "text": "Wow. 22, 100%. Like, I would have thought. Like, I thought. I thought, like, 28 or 29 might have been too old."
    },
    {
        "speaker": "B",
        "text": "He was drafted. It looks like in 2013. Okay. Little younger than I thought he was."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's wild. The age."
    },
    {
        "speaker": "B",
        "text": "First real season in 2014. He's been with the Chiefs the whole time."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. Because the age difference in football is wild. Like, I saw an Adrian Peterson play or clip. I assumed it was one from this past week where I think he was running."
    },
    {
        "speaker": "D",
        "text": "Not even close."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Considering Adrian Peterson has been retired for a while."
    },
    {
        "speaker": "B",
        "text": "Like a current."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, it's. They were making. Okay, so this is. This is. Okay. I'll tell you what I saw, and you guys tell me what, you know, what I actually saw. So the announcers were."
    },
    {
        "speaker": "B",
        "text": "Is this a Mandela effect?"
    },
    {
        "speaker": "A",
        "text": "No, the announcers were talking about how old Adrian Peterson was, and it looked like he was running for, I want to say Kansas City, but it may not have been that. And he got a touchdown, and they were saying he was 33 and how old that was for the way he was moving and the quality, it was like a 90 yard rushing touchdown. So I'm assuming that wasn't this fast. All right. Regardless if it was this week or if it was five years ago, my point."
    },
    {
        "speaker": "B",
        "text": "He also never played for Kansas City."
    },
    {
        "speaker": "A",
        "text": "Way off. Way off. So even if he didn't play for Kansas City, my reaction from the video was how befuddled the announcers were with this guy being 33 and running so well. Is 33 that old in the NFL?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for a running back, it definitely is. I wonder if you're thinking of, like, Derek Henry."
    },
    {
        "speaker": "A",
        "text": "No, it was definitely Adrian Peterson because I knew the name, and he was running for a team that I wasn't. I didn't associate him with that team."
    },
    {
        "speaker": "B",
        "text": "Like it is for an NFL running back. It is in general, for most positions, I would say in the NFL, maybe aside from, like, quarterback and maybe, like, some linemen tighten, too, I think tight end maybe as well. The average length of a running NFL running back. Career chamber. What would be your guess?"
    },
    {
        "speaker": "A",
        "text": "Like, how many years?"
    },
    {
        "speaker": "B",
        "text": "Yeah. What is the average length of an NFL running back career?"
    },
    {
        "speaker": "A",
        "text": "I would have guessed ten years."
    },
    {
        "speaker": "B",
        "text": "Three."
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "B",
        "text": "Three? Yes. And so, considering they come into the league after college. Right? Yeah."
    },
    {
        "speaker": "A",
        "text": "What's a. What's a young, like? Like, first. Like a first round pick. Young guy, like in basketball. Like, a young guy coming out of school is like a freshman. He's gonna be 19, maybe he's gonna be 20. Like, that's a young. That's a young rookie. Is that the same for football?"
    },
    {
        "speaker": "B",
        "text": "Well, football, you have to play for at least two years, so you can't come out until your junior year. So you're talking. The youngest you could come out is like that, 21 ish."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay."
    },
    {
        "speaker": "B",
        "text": "Right, so your average career length for a running back is three years. So you're talking. So for a 33 year old running back. Yes. That is astonishing. You see, I."
    },
    {
        "speaker": "A",
        "text": "That is astonished. Is there. Is there a running back currently in the league right now that is that."
    },
    {
        "speaker": "B",
        "text": "Age or older, probably, but."
    },
    {
        "speaker": "D",
        "text": "Octavius Murray."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, like, not a. Not."
    },
    {
        "speaker": "A",
        "text": "Not a first stringer."
    },
    {
        "speaker": "B",
        "text": "Yeah. I wonder how old is Zeke? Pain. Zeke?"
    },
    {
        "speaker": "D",
        "text": "Sorry, I was muted."
    },
    {
        "speaker": "B",
        "text": "Ah."
    },
    {
        "speaker": "D",
        "text": "But I'm actually."
    },
    {
        "speaker": "B",
        "text": "Nazi came into the league in 2016, so he can't be that old. He's. He's 28 only. And he's like dust at this point."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, yeah, like, that's what I'm talking about."
    },
    {
        "speaker": "D",
        "text": "Don't make Steve come up here."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think Steve would acknowledge that Zeke Elliot is now dust. I saw that about Zeke Elliott today, that he is the only running back in the league with that, like, made some certain number of carries threshold that hasn't broken a tackle. So he's just basically running into people and falling at this point, so. And he's only 28 years old chamber. So. Wow."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Does that cover the football questions during the day?"
    },
    {
        "speaker": "A",
        "text": "My football questions? Yes, I do have a follow up. Taylor Swift question. I'm just pinning it. I'm just pinning it to the top now because during one of these games, Barstool tweeted out and I'm just pinning it now. It looked. They said, did Taylor Swift leave the Kelsey suite in a popcorn machine? And is this how high, you know, high end celebrities get shuttled around in public? Are they hiding constantly is my question. So I'm going to put it to the top here, Steve, with a good."
    },
    {
        "speaker": "B",
        "text": "Comment down below that. I just pinned up top chamber. Probably saw a highlight from when Adrian Peterson was on Washington at the end of his career."
    },
    {
        "speaker": "A",
        "text": "It was Washington."
    },
    {
        "speaker": "B",
        "text": "Yeah, there you go."
    },
    {
        "speaker": "A",
        "text": "That's. That's what it was. Because I feel like watching."
    },
    {
        "speaker": "B",
        "text": "Make sense because you. Were you watching the game? When did you say this was? Last night."
    },
    {
        "speaker": "A",
        "text": "Yeah, like I was. It was like a."
    },
    {
        "speaker": "B",
        "text": "We're playing last night, so it was probably some kind of flashback or whatever that. That you thought was present day, which is. There you go. That makes sense."
    },
    {
        "speaker": "A",
        "text": "That's what it was. So how long ago would that have been?"
    },
    {
        "speaker": "B",
        "text": "A couple years ago. Let me look."
    },
    {
        "speaker": "D",
        "text": "Definitely more than that."
    },
    {
        "speaker": "B",
        "text": "Definitely a couple years ago."
    },
    {
        "speaker": "D",
        "text": "At least a couple of years ago."
    },
    {
        "speaker": "A",
        "text": "Like a couple of running backs careers worth."
    },
    {
        "speaker": "B",
        "text": "Yeah, probably Adrian Peterson, but he played for 15 seasons."
    },
    {
        "speaker": "A",
        "text": "That's wild."
    },
    {
        "speaker": "B",
        "text": "Yeah, he is. He is now 38 years old. So if he was 33, he would have had to be. He's basically our age."
    },
    {
        "speaker": "A",
        "text": "That's wild."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And. Yeah. So, yeah, like, LeBron, just for the comparison to basketball, is the oldest player. It was wild. Is the oldest player in the NBA right now."
    },
    {
        "speaker": "B",
        "text": "I don't. Yeah, I guess that makes sense officially. I don't think I knew that."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's third. He's gonna be 39 this year."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Which is wild."
    },
    {
        "speaker": "B",
        "text": "How many years you got left, you think?"
    },
    {
        "speaker": "A",
        "text": "Like, honestly, like, realistically, as long as he doesn't tear an ACL or, like. Like, his hamstrings. Kind of wonky. So as long as he's, like, fairly healthy, easily could play for three more years. Easily. Like, he could play 24, 25 years in the NBA because this is season 21 right now. Like, it's wild. Like, he's so good. Like, he's going to play this year. And again, if he's healthy, he's going to make an all NBA team. Like, it might not be like, all NBA first team, but he might. I'll definitely make third team. He may make all NBA second team. Like, he's. He's. If he's healthy, he's going to average 25 points a game. Like seven rebounds, seven assists. Like, non, like, no problem. It's."
    },
    {
        "speaker": "B",
        "text": "It's wild goat material. You know, it's."
    },
    {
        "speaker": "A",
        "text": "It's crazy. So, yeah, yeah, if he's healthy, he could play at least, you know, couple good."
    },
    {
        "speaker": "B",
        "text": "Couple good comments here from von Frauton. Payne's pretty sure is code for encyclopedic knowledge of Taylor Swift."
    },
    {
        "speaker": "A",
        "text": "Bingo. I feel pain was. I agree. I feel pain was one of the early Taylor supporters during our conversations. Is that accurate?"
    },
    {
        "speaker": "D",
        "text": "That was accurate, yes."
    },
    {
        "speaker": "B",
        "text": "Another one from von Frau. And pain is five minutes away from starting an NFL honk. Mount Rushmore. I think we might have to do that one day. That's pretty good. So, yeah, we've. We got Payne, the Taylor Swift encyclopedia here in to answer all your questions about Taylor."
    },
    {
        "speaker": "A",
        "text": "So. I love it. I actually just. I wanted to talk about Taylor just so I could put it as in the title of the show officially, so we get that sweet, sweet traction on Spotify. Get those swifties in here. Listen to the show. I was hoping to do that with the Mandela effect. Oh, it's funny because I have some fun information, some detail."
    },
    {
        "speaker": "B",
        "text": "Do you remember that one time mid Mike crisis, had Taylor Swift on the show? Oh, no. They were just asking about Travis Kelsey. For 30 minutes."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "Mandela effect."
    },
    {
        "speaker": "A",
        "text": "Mandela effect. So I was hoping. I think the Mandela effect episode might get us some legs in the algo. But do you know what show has been absolute? What episode has been absolutely trucking since, you know, since we aired it?"
    },
    {
        "speaker": "B",
        "text": "So, like, these over an extended period of time, I just assumed they were good for, like, one day."
    },
    {
        "speaker": "A",
        "text": "No, no. There's like. I mean, most of the. I would say that's accurate most of the time. But we have one show, one episode over the last year that's just been a powerhouse."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "And it was. It was titled. I just want to make sure I get the right title here. It was titled, sorry, big Booty mix Bonanza. That's the number one show over the last six months by a country mile, and it's nonstop. We get dozens of listens per week to this."
    },
    {
        "speaker": "B",
        "text": "What are we even talking about on that show? These poor people, they came for the big booty, and then it's not really what they got, you know?"
    },
    {
        "speaker": "A",
        "text": "I mean. I mean, people keep listening to it, but, yeah, I thought. I thought you would enjoy that little tidbit of midnight crisis."
    },
    {
        "speaker": "B",
        "text": "All right, should we go to our only planned segment of the day?"
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "All right, it is time for one of our favorite segments that we do here, and that is defend that tweet."
    },
    {
        "speaker": "D",
        "text": "The defense is in the back, mo."
    },
    {
        "speaker": "A",
        "text": "Hey, just get our energy going at the defensive end. Keep playing defense."
    },
    {
        "speaker": "B",
        "text": "All right, Chamber. This, uh, this segment comes to you, uh, in part by x. I've got four different tweets of yours today, four that we will be, uh, talking to you about. You've got some good content lately in terms of, like, bad content."
    },
    {
        "speaker": "A",
        "text": "Yeah. I feel like the appealing to the lowest common denominator gets much better results. People aren't ready for my."
    },
    {
        "speaker": "B",
        "text": "Your results are still terrible. That's what I'm saying. Like, one of these. One of these has almost, if negative results were a thing."
    },
    {
        "speaker": "A",
        "text": "I was looking at one the other day that zero likes, and I'm like."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, we're gonna get to that one."
    },
    {
        "speaker": "A",
        "text": "That was my best tweet."
    },
    {
        "speaker": "B",
        "text": "I got that one lined up. I got that one lined up. Ready to go. Okay, so this first one here comes from us. Comes to us at ten. 623 at 02:22 p.m. a total of 128 views. You are just being suppressed by the algo, sir. You got it. Got a total of four likes from zero x, rDl, Bundy, circles and crocs. So there you go. You've got the. The loyal, the loyalist of chamberites out there getting on this one. And your tweet here says, you quotes, I was talking to my mentor the other day and then your reaction is the gif that says, I'll eat you."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do think it might. This might be a hot take. I think less of people when they tell me they have a mentor, it's like, oh, it's not gonna mentor them."
    },
    {
        "speaker": "B",
        "text": "Like, oh, so walk us through this scenario. And this had to have happened to you in real life."
    },
    {
        "speaker": "A",
        "text": "No, I mean, you know, I'm in the business world and when, you know, you, I've noticed it more like in the last, like ten years, more of a thing. Maybe 15 years. But yeah, people will have, people will have mentors, right? Like, just people."
    },
    {
        "speaker": "B",
        "text": "Isn't there a Seinfeld episode on this?"
    },
    {
        "speaker": "A",
        "text": "Is there?"
    },
    {
        "speaker": "B",
        "text": "I I. There's some."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that, that does sound. That does sound right."
    },
    {
        "speaker": "B",
        "text": "I feel like I can picture George in my head. Like, how do I become a mentor? Like."
    },
    {
        "speaker": "A",
        "text": "It'S not the one where he, he starts dressing like the cool guy. Right."
    },
    {
        "speaker": "B",
        "text": "I don't know. Maybe I'm just totally Mandela. Maybe I'm. I have Mandela effect going on."
    },
    {
        "speaker": "A",
        "text": "That does sound right, though. It doesn't sound wrong."
    },
    {
        "speaker": "B",
        "text": "Like a Seinfeld skit. So you are anti mentor. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I'm anti dentite and I'm also anti mention. Yeah, mentite. That's right. Yeah. I think less of you if you cannot deal with the."
    },
    {
        "speaker": "B",
        "text": "Now. Is it the fact. Is it the fact that you, because I would assume you don't think of. You don't have this feeling because they, like, look up to somebody or go to somebody for advice? Is it the fact that they formally address them to other people as their mentor? I think."
    },
    {
        "speaker": "A",
        "text": "I think that's what it is."
    },
    {
        "speaker": "B",
        "text": "I think that's what I'm sure you have people in your life that, like, it's funny, according to a strict definition, might be considered your mentor. Like me, for example."
    },
    {
        "speaker": "A",
        "text": "I mean, not wrong, I would argue. So a piece of it is what you were saying is just like when you say it out loud. But I think a part of it. I think if I'm being introspective and critical of myself, it's. I feel I don't have that person in my life. Like, even I see, I've always felt like, like, you know, my parents have been. I've been, you know, more. I've always felt more mature than them and like, there's. They reach out to me for advice. I don't have a person you are."
    },
    {
        "speaker": "B",
        "text": "A mentor, then I am a mentor. How does that make you feel?"
    },
    {
        "speaker": "A",
        "text": "I find it's fine being the mentor. I don't want to be."
    },
    {
        "speaker": "B",
        "text": "Hold on. Let's go a little. Let's put you in a pretzel here. So if it's fine being a mentor. You enjoy being a mentor? Wouldn't you want your mentees to. To tell the world?"
    },
    {
        "speaker": "A",
        "text": "I would secretly think less of them."
    },
    {
        "speaker": "B",
        "text": "Secretly think less of them because you are the mentor or because of the fact that they are telling people they have a mentor?"
    },
    {
        "speaker": "A",
        "text": "Both, probably. This is the best mentor you could find?"
    },
    {
        "speaker": "B",
        "text": "I gotta know if this is a Seinfeld thing, because now I got this thing in my head that they're talking about, like, the mentor mentee relationship. Like, I can picture it. Ah, there is a clip here. The mentor protege relationship from Seinfeld."
    },
    {
        "speaker": "A",
        "text": "Protege protege. That's the one."
    },
    {
        "speaker": "B",
        "text": "Okay, I got. We got the mentor protege relationship. Yep. I think my dad just called me."
    },
    {
        "speaker": "A",
        "text": "That's all I'm looking for, is I just want my dad. I just want my dad to call me a little bit more, I think, at the end of the day."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, okay, so you're an anti mentite, but it stems from the fact that you don't have one. Is that where we're landing on this?"
    },
    {
        "speaker": "A",
        "text": "I think so. I feel alone in the world sometimes with nobody to guide me, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Do you feel like you need guidance?"
    },
    {
        "speaker": "A",
        "text": "Sometimes I wish I could just find, like, an. You're just, like, a natural, you know? I don't want it to be forced. Just somebody that I could. That's. That's wise enough to deal with my level of intellect, I think is a. What I need and. And be, you know, humble in a way to allow me to, you know, bloom the way I want to. But, yes, I do feel I lack that in my life."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think Joe is coming up here to apply to be your mentor. I think Joe would be a great mentor for you. Quite honestly. I accept immediately a lot of similar personality traits. I think. I think Joe would be a great."
    },
    {
        "speaker": "A",
        "text": "I also feel Joe's, like, a little bit older than me, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, I can go for that. Probably."
    },
    {
        "speaker": "E",
        "text": "I can go for that. I own his key so I don't have to answer shit."
    },
    {
        "speaker": "B",
        "text": "Oh, so he doesn't even have to."
    },
    {
        "speaker": "A",
        "text": "Answer, like, any good mentor."
    },
    {
        "speaker": "E",
        "text": "I came to support bunch, because what it is, is Jerry is dating this woman whose mentor is dating Banya. And Jerry is being driven crazy by the fact that his girlfriend is being mentored by Banya's girlfriend. So, yeah, that's the mentor mentee protege situation. And I feel like we pretty much talk about nothing but Seinfeld on every one of these episodes just to drive Steve crazy. But he did. But I needed. I needed to clarify that because it is so important that it's."
    },
    {
        "speaker": "B",
        "text": "Thank you. I knew I wasn't crazy. I knew it sounded like a Seinfeld thing, and you nailed it. Thank you for the mentor protege mentee. And, I mean, I would also be pissed if my wife was being mentored by Banya's girlfriend, so we all can hurt. Yeah."
    },
    {
        "speaker": "E",
        "text": "Although Chambers, if misses Chamber was being mentored in that situation, I think we could actually have some pretty interesting conversations here, especially since the uncle niece relationship is well established in that household."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Joe, are you. Are you open to being chambers mentor?"
    },
    {
        "speaker": "E",
        "text": "I mean, honestly, I had soul chambers key because we never did the naked zoom that was promised, and then I bought back in just so I could come back up here and talk about Seinfeld. But, yeah, you know, like, I don't know."
    },
    {
        "speaker": "B",
        "text": "You just bought it right back in the, um."
    },
    {
        "speaker": "E",
        "text": "Just. Just so I could be a part of this conversation, and I have to."
    },
    {
        "speaker": "B",
        "text": "Ask a question that's incredible."
    },
    {
        "speaker": "E",
        "text": "And I fully support, uh, being, uh, chambers mentor and mentee. Uh, I I think we could both teach each other some things that we probably shouldn't be learning. So that's where I'm at."
    },
    {
        "speaker": "B",
        "text": "You know what? You know what's funny is, uh, I've been thinking. I was thinking lately that, um, you hadn't had been up on stage in quite some time. And the one day I missed, you guys were talking about, I forget, was it NBA?"
    },
    {
        "speaker": "A",
        "text": "It was all about."
    },
    {
        "speaker": "E",
        "text": "I believe it was a Kobe talk that got me thrown off the stage, but yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so that makes sense then. But I had been thinking. I was like, oh, Joe has been up to stage in a while. And then it dawned on me that it was probably because you have no interest in being put through the trivia ringer, and that's probably why. And now I find out that you just bought the key to come up here and talk about Seinfeld, and it's actually just so incredible."
    },
    {
        "speaker": "E",
        "text": "I'll take the trivia question. Not that I'll know it. I just wanted to use that as a way to say I bought chambers key again. And also because, let's be honest, the most important thing to know is the mentor mentee relationship of Seinfeld."
    },
    {
        "speaker": "B",
        "text": "That's right. And I'm glad that we got that figured out. Chamber shall we go to Mister House here and get Mister House in on a question? Yeah, I'm going to find the question while you. I'm going to go with the question today."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Just so, so entertain Mister House for just a moment while I find a question. No, I want to ask Chamber a."
    },
    {
        "speaker": "E",
        "text": "Question while we have dead time."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "E",
        "text": "Chamber. I know what it's like to live in LA and be a Laker fan, but what is it like? Like, do you. With the Internet, it's different. But do you have to seek out Laker coverage? Uh, or do you get to pick and choose your sweet spots when you want to dip it? Because out here, if they're doing well, we're just flooded with it. And if there's drama, we're just flooded with it."
    },
    {
        "speaker": "A",
        "text": "Right? So, no, I. I consume so much Laker content, so I suck at pain. The other day, I think I listen, like daily shows. I listen to five Laker podcasts every single day as far. I buy the NBA, my team package. So like the end, like, to get the league pass. So I don't get all the league pass, I just get the. My team. So I just get the Lakers. So that way I can watch every single game. And then usually most evenings I'll watch the. What is it, the sportsnet? Is it. What is it called? What's the Laker feed?"
    },
    {
        "speaker": "E",
        "text": "Oh, shit. What is that called now?"
    },
    {
        "speaker": "A",
        "text": "Sports. Yeah, something sports net."
    },
    {
        "speaker": "E",
        "text": "It was with Warner. It was with spectrum."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. That's what it is. It's spectrum sports net. That's what it is. So I'll catch those guys usually post game because they're usually good. Cause like big, big game James is there and who else do I like there? Allie Clifton, I think is her name. And then there's a couple other guys. But yeah, they usually have a pretty inundate yourself. Oh, yeah. All day and non stop too. Like all through the. It's funny because I can tell when things are not good for the Lakers or at least slowed because the podcasts don't have commercials. So they'll put the commercial break in. But it goes, it just goes right to the next segment. So that's when I know things are, at least in media, are down because even the podcasts aren't getting ads, so they just started getting ads again. That's because preseason is about to start this weekend. So, yeah, no, I'm definitely immersed as. But it's fun. I mean, the Lakers are probably the most international team of any, almost any sport, probably. So I don't get to see a lot of Laker fans where I live, but there's definitely, like, a pretty big global contingent of Laker fans that I kind of carry myself with. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "Definitely. I just wanted to know how much you torture yourself so, so much."
    },
    {
        "speaker": "B",
        "text": "All right, Mister House, we're keeping with the. The theme today, and your trivia question is Seinfeld related GM. And this, I feel, is particularly unfair to Mister House because Mister House is on the young side. So I feel like Seinfeld's one of those things, like you with Pokemon chamber."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "But I do feel Mister House is sophisticated enough to have maybe watched some Seinfeld as a historic, iconic show. Mister House, how do you feel about Seinfeld trivia? Are you confident? Not confident, no."
    },
    {
        "speaker": "F",
        "text": "Outside of the chocolate babka episode and some very vague clicks of George that college friend showed me on YouTube, I am not bored. Ready for this one?"
    },
    {
        "speaker": "B",
        "text": "All right, well, you better go buy a key. Here we go. In season four. In a season four episode of Seinfeld, what brown and white candy. Does Kramer accidentally drop into a patient during a surgery? You know this one chamber?"
    },
    {
        "speaker": "A",
        "text": "Of course."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "I mean, the only brown and white candy I can think of is, like, an almond joy or something."
    },
    {
        "speaker": "E",
        "text": "No, no, no."
    },
    {
        "speaker": "A",
        "text": "So close."
    },
    {
        "speaker": "B",
        "text": "We're gonna let you. We're gonna let you phone a friend if you. I'm gonna phone Joe."
    },
    {
        "speaker": "F",
        "text": "Yeah, let's phone Joe."
    },
    {
        "speaker": "E",
        "text": "It's a junior mint."
    },
    {
        "speaker": "B",
        "text": "That is correct."
    },
    {
        "speaker": "A",
        "text": "Is junior mint not associated with. Is that not part of the almond joy family?"
    },
    {
        "speaker": "B",
        "text": "I don't think so."
    },
    {
        "speaker": "E",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "No. Didn't almond Joy have, like, a. Another candy that was like, mound mounds? That's what I'm thinking of."
    },
    {
        "speaker": "B",
        "text": "Almond Joy's got nuts. Mandy, mounds don't sometimes feel like a nut. Sometimes you don't."
    },
    {
        "speaker": "A",
        "text": "Is that what that's from?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I did not know that. That's funny. I thought it was a peanut commercial."
    },
    {
        "speaker": "B",
        "text": "Mister hou gm. Saved by Joe. If Joe wasn't up here, you'd be kicked off the stage right now."
    },
    {
        "speaker": "F",
        "text": "Well, thank you for that. So the re. Thank you so much, Joe. The reason I came up was I saw Joe come up, and I was like, well, if he's taught tossing his hat in the ring to be chambers mentor, as, like, you know, the more wise voice of reason, I feel like we need to have the opposite end of the spectrum, and I'm gonna throw my hat in the ring as Chambers mentor because I can bring a youth edge and perspective to his daily thoughts."
    },
    {
        "speaker": "B",
        "text": "Wow. Chamber. You've got two offers here to be mentored. And you would like. First of all, I want to. How do you think you would be as a protege?"
    },
    {
        "speaker": "A",
        "text": "Terrible. I'm gonna be honest with you, mister House. You're way too young. I would not."
    },
    {
        "speaker": "B",
        "text": "Hold on, hold on, hold on, hold on. Have you seen, after our last conversation, maybe this was Friday, I think, I don't know. Or maybe it was Monday. It was probably Monday. Did you see Mister House's book list that he made?"
    },
    {
        "speaker": "A",
        "text": "I did see Mister House's book. Mister House is a top tier gentleman. I cannot stress this enough, but I know I've got, I don't think I've ever said this on the show. I've gone through a few, my mentor selection would be very similar to my therapist's selection. I've gone through a few therapists in my day because there's a certain level of, I don't want to, respect is not the right word, because I respect Mister House very much. But there's a certain level of authority I'm looking for in my therapist and my mentor, I guess. And I just feel, I think this."
    },
    {
        "speaker": "B",
        "text": "Says a lot about why you might need therapy."
    },
    {
        "speaker": "F",
        "text": "What if I wore a Richard Nixon mask and came into dormant?"
    },
    {
        "speaker": "A",
        "text": "That may help."
    },
    {
        "speaker": "F",
        "text": "Around three or four in the morning, would that influence your opinion on the matter?"
    },
    {
        "speaker": "A",
        "text": "It's definitely helping."
    },
    {
        "speaker": "B",
        "text": "Chamber, I think this does say a lot about why you may need therapy. We've heard a lot from you on the show about basically you mentor your own parents and it angers you and you need the authority figure in the therapist. So I think, I think your therapy is right here, baby. I think it is. I actually, speaking of had, I've never been to therapy, aside from this week. I went for my first time. How about that?"
    },
    {
        "speaker": "A",
        "text": "Did you really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. On Wednesday? Yeah."
    },
    {
        "speaker": "A",
        "text": "Good for you. It's exciting."
    },
    {
        "speaker": "B",
        "text": "It was something, that's for sure."
    },
    {
        "speaker": "A",
        "text": "I wish you more luck than I have."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was something. I don't know."
    },
    {
        "speaker": "A",
        "text": "How did you have a male or a female? Can I ask that?"
    },
    {
        "speaker": "B",
        "text": "Male, I think that's the way to go."
    },
    {
        "speaker": "A",
        "text": "I think that's the way to go for us."
    },
    {
        "speaker": "B",
        "text": "He wasn't, um, he wouldn't have fit your, your requirements."
    },
    {
        "speaker": "A",
        "text": "What was he, 17?"
    },
    {
        "speaker": "B",
        "text": "Uh, he's probably younger than me, I would think. Or roughly the same age."
    },
    {
        "speaker": "A",
        "text": "I don't know. I don't, I don't like that at all."
    },
    {
        "speaker": "B",
        "text": "Definitely nothing authoritative."
    },
    {
        "speaker": "A",
        "text": "No, I need that."
    },
    {
        "speaker": "B",
        "text": "Not authoritative."
    },
    {
        "speaker": "A",
        "text": "Tell me I'm good."
    },
    {
        "speaker": "B",
        "text": "You, you definitely bring the, you're unzipped me, doc. You probably put the pen in your mouth, didn't you?"
    },
    {
        "speaker": "A",
        "text": "Oh, I see what you did here. The trap."
    },
    {
        "speaker": "B",
        "text": "Mexican ephedra. All right, back to. Back to circles. Did circles answer a question? I don't remember."
    },
    {
        "speaker": "A",
        "text": "I think he's good. I think Joe sent him a key."
    },
    {
        "speaker": "C",
        "text": "So, two points that I have to make. One I distinctly remember it might have been in mint condition. Days of y'all basically getting understudies or mentors. Wasn't Mister House one of y'all?"
    },
    {
        "speaker": "B",
        "text": "Yes, mister House is my understudy, and it was actually right when we were transitioning to this show, um, that whirlwind Mister House was going to become the. My understudy, and Anthony threw his hat in the ring for chambers understudy and chamber immediately and quite un, politely declined."
    },
    {
        "speaker": "C",
        "text": "Just so. Just so we're clear, mister House is Banchu's understudy and chambers mentor, which ultimately means that bunshu is chambers mentor."
    },
    {
        "speaker": "B",
        "text": "Just so we're clear, I think we've covered that now twice in this show, and it makes it all track."
    },
    {
        "speaker": "C",
        "text": "Cool. Sounds about right. Second thing, so while I don't own a chamber key, I do own a degen token. Does that get me anything of, like, not having to answer this trivia?"
    },
    {
        "speaker": "B",
        "text": "Definitely get you more leeway, let's put it that way. Yeah. Answer two questions. It's not the free pass, but you definitely get more lifelines, I would say. Yeah. So you could phone. You can use a phone, a friend, poll the audience, or what's the other 50 50?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "So you get the full on want to be a millionaire treatment if you own a dj and pass. How about that?"
    },
    {
        "speaker": "C",
        "text": "Gotcha."
    },
    {
        "speaker": "B",
        "text": "Just."
    },
    {
        "speaker": "C",
        "text": "Just trying to figure out what the rules are for this thing, because, like, chamber at this point, unless you guys are flipping me a bit more, he's out of my price point. But I do still have that sweet, sweet legion token."
    },
    {
        "speaker": "B",
        "text": "I like that. We've now put this in as a rule chamber. Let's mark that as official. All right, we've got a couple more minutes here, but I definitely. I want to get to at least two more tweets here, because we're going to run the gambit on the engagement cycle, or spectrum. Sorry. That you are able to pull. I would say this is probably your peak engagement here. Chamber on. Okay, so this comes from ten five at 03:47 p.m. up to 817 views. It even got four retweets."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "B",
        "text": "26 likes. So who retweeted this?"
    },
    {
        "speaker": "A",
        "text": "I think. I think mid micro Matt."
    },
    {
        "speaker": "B",
        "text": "And then you did from our account, and then Ian and feel good, eat good. So solid. You got four or three official ones. You got 26 likes, and only one of them is from your wife."
    },
    {
        "speaker": "A",
        "text": "Wow, that's wonderful."
    },
    {
        "speaker": "B",
        "text": "Pretty good. And only one of them is from mid Mike crisis, but there you go. So this one, it says, old white guys love to sip sugary alcoholic drinks and say, that's dangerous."
    },
    {
        "speaker": "A",
        "text": "We can all hear it. It's very funny."
    },
    {
        "speaker": "B",
        "text": "That's the sound, right? Like, that's the voice?"
    },
    {
        "speaker": "A",
        "text": "Hundred percent."
    },
    {
        "speaker": "B",
        "text": "Oh, that's dangerous."
    },
    {
        "speaker": "A",
        "text": "It's so accurate. I'm so happy. It resonated with everybody."
    },
    {
        "speaker": "B",
        "text": "You can't read that and not read it in that voice."
    },
    {
        "speaker": "A",
        "text": "It's all of our uncles. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It's like someone at a camera campfire that, like, has a sip of truly for the first time. Or, you know, your uncle on the beach drinking like a mango, like a high noon. Oh, that's dangerous."
    },
    {
        "speaker": "A",
        "text": "It's so on the money. That's so funny. I'm happy that resonated with people."
    },
    {
        "speaker": "B",
        "text": "So, I mean, I don't even know if you need to defend that one. That one is, uh."
    },
    {
        "speaker": "A",
        "text": "I'm glad you got the voice right."
    },
    {
        "speaker": "B",
        "text": "The voice right."
    },
    {
        "speaker": "A",
        "text": "Like, is there a hundred percent the voice?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, like, deep and rash, you know, guttural and, like, they don't. Like. They're very embarrassed that they like this drink."
    },
    {
        "speaker": "A",
        "text": "Absolutely embarrassed."
    },
    {
        "speaker": "B",
        "text": "They're embarrassed. They like the drink. So they have to say, oh, that's dangerous, you know?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. That's so funny."
    },
    {
        "speaker": "B",
        "text": "I'm glad you ever done that."
    },
    {
        "speaker": "F",
        "text": "I definitely have. But when I read that tweet, it immediately reminded me of my friend's dad. Very close friends at birth. But anytime he drinks anything, and I mean anything, the first sip, like, it could be bourbon, it could be wine, could be beer. Hell, it could be, like, a tito's and soda. He'll take one sip and just immediately."
    },
    {
        "speaker": "E",
        "text": "That's dangerous."
    },
    {
        "speaker": "F",
        "text": "And he'll, like, start, like, shuddering and."
    },
    {
        "speaker": "A",
        "text": "Shaking a little bit."
    },
    {
        "speaker": "F",
        "text": "It's the most over exaggerated thing. He's a pretty quirky guy in general, but that's the one thing you can always count on. It'll be in public, and he'll still just start, like, shaking, like, oof, that's dangerous, man."
    },
    {
        "speaker": "B",
        "text": "You got a sip of that, he'll."
    },
    {
        "speaker": "F",
        "text": "Be the one, like, tapping on the shoulder, like, hey, you get a sip of that. It's dangerous."
    },
    {
        "speaker": "C",
        "text": "Be, like, hysterical."
    },
    {
        "speaker": "B",
        "text": "That's so funny. All right, last one here. We're going totally the opposite end of. I think this is the one you might be referring to."
    },
    {
        "speaker": "A",
        "text": "This might be a better tweet."
    },
    {
        "speaker": "B",
        "text": "This is, this came to us from the 1 October 10 one at 04:54 p.m. so wasn't the first, was this during a show that you tweeted, 143 views, zero likes. Zero not, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, this was an off day. This was an off day."
    },
    {
        "speaker": "B",
        "text": "Okay. Not even a single pity like from your wife, but usually she comes in and gives you one. It says, I'm looking forward to my tucci esque renaissance."
    },
    {
        "speaker": "A",
        "text": "That is so funny. Okay, you guys don't understand how funny this is, and I feel the fact that nobody liked this is upsetting. So are you familiar with that?"
    },
    {
        "speaker": "B",
        "text": "There's only a couple reasons why nobody would like it. One, it's not funny."
    },
    {
        "speaker": "A",
        "text": "It's so funny."
    },
    {
        "speaker": "B",
        "text": "Two, they don't know who Tucci is. And three, you know, it's like the Michael Scott what is Kafka esque?"
    },
    {
        "speaker": "A",
        "text": "So are you familiar with the actor known as Stanley Tucci?"
    },
    {
        "speaker": "B",
        "text": "Sure. Of course."
    },
    {
        "speaker": "A",
        "text": "Okay. Have you, have you. So when we were the tuch. Tucci gang. Tucci gang. Tucci gang."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "So when we were young, you know, Stanley Tucci was in movies, and he played kind of the schlub, you know what I mean? Like the George Costanza type, you know, roles. Okay. And then I want to say around Hunger games, he's the, I don't know if you're familiar with Hunger games. I watch it all the time because I have daughters who love it. But I want to say around then he started, I don't know if he was making more money or whatever, but he started becoming better looking slowly. Some men age well, maybe in their twenties and thirties. They're nothing."
    },
    {
        "speaker": "B",
        "text": "The Bezos thing going on."
    },
    {
        "speaker": "A",
        "text": "He does have the Bezos, and he is, as of right now, a absolute sex symbol in the elderly female community right now. Okay. This guy, he's cooking italian food on Tick's loose. The toot is 100%."
    },
    {
        "speaker": "B",
        "text": "Bend over to the front. Toot your toes."
    },
    {
        "speaker": "A",
        "text": "So as, as I'm getting fitter, as, as I'm getting older, I'm very excited and looking forward to my Tucci esque renaissance. And that's with a tweet, and it's very funny. And if you're familiar with the Renaissance Stanley Tucci has had, you would."
    },
    {
        "speaker": "B",
        "text": "I think this is why we do this segment, because I think this tweet got better. After your explanation, you probably could have put a side by side before and after of."
    },
    {
        "speaker": "A",
        "text": "I could have. I could have."
    },
    {
        "speaker": "B",
        "text": "And like, that would have probably gotten some, some likes I would think I like."
    },
    {
        "speaker": "A",
        "text": "But, you know, me and you, you know, we like our inside jokes. I want to just say Joey Stivitz. And I just want you to laugh. You know, saying, like, I want you to laugh. So."
    },
    {
        "speaker": "B",
        "text": "Rt bunker's grandson, Joey Stivits."
    },
    {
        "speaker": "A",
        "text": "That's right. I. I want the people that understand the joke to laugh, and it just."
    },
    {
        "speaker": "B",
        "text": "Turns out that they also want 10 million followers. There is a push and pull here. That happens."
    },
    {
        "speaker": "A",
        "text": "There is."
    },
    {
        "speaker": "B",
        "text": "Like, you have to. You have to play the game."
    },
    {
        "speaker": "A",
        "text": "And that's why I've been middling at 6000 followers for 17 years."
    },
    {
        "speaker": "B",
        "text": "It's a crime literally since 2018."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I just want to see your graph over time. Did you ever peak and, like, who followed and unfollowed and why? I wish I could see that in real time. Before we shut this down, we got to go back to Joe. Joe, get in here. Tooch."
    },
    {
        "speaker": "E",
        "text": "It's always blows my mind that Stanley Tucci and Jim from the office are related by marriage because Stanley Tucci. Stanley Tucci is Emily Blunt's brother in law."
    },
    {
        "speaker": "B",
        "text": "I did not know that."
    },
    {
        "speaker": "E",
        "text": "You can now know that for a random factoid and chamber. Um, I saw that tweet. I pretty much understood it. I still chose not to like it just because it was so perfect that."
    },
    {
        "speaker": "B",
        "text": "No one else had."
    },
    {
        "speaker": "A",
        "text": "That's okay, too, Joe. That's okay, too that. I get it. I respect it and I get it."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Okay, that's gonna do it for us. This. We didn't even get through all the tweets."
    },
    {
        "speaker": "A",
        "text": "You're like, you will not ever be able to cover an hour with."
    },
    {
        "speaker": "B",
        "text": "Well, we spent way more time than I thought we would on the mentor tweet."
    },
    {
        "speaker": "A",
        "text": "That's apparently. Apparently there was a lot to dig into there."
    },
    {
        "speaker": "B",
        "text": "Lots of. Well, look, it was a therapy session for you. I hope you found it therapeutic, because we enjoyed being your group mentor for the day. We are going to start taking chamber mentor applications. So just follow the mid mic crisis twitter, hang out in the war room. We'll post a Google form, and you can give us your best application for chambers mentor. Chamber. What would you have? What are your requirements here?"
    },
    {
        "speaker": "A",
        "text": "I want."
    },
    {
        "speaker": "B",
        "text": "Must be old."
    },
    {
        "speaker": "A",
        "text": "You must be old Tucci. Or greater balding, for sure. Yeah, I want like a. Like a. Could it just be Stanley Tucci? Maybe. Like, maybe that's what I want. That's basically."
    },
    {
        "speaker": "B",
        "text": "You think he's open to it?"
    },
    {
        "speaker": "A",
        "text": "I mean, he may be. This might be the role he was born to play."
    },
    {
        "speaker": "B",
        "text": "The role he was born to play. His gamers mentor oh, God."
    },
    {
        "speaker": "A",
        "text": "All right, I'm going to be sending."
    },
    {
        "speaker": "B",
        "text": "You a. I'm going to be sending."
    },
    {
        "speaker": "A",
        "text": "You a clip in a sec."
    },
    {
        "speaker": "B",
        "text": "Oh, well, I was just going to say we're going to close it out with the only way we should close out this show. If anyone ever asks you what you think of the mid mic crisis, all you need to respond is, oh, that's dangerous. Keep the mic hot."
    }
]