[
    {
        "speaker": "A",
        "text": "Let's reset it. Better make it up as we go along. Feet on the ground head in the sky it's okay I know nothing's wrong. Nothing."
    },
    {
        "speaker": "B",
        "text": "Before we get caught me singing another chorus of the song, I figure we should probably tune it out, because, man, do I love the talking heads."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Chamber. What's up, dude?"
    },
    {
        "speaker": "A",
        "text": "I don't even know anymore. I'm losing money left and right. Listen to good tunes. Do you know that song is so good, they made a movie about it."
    },
    {
        "speaker": "B",
        "text": "I have seen this movie, and it's a really good movie."
    },
    {
        "speaker": "A",
        "text": "It is a really good movie. Yeah, it's."
    },
    {
        "speaker": "B",
        "text": "It's a. It's somebody who's playing. It's a. What is his name?"
    },
    {
        "speaker": "A",
        "text": "Sean Pan. He's playing Sean Pan."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's. He's playing, like, the lead singer of the cure, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, basically. Like, it's. It's a. That's who. That's who he looks like, is. Is the lead singer from the cure. I don't know if it's officially him."
    },
    {
        "speaker": "B",
        "text": "But I gotta find that movie again, because that movie, man, takes you for a loop."
    },
    {
        "speaker": "A",
        "text": "I believe the. The movie is called this must be the place. I think. I think that's what it's called."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I got to find a way to watch it for free or for the subscriptions that I pay."
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you ever find yourself? I've done this a couple times now where, you know, I have subscriptions to as many things as you could have subscriptions to, yet I still feel myself. I'm looking for specific things. Can't find them, and I have to buy them from, like, apple or from, like, Amazon far too often. It's freaking ridiculous."
    },
    {
        "speaker": "B",
        "text": "I've given up on it. I just. I have Hulu and Netflix. I have, I think, two seats on those accounts, and then I share those with friends. They give me the Disney, they give me the HBO. I'm sorry, Max. And it works out well, I think."
    },
    {
        "speaker": "A",
        "text": "Is bunch here now?"
    },
    {
        "speaker": "B",
        "text": "He sure is."
    },
    {
        "speaker": "C",
        "text": "I sure."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "I'm your host. Punch you first up."
    },
    {
        "speaker": "A",
        "text": "Feet pics."
    },
    {
        "speaker": "C",
        "text": "What up?"
    },
    {
        "speaker": "A",
        "text": "Hey, man, how was your weekend? I feel like you were off the radar most of the weekend."
    },
    {
        "speaker": "C",
        "text": "Oh, it sucked."
    },
    {
        "speaker": "A",
        "text": "I would have bet dollars that it sucked because I didn't hear from you. I even went to text you yesterday."
    },
    {
        "speaker": "C",
        "text": "At, like, quarters, and you were like, this guy's energy from 300 miles away is just not something I'm ready for."
    },
    {
        "speaker": "A",
        "text": "No, it wasn't even that is. I open up my SMS text messenger in my mobile phone, and it's 745 maybe in the evening. On a Sunday evening. And already your phone is on do not disturb."
    },
    {
        "speaker": "C",
        "text": "Yeah, mine goes. My phone goes on. First of all, what an incredible feature that is when you go to text somebody and it tells you that they're on D and D. Like, just."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. This better be good, is what it's telling me."
    },
    {
        "speaker": "C",
        "text": "Yeah, it had to be. My phone goes on do not disturb automatically every night at 08:00."
    },
    {
        "speaker": "A",
        "text": "Maybe it was. Okay, maybe it was past eight. I thought it was still Friday, but maybe it was 08:05."
    },
    {
        "speaker": "C",
        "text": "It's an automatic. It's an automatic at 08:00 it goes on do not disturb. Because if it doesn't, you know, like, I just kind of use that as my time to, like, that's usually the time I put the kids to bed. And then it's, you know, me and my wife hanging out, watching tv or something, and so it's, like, the time to put it away type of thing. That's fair. So. So that's why I do that. It's also like, you know, 15 minutes till my bedtime, so there's a nice 15 minutes show we can watch or something, and then it's straight to bed. However, yesterday, I gotta tell you, man, it was like, I don't know. I. I was on kid duty yesterday. I. I don't know if you saw my tweet about it. I thought that was a banger, by the way."
    },
    {
        "speaker": "A",
        "text": "It was. Can you recite it again for me, just so we're on the same page?"
    },
    {
        "speaker": "C",
        "text": "It was something along the lines of, you know, mimicking a conversation, which is like, her do that thing I like, which, you know, suggests something a little spicy. And then me packs both kids up in the car, takes them to grandma and grandpa's for the day, and that was the tweet. So the result of. Yeah, that was yesterday. I did that. So my kids were just. I don't even know. Like, it's like, I don't even know if I'm going to survive as a parenthood. Two young children, like, two and a half. And the two and a half year old is just going through the worst, like, tantrum y phase of his life, and I'm just questioning all my sanity. And then, you know, it's just. It was. It was a rough day yesterday, but."
    },
    {
        "speaker": "A",
        "text": "I hate to tell you this, it."
    },
    {
        "speaker": "C",
        "text": "Doesn'T get any better."
    },
    {
        "speaker": "A",
        "text": "I would say five years old is where it gets better."
    },
    {
        "speaker": "C",
        "text": "And I feel like still, I'm fully well. I look at my brother's kid, who's like four and a half. And he's definitely manageable."
    },
    {
        "speaker": "A",
        "text": "Yeah, manageable."
    },
    {
        "speaker": "C",
        "text": "Like, the issue, be able to use their logic function, you know, like. And it doesn't even have to be good logic. It just has to be like, basic. Like, hey, this is happening. So this what I find. Want them to understand what I find."
    },
    {
        "speaker": "A",
        "text": "Too, with the tantrums, specifically. And I notice this with my youngest kid. She was a real piece of shit when she was younger. But as they get older and they're able to just communicate better and explain what they're thinking."
    },
    {
        "speaker": "C",
        "text": "Yes, that's exactly."
    },
    {
        "speaker": "A",
        "text": "It's such a big difference."
    },
    {
        "speaker": "C",
        "text": "Yeah, because everything right now is like, just whining and it's just the worst."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "No, I hate my patience. Was so tested yesterday, and then I, you know, it's just one of those days. But other than that, the weekend was glorious."
    },
    {
        "speaker": "A",
        "text": "I thought you had. I thought you took your kids away the entire weekend."
    },
    {
        "speaker": "C",
        "text": "No, but I basically did. I mean, we went to my parents both days. One day my wife came, one day she did not. So."
    },
    {
        "speaker": "A",
        "text": "And they're pretty. Your folks are pretty close to my house?"
    },
    {
        "speaker": "C",
        "text": "Yeah, they're about 20."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's the nice. So Amber's mom is like maybe an hour and a half from our house, but."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. And you don't go there?"
    },
    {
        "speaker": "A",
        "text": "No, and I don't go there, but that's the close. That's the close grandparent, my parents. So my mom lives about 3 hours away. My dad lives about three and a half hours away. So I can never just take my kids. You know what I mean? Like, there's no free week."
    },
    {
        "speaker": "C",
        "text": "I like it, though. I'm the one that initiates that, because, one, I want them to spend some time with my, my parents, which I think is good. And then two, you know, it's usually like my brother's family's over for the weekend, too. Like, they come up almost every weekend."
    },
    {
        "speaker": "A",
        "text": "Do we lose him? Do we lose me?"
    },
    {
        "speaker": "C",
        "text": "Sorry, did you speak of the freaking devil? My dad. It was my dad calling. Where? He must be on some kind of alt account down there. Oh, my newsletter. My dad is actually dow Jones. Oh, my goodness."
    },
    {
        "speaker": "A",
        "text": "Oh, that's amazing."
    },
    {
        "speaker": "C",
        "text": "But, yeah, no, I like taking him over there because my brother's family is usually there for the weekend. And, you know, it's somewhat of an easier time when everybody's around and the cousins play and all of that stuff. And I did have a very heartbreaking moment for my son this weekend, though, and it was like, so my brother's kid's four, and a half or five ish, and Graham is two and a half. And it, he's like, my brother's son is his idol. Like, it's all he talks about all day. He just wants to go and hang out with Logan, and, like, when he's around him, he just, you know, does the little kid thing where he follows him around all day and, you know, he just wants to do whatever he does, just like a kid would do. And Logan got, you know, he had enough. And he goes, he turns to my son and he just goes, Graham, don't follow me around. Ever."
    },
    {
        "speaker": "A",
        "text": "Heartbreaking."
    },
    {
        "speaker": "C",
        "text": "I was like, oh, my God, I felt so heartbroken for the kid. Like, he doesn't actually know what's going on. So it's a, it's not like he, it probably hurt me more than it hurt him, but, like, I just like, oh, my God, all he cares about is hanging out with Logan. And Logan was just like, graham, no, not today."
    },
    {
        "speaker": "A",
        "text": "Not today, g man."
    },
    {
        "speaker": "C",
        "text": "So I got home, and then, you know, Graham was throwing a fit, so I was just like, dude, don't follow me around ever. And that was it. Just put him to bed."
    },
    {
        "speaker": "A",
        "text": "So I said to my wife, just."
    },
    {
        "speaker": "C",
        "text": "Don'T follow me around Everdeen. Anyway. Yeah, so that's it. How would, I mean, I feel like you must have had a spectacular weekend if."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it was good. My youngest kid woke me up on Saturday morning, and she looked at me and she's like, let's go for a hike today, dad. I'm like, oh."
    },
    {
        "speaker": "C",
        "text": "She's like, it's time for Saturday morning cartoons. You need on DJ network."
    },
    {
        "speaker": "A",
        "text": "You need some positive."
    },
    {
        "speaker": "C",
        "text": "You need to push pknorth. Yeah. Get your positivity rolling. It's Tom."
    },
    {
        "speaker": "A",
        "text": "So I threw across the room and went back to bed."
    },
    {
        "speaker": "C",
        "text": "So he said, don't follow me around ever."
    },
    {
        "speaker": "A",
        "text": "No, she wanted to go for a hike. So we went for a good, like, five, six k hike on Saturday, which was fun. And again, you know, she's five, so she walks for like, three minutes, and then she's on my shoulders for 5 km after that. So it's, you know, it's a lot. My knees were fucked on Sunday."
    },
    {
        "speaker": "C",
        "text": "It was a lot of, dude, I feel that I've, like, you know, with all the working out, biking and walking I've been doing, I feel like my knees are going to turn into a soft."
    },
    {
        "speaker": "A",
        "text": "It was serious. It was serious yesterday."
    },
    {
        "speaker": "C",
        "text": "And then just call me sorbet knees from now on."
    },
    {
        "speaker": "A",
        "text": "Gelato knees."
    },
    {
        "speaker": "C",
        "text": "Gelato knees."
    },
    {
        "speaker": "A",
        "text": "But then on Sunday, maybe it was Saturday, I get a DM from Ken, you know, our Djen video editor and occasional author of blog posts and articles. And he sends me this article about these I telegram bot coins that are apparently going to the moon."
    },
    {
        "speaker": "C",
        "text": "Yes. So this is. This is a perfect segue because I needed to chat."
    },
    {
        "speaker": "A",
        "text": "I feel like, you know, my guess is, you know, nothing about them. And I mean, correct. A little bit more than that. Not much more. So, yeah, so he sends me this. This article. He's like, hey, these things are popping off. Know, I wrote this article. So I'm like, okay, let's. You know, he. Ken knows some defi. Like, he's. He's plugged in, especially on the crypto defi side. So I'm like, okay, Ken's telling me, you know, Ken's writing about it, so you must be pretty excited. So I started looking into, like, these, you know, the. I would say the big dog right now of that, you know, that type of token is unibote, which is, again, these are all."
    },
    {
        "speaker": "C",
        "text": "Yeah. Hold on. Let's back up for 1 second. What actually are these? Are they tokens for."
    },
    {
        "speaker": "A",
        "text": "For telegram? So they're crypt. They're crypto exotics for telegram bots."
    },
    {
        "speaker": "C",
        "text": "So give me an example. So there's this bot, that's what's called."
    },
    {
        "speaker": "A",
        "text": "I guess the most popular one will go with Unibot. And essentially, you own these tokens, and you can basically use them as a trading kind of interface within telegram. So here, I'll just kind of read a little snippet of what he said over to me."
    },
    {
        "speaker": "C",
        "text": "Got it. So it's. So the tokens are how you end up."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "The bot. And the bot auto trades, basically."
    },
    {
        "speaker": "A",
        "text": "Yeah. Some of them do more than trading."
    },
    {
        "speaker": "C",
        "text": "Okay, I've seen some of these bots. Yeah, there's a bot that I've seen called mojo, I think it is."
    },
    {
        "speaker": "A",
        "text": "There's some that, I think they take care of airdrops for you automatically."
    },
    {
        "speaker": "C",
        "text": "Okay, I see. I understand. Okay."
    },
    {
        "speaker": "A",
        "text": "I'm like, okay, is this meme coin season? But just like TG bot coin season. And so I started looking at the top players, and at the time, Unibot was like, just under, maybe just under $100 million market captain, which is not. Nothing like, that's big. And then I started trying to figure out, okay, well, during meme coin season, Pepe was the, you know, the front runner there. That was the biggest, you know, the biggest boat in the marina and."
    },
    {
        "speaker": "B",
        "text": "A."
    },
    {
        "speaker": "A",
        "text": "Lot of navel references I'm gonna make today."
    },
    {
        "speaker": "C",
        "text": "Is that the theme of the day? Naval references?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So then I started thinking, I'm like, well, I gotta get in to. I'm like, if this is already at 100 million, could it go to a. Like, I believe Pepe went to, like, a billion, maybe even 2 billion. I know it went to 1 billion market cap."
    },
    {
        "speaker": "C",
        "text": "So I'm like, yeah, it went to one."
    },
    {
        "speaker": "A",
        "text": "So I'm like, well, okay, that's a ten x, which is, you know, any. I'll take a ten x any day. But, you know, what are some of these other ones? So I found a couple that are, you know, $5 million market cap, $1 million market cap. And simultaneously, I started adding on top of this was the tail end of. Are you familiar with, like, the hamster craze of last week?"
    },
    {
        "speaker": "C",
        "text": "Okay, that was where I was going next. I was going to say, does this have anything to do with."
    },
    {
        "speaker": "A",
        "text": "No, but I was trading like it was. So as I'm buying these telegram bought tokens, I'm also seeing hamster racing fervor in the market. And I'm like, wow, I might as well get some of these hamster tokens. And that did not go so well. Definitely bought the tippy top there. And then by Sunday, I believe even the. I don't know the exact ins and outs of what was happening there, but it looks as if a lot of the founders just started selling off and it just tanked horrendously, so. Lost some there. I'm still in positions in kind of those smaller cap, telegram bought tokens."
    },
    {
        "speaker": "C",
        "text": "I mean, how far did we get?"
    },
    {
        "speaker": "A",
        "text": "I mean, I'm like, how heavy are the bags or how many bags? The bags are heavy."
    },
    {
        "speaker": "C",
        "text": "Both. Okay."
    },
    {
        "speaker": "A",
        "text": "Currently just with two bags, but they are, uh. They're heavy. They're heavy."
    },
    {
        "speaker": "C",
        "text": "Uh, you're gonna give away all your meme coins?"
    },
    {
        "speaker": "A",
        "text": "Not all of it, but a good chunk of them."
    },
    {
        "speaker": "C",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "But we'll see. We'll see. I don't think we didn't have the same. So this is what I'll say. I'm at about a break even point, thanks to some, you know, buying of dips and stuff like that. So we're about break even now, which is not great. We were up more earlier in the weekend, but I don't think we've seen the meme coin. Like, meme coin season was bonkers. So we didn't see that sort of, you know, market insanity, you know what I mean? So it may not, we may not get it with, with telegram."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, I. My feed did not get a ton of telegram. Right."
    },
    {
        "speaker": "A",
        "text": "So my. My thought is a we're either not going to get it at all and it'll just kind of go away silently. Or maybe we're still early and we will see that, you know, maybe, you know, maybe this weekend and this coming weekend."
    },
    {
        "speaker": "C",
        "text": "You sound a lot like a community member, that's for sure."
    },
    {
        "speaker": "A",
        "text": "Oh, and speaking of, I got, I tried to dm you as well because I'm a dgen pass holder. I got exclusive access to a private sale of a token through, through our dj and friends within the, within the war room. I was trying to tag and see."
    },
    {
        "speaker": "C",
        "text": "If you were in."
    },
    {
        "speaker": "A",
        "text": "You were involved."
    },
    {
        "speaker": "C",
        "text": "You know, I saw it yesterday in the midst of my chaos and I didn't have any time to look into it, so."
    },
    {
        "speaker": "A",
        "text": "Look into it."
    },
    {
        "speaker": "C",
        "text": "I just passed, but I did see."
    },
    {
        "speaker": "A",
        "text": "Some look into it."
    },
    {
        "speaker": "C",
        "text": "Folks."
    },
    {
        "speaker": "A",
        "text": "What press buy? I didn't look into anything until after I had the bag."
    },
    {
        "speaker": "C",
        "text": "Well, that's the chamber way, baby. That's, that's what makes you, that's why they pay you the big bucks and that's why you're sitting there with just fat bags of cash tag. And, and I'm over here just a poor boy playing with chat, telling my kids not to follow me around."
    },
    {
        "speaker": "A",
        "text": "Graham did ask to copy trade me, so I hooked him up for the zone account."
    },
    {
        "speaker": "C",
        "text": "Yeah, he did it. Were you like, hey, you can follow me anytime, you follow me. Okay, that's good. You need followers. Absolutely."
    },
    {
        "speaker": "A",
        "text": "I can't be giving away followers. Uh, but yeah, that's where we couple."
    },
    {
        "speaker": "C",
        "text": "Uh, couple. This is great. So did you race?"
    },
    {
        "speaker": "A",
        "text": "I was in the hamster game long after. Uh, watching was cool. I was definitely."
    },
    {
        "speaker": "C",
        "text": "Oh, you went way got into late."
    },
    {
        "speaker": "A",
        "text": "They were talking about it on the night shift on Friday and by 24 hours later it was toast. So, yeah, it was, it was."
    },
    {
        "speaker": "C",
        "text": "Were they in?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Maybe I listened to a little bit of it. Maybe Shane was, maybe phonics was. I'm not 100% sure."
    },
    {
        "speaker": "C",
        "text": "So I woke up in a cold sweat this morning because of what I can only attribute to the night shift folks, mostly JP, caz, I think, you know, I do this thing at night where. And it's very unhealthy. It's terrible for my sleep. It's, it's really bad. But like, I don't sleep too well and my kid will get up typically around like 04:00 a.m. and or around five. If it's at 05:00 I always have to make the decision of like, am I going back to sleep or not? If it's 04:00 I'm usually in the good, like I'll go back to sleep phase but I'm one of those people that always falls asleep with their, with like the television on. So I really struggle going back to sleep without like listening."
    },
    {
        "speaker": "A",
        "text": "I'm the same way."
    },
    {
        "speaker": "C",
        "text": "So put my kid, I'm the exact, what's that? Yeah, so I put my kid back to sleep, came down, got back into bed and I put my, my Airpods in and I was listening to a fantasy football podcast and I was like, okay, I'll just, you know, take in what I can and I'll just fall asleep. I wake up 2 hours later and I got JP and phonics talking about fucking God knows what in my ear and I'm just like listening to the sweet sounds of JP Kaz waking up from a slumber and I, not surprised, I was just drenched in sweat and it was, you know, that was, that was how I woke up this morning. I don't know if that's the right side."
    },
    {
        "speaker": "A",
        "text": "That's absolutely happened to me. I sleep with my, with one earpod in every night. So I put it in the side that's facing the ceiling."
    },
    {
        "speaker": "C",
        "text": "See, you know, this is a pro tip by the way, for a, first of all, I'm actually really glad that I'm not alone on this because I thought I was the only freak that did this to you've, you're definitely a seasoned pro at it. I could tell already because you do the one year in, obviously not the pillow, and be."
    },
    {
        "speaker": "A",
        "text": "Yeah, correct."
    },
    {
        "speaker": "C",
        "text": "You save the pillow ear, otherwise, you know that pressure pillow ear, you get a little pressure injury in that, in the inner ear and it's not comfortable. So I could tell you're a pro and then I toss it."
    },
    {
        "speaker": "A",
        "text": "You do the middle of the night, wake up and like search for the airport."
    },
    {
        "speaker": "C",
        "text": "Yeah. Or, well the other thing I have to do is I have to keep the air close enough to the side of my bed so that when I turn I switch the airpod."
    },
    {
        "speaker": "A",
        "text": "It's amazing."
    },
    {
        "speaker": "C",
        "text": "And my goal, if you ever done this, if you've ever done this, raise your hand or leave us a comment."
    },
    {
        "speaker": "B",
        "text": "I'll make a poll, don't worry."
    },
    {
        "speaker": "C",
        "text": "Okay, thanks, Mackie. Maggie, is this freak behavior to you?"
    },
    {
        "speaker": "B",
        "text": "I don't own Airpods, but I do."
    },
    {
        "speaker": "C",
        "text": "Have only wireless headphone. It doesn't have to be an airphone."
    },
    {
        "speaker": "B",
        "text": "I've never had a good experience with wireless headphones and so I've just refused. But I do only have one earpod in right now and I thought I was talking to a friend about this today. Like, literally, there are times where I have them in so long and I don't sleep with them, but I will reach to pull it out of my ear, and it's not there, so it is. It's a thing, for sure. I'm close."
    },
    {
        "speaker": "C",
        "text": "You've got the Phantom pod."
    },
    {
        "speaker": "A",
        "text": "I definitely get phantom pod. For sure."
    },
    {
        "speaker": "C",
        "text": "Totally. I get Phantom pod. I have done this same exercise with wired Apple headphones, and I've come dangerously close to just killing yourself, ending it all in my sleep because of that. It tangles up, and you just wake up, and all of a sudden it's around your neck, and you're just like, how did this happen?"
    },
    {
        "speaker": "A",
        "text": "Is fantasy sports podcast your go to listen?"
    },
    {
        "speaker": "C",
        "text": "No, typically nothing. You know, I actually even went through a kick where you know what it is? It's. This is why I can quote always sunny for days. I just put on always sunny reruns, and it plays in my ears, and that's how I've memorized six."
    },
    {
        "speaker": "A",
        "text": "We gotta talk about Sunny in a second. But my go to, and it's a weird thing, and I freaking love it, is I have two options, and I never listen to podcasts because usually I."
    },
    {
        "speaker": "C",
        "text": "Want just hard porn as hard as."
    },
    {
        "speaker": "A",
        "text": "Possible, like, really blurring the line."
    },
    {
        "speaker": "C",
        "text": "All right, we don't have to go any further."
    },
    {
        "speaker": "A",
        "text": "No, it's two things. It's evolution of man stuff. So, different genus of homo, you know what I mean? Homo erectus. Uh, homo heidelbergensis. Uh, you know what I mean? Like this. This australopithecus, apparently."
    },
    {
        "speaker": "C",
        "text": "You're even talking. I know, I know."
    },
    {
        "speaker": "B",
        "text": "Australopithecus."
    },
    {
        "speaker": "A",
        "text": "You got it, man. Lucy in the sky with diamonds."
    },
    {
        "speaker": "B",
        "text": "Uh, totally."
    },
    {
        "speaker": "C",
        "text": "So, wait, what is this?"
    },
    {
        "speaker": "B",
        "text": "Is this our evolution as humans? Fun shoes."
    },
    {
        "speaker": "A",
        "text": "It's my absolute favorite thing, homo degenicus."
    },
    {
        "speaker": "C",
        "text": "But what is it like?"
    },
    {
        "speaker": "A",
        "text": "I mean, yes, I'm watching YouTube. I'm listening to YouTube videos, and they're just."
    },
    {
        "speaker": "C",
        "text": "Got it."
    },
    {
        "speaker": "A",
        "text": "Documentaries. Exactly. And usually specific to one species, like a."
    },
    {
        "speaker": "C",
        "text": "This sounds, like, very difficult to, like, stay up for. More. Like, prepare yourself for, like, you know, it's like. I feel like it takes preparation."
    },
    {
        "speaker": "A",
        "text": "I like it just because it's usually a very docile, like, scientific voice, you know what I mean? Speaking. And it really soothes me before. Before I go to bed. It's either that or, like, early european, I guess. I don't want to say, but basically, a lot of anglo saxon stuff, a lot of Viking, early european prior to England and France and stuff like that. The Normans and. And that sort of stuff. So any. Anything, like old. I like old, old history. And that usually soothes me, really, you know, soothes the beast. And I fall asleep."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, nothing, totally nothing puts me to sleep like the alien, you know, but I do."
    },
    {
        "speaker": "A",
        "text": "We do have to talk about how did you see the season finale? It's always sunny in Philadelphia, so I."
    },
    {
        "speaker": "C",
        "text": "Have not yet, actually, but I've. But I've heard it is very, very, very good. So I will, I will catch up by."
    },
    {
        "speaker": "A",
        "text": "It's very good. Yes. I thought it was the best episode of the season one."
    },
    {
        "speaker": "C",
        "text": "I saw some, I saw some twitter chatter that it was like, like all time episode that I could see it."
    },
    {
        "speaker": "A",
        "text": "I could say I've watched it twice already."
    },
    {
        "speaker": "C",
        "text": "This is Dennis takes a mental health day."
    },
    {
        "speaker": "A",
        "text": "It's. It's amazing."
    },
    {
        "speaker": "C",
        "text": "I can't wait. This season's been."
    },
    {
        "speaker": "A",
        "text": "Has been pretty good. I mean, they're always good. They're always good. The one thing I will say, like, the last few seasons, like, all of a sudden it's the season finale. You know what I mean? Like, I'm like, oh, really? It's. We're already at the last episode of the year. Okay. I feel like it's only been like four episodes. But no, it was, it was very good."
    },
    {
        "speaker": "C",
        "text": "Highly recommenda that's how I got myself behind because I felt the same way. I was like, oh, I must have. It's time to watch ice. And next thing I knew, there was like four I hadn't watched. I was like, what the hell? So on the topic of Airpods, I have to bring this up because I saw it yesterday. It kind of blew my mind a little bit. I pinned it up top. It's a quoted tweet, so you got to go through my shitty pun first to get to the actual meat of it. It says, you know, can't spell AirPods without AI. And this tweet is from Alex Kerr, and he says the future of brain machine interfaces and AI. And he posts about a new patent by Apple, published this week, EEG integrated AirPods. And essentially the gist is that it's an Airpod, a wearable electronic device. Here's the actual abstract of the patent. A wearable electronic device includes a housing and electrode carrier attached to the housing and having a non planar surface. The wearable electronic device includes a set of electrodes, including electrodes positioned at different locations on the surface. And it essentially has a sensor circuit and switching circuit. And they basically TLDR read your brain."
    },
    {
        "speaker": "A",
        "text": "Waves from your pods."
    },
    {
        "speaker": "C",
        "text": "You. It's crazy. I am there."
    },
    {
        "speaker": "A",
        "text": "I saw something a couple of days ago similar to this, but it wasn't this one. And I don't know if it was, like, on tick tock, I saw this, but basically it was a prototype of. It's kind of hard to explain, was a piece of plastic that, like, you put on your ear, but it. It touched your temple and it touched your jaw."
    },
    {
        "speaker": "C",
        "text": "I saw this guy. I saw the video."
    },
    {
        "speaker": "A",
        "text": "And yes, basically the person, he's this guy that's wearing it. I think he's being interviewed by somebody, and the person asks them a question, and the guy doesn't say a word. And I'm assuming there's some sort of built in microphone. Wherever the tech is listening to the question, it's accessing, like, google and is relaying information from this unit into his, like, jawbone or. I don't know. It was. It was. It was weird where basically you could hear it within your, you know, within your ear canal, but you couldn't hear it. You know, the person asking the question couldn't hear the answers, so you could really only hear internally, which I thought was bonkers."
    },
    {
        "speaker": "C",
        "text": "Very interesting. This has been two nerds talking tech."
    },
    {
        "speaker": "B",
        "text": "Let's make it three."
    },
    {
        "speaker": "C",
        "text": "Let's go make it three."
    },
    {
        "speaker": "B",
        "text": "I heard about this device for people who can't hear, like, as in deaf people, if you've heard of them. I'm also making soup right now. So if you hear any word sloshing, that's what it is. It uses like, it's like a wrist device that manages to, like. I can't remember, really. I want to explain it, but, like, you can feel vibrations on your skin, and it uses that to convey stuff to people who are deaf so they can differentiate certain words from one another. And it's this, like, weird muscle memory kicks in that you train yourself with, and eventually it just kind of works. I have to look up this device because I was absolutely flabbergasted listening to this. It was on a Tim Ferriss podcast, I think, actually."
    },
    {
        "speaker": "C",
        "text": "Who? Chamber. You know who that is?"
    },
    {
        "speaker": "A",
        "text": "You mean Tim Allen?"
    },
    {
        "speaker": "C",
        "text": "Well, he does podcasts with our. Does podcasts with our good friend Ed balloon, who's not in the audience today. He did write me and say that he wishes he could be here."
    },
    {
        "speaker": "A",
        "text": "That's a reasonable. That's a reasonable answer."
    },
    {
        "speaker": "C",
        "text": "Check out the pin. Tweet up top for reminders for coffee with captain tomorrow. Says they've got a special guest. I don't know who the special guest is, but set those reminders so they've said they've got a special guest tomorrow at 08:00 a.m. eastern. We've also got night shift tonight. So if you loved my story about waking up to nightmares about JP Kaz, you're gonna love the night shift tonight at 11:00 p.m. eastern on our YouTube chamber. What else is going on? I could talk AI stuff all day, but I don't know what else is going on in the. Did you see?"
    },
    {
        "speaker": "A",
        "text": "I'm looking at all my tabs on my laptop right now. We have officially converted to x. I don't know if it's showing up."
    },
    {
        "speaker": "C",
        "text": "Ah, so yes, it has. I haven't. Not a huge Twitter user on my desktop, so I actually didn't even check to see, see if it did today. Oh, yes. It just, I just refreshed and I am xed up on the, on the desktop version. My mobile has changed yet. Coffee with captain was, was interesting this morning. It was 3 hours of did Elon make the right move naming it X? Where do you stand on it?"
    },
    {
        "speaker": "A",
        "text": "Twitter is a dumb name. It's a stupid bird. X is also stupid, dumb. I don't know, just changing it to x."
    },
    {
        "speaker": "C",
        "text": "So here's, here's my quick, here's my very quick take on it is. My very quick take on it is like, he probably also thinks Twitter is a dumb name because it's not his. And then he's always had this obvious affinity for the, he, you know, tried to do it at PayPal or it was initially PayPal or something like that, and this, that the other, and look, he just spent, he just spent 44 billion on Twitter. And like, I mean, you know, I get it. If you bought something for that much money that you hated the name of, like, totally."
    },
    {
        "speaker": "A",
        "text": "But I don't know, it's just X just seems so boring."
    },
    {
        "speaker": "C",
        "text": "Jump saying I, you know, he's got, he's got grander plans. He, you know, he, if you hear him talk about it, he's got plans to make. Formerly Twitter, now x, the, you know, the everything app. So payments, micro blogging, all of the, like, all of the everything, you know. So I think it's a good name for that. I don't, you know, the debate on if now's the right time to call it that. Who cares? Does it matter? Like, he's going to do it anyway. I think the bigger story is if it bothers you, then if it bothers you, you should really be thinking about open versus closed systems and how you're going to be affected if the megalomaniacs in charge of all of our social networks decide they're going to use them as arms race against each other for all of this stuff, and you're the one that suffers. Like, you've spent. You built an audience here or whatever, and you're worried about what that looks like in the future. You know, time to time to diversify your bonds. You know, I think that's like, Elon has proven that he's just going to do Elon, and I think over the course of the career, that's worked pretty good. So you either have to trust the process or get off the boat. I think that's my take."
    },
    {
        "speaker": "A",
        "text": "I agree. I mean, yes, he will. He's gonna do what he's gonna do. X is that, you know, now that you say it, definitely on brand for Elon. I just thought he could have done better, like, elon x, or like, I would have just named it after myself, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Socially, someday I hope to be. Someday I hope to be sharing feet pics on chamber."
    },
    {
        "speaker": "A",
        "text": "So, yeah, yeah, it's fun. Whatever. It's. Twitter was a dumb name, though, for people that are standing, you know, Twitter, you know, a terrible name. Terrible name. I thought it was terrible when they released it back in whatever it was. 2008. Still terrible yesterday. Stupid bird app. I was tired of looking at it. X is cooler, I guess. I guess it's cool. I prefer x, given the choice between the two."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I also don't care that much."
    },
    {
        "speaker": "C",
        "text": "I know. I was kind of shocked at how much I didn't care. Like, based on the reaction on my timeline, me not having a strong opinion on it made me feel like a loser. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Totally. No, it absolutely makes sense."
    },
    {
        "speaker": "C",
        "text": "I was like, I feel like I should really be either very excited about this or very, very upset, and I was neither. And I don't know really what that says about."
    },
    {
        "speaker": "B",
        "text": "I'm also neither."
    },
    {
        "speaker": "C",
        "text": "Or does it? Or is it more about everybody else who knows?"
    },
    {
        "speaker": "B",
        "text": "I'm also very much in the camp."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay. So that's it. Do you prefer one or the other?"
    },
    {
        "speaker": "B",
        "text": "I mean, I'm still going to call it tweets, regardless of what, you know."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's the most frustrating point."
    },
    {
        "speaker": "B",
        "text": "That's the part that, I mean, we decide what it's called. We're the ones using it."
    },
    {
        "speaker": "A",
        "text": "Aren't they called X? Like, just react? Sure. X's."
    },
    {
        "speaker": "B",
        "text": "Whatever. That's fine."
    },
    {
        "speaker": "A",
        "text": "Terrible."
    },
    {
        "speaker": "B",
        "text": "I don't know what you mean."
    },
    {
        "speaker": "A",
        "text": "It's definitely still tweets, though. I mean, you can't. It's. Tweets are so specific to Twitter, where there's no other social media that has a unique term for post. Like, you know, Instagram, Facebook. You're always posting to those sites. You know, you post a video to TikTok. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you. You do it for the gram, but you don't exactly Grammy."
    },
    {
        "speaker": "A",
        "text": "You tweet like that. It's so inherent to you."
    },
    {
        "speaker": "C",
        "text": "Tell your racist uncle to stop it on Facebook. But you don't call it Facebook."
    },
    {
        "speaker": "A",
        "text": "Call them racies. Stop dropping racies, Uncle John."
    },
    {
        "speaker": "C",
        "text": "That is not a thing. That is not a thing. Geez. Not a thing at all."
    },
    {
        "speaker": "A",
        "text": "Could it be now, though, is the question. I think. I think that's what I'm gonna refer to them."
    },
    {
        "speaker": "C",
        "text": "Maybe you should just name the tweet. Maybe you should rename tweets."
    },
    {
        "speaker": "A",
        "text": "Maybe."
    },
    {
        "speaker": "C",
        "text": "What do you. What would you call them?"
    },
    {
        "speaker": "A",
        "text": "You mean, you'd have to come up with something along the lines of x's, right?"
    },
    {
        "speaker": "C",
        "text": "I think so."
    },
    {
        "speaker": "B",
        "text": "I mean, the same debate happened on blue sky, and they end up calling them skeets. Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Skeet, skeet, skeet."
    },
    {
        "speaker": "B",
        "text": "I'm not there anymore. But this was, you know, a month and a half ago. That's what they were calling it."
    },
    {
        "speaker": "C",
        "text": "So the blue sky experiment. Totally over for you."
    },
    {
        "speaker": "B",
        "text": "Totally, entirely. Just like the threads experiment."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was gonna say, where are you at threads right now?"
    },
    {
        "speaker": "B",
        "text": "I haven't opened it, and I don't know. When did it start? I think I played with it that weekend, and like the rest of the statistics, I fell off."
    },
    {
        "speaker": "C",
        "text": "Yeah, I pretty much the same when I realized that starting over from scratch wasn't as fun as I was made to believe. Then I decided I did not want to do it anymore. We're going to pain over here. Pain. Where do you stand on X versus Twitter?"
    },
    {
        "speaker": "D",
        "text": "I also don't care."
    },
    {
        "speaker": "C",
        "text": "See, that's why I love this show. We're just the group of people who doesn't care."
    },
    {
        "speaker": "B",
        "text": "Nothing but appetite."
    },
    {
        "speaker": "C",
        "text": "The group of people that care go to coffee with captain. And that's. That's a great vibe. But I'm glad that all. Most of the people here didn't care. I did want to ask about, uh, put."
    },
    {
        "speaker": "D",
        "text": "We can talk a little bit about nfts. What you all think about pudgy penguins and their comic con venture?"
    },
    {
        "speaker": "C",
        "text": "Man, I gotta say, they showed out. Like, this is the stuff that all of these IP driven projects should be doing. Like, it. And it just seems so obvious. Like, once you see. Once you see someone do it at a high level. Right? Like, what Lucas doing. I mean, from everything I saw looked extremely well executed. And I saw stuff that said like, they sold thousands of toys at Comic Con and, you know, stick that in, the only holders are buying toys. Pipe and smoke it. You know, you got like, Comic Con is the perfect audience for stuff like this. I think more and more of these IP driven projects are going to need to defend their, like, to defend themselves and do stuff like this. And so I'm all for it. I think they did an awesome job from what I looked like. Was there pain? Was there anyone else there? Did any, like, did any other projects go or was pudgies the only one? I can't remember."
    },
    {
        "speaker": "B",
        "text": "I know, I know the answer. You came up cool cats was there."
    },
    {
        "speaker": "C",
        "text": "Okay, cool cat. That's right. I did see a lot of good cool cat stuff, too. The cool cat stuff looked pretty good. Also. I was a follower of Jarvis, who's on their community team over there, and I saw a bunch of their stuff over the weekend. Now that you jogged by memory, Mackie, but all the cool cat stuff looks great, too. But that's another one of those brands that like, that's where they should be living. And so I'm pumped for them. I think cool Cat's having a little bit of, a little bit of a resurgence in the hearts and minds lately. Huh?"
    },
    {
        "speaker": "B",
        "text": "It's true. It's true. I may or may not have sold mine at the bottom, but that's how it goes."
    },
    {
        "speaker": "C",
        "text": "Our good friend v squared says oni force was there."
    },
    {
        "speaker": "B",
        "text": "Oh, that's true. I didn't see any content about it, but yeah, I. Before we switch over pudgies, like seeing Luca and the pudgy booth at VCon, like, you realize in retrospect that that was just a test for Comic Con."
    },
    {
        "speaker": "C",
        "text": "Totally. Yeah, no, that makes so much sense. And I mean, it looks like they were ready for the volume and the interest that they had. I saw some videos that were, I mean, there's like a line getting. I'll tell you what, I've been to some of these. I was at CES in January, and there was these, this booth, and it was a little larger than a booth. It was an exhibit or whatever for this company, a company that I had never heard of. And they were giving away these, like, tiny miniature plastic skateboards and like, seems like such a nothing burger. There was a line around the corner for an hour long. People were waiting for these things. And I was asking, I asked some people, I was like, yeah, what is this? And they're like, I don't know. It's free stuff. We're like, oh, do you know the company? And they're like, no. I'm like, well, what are you waiting for? They're like, oh, these little skateboards. I was like, oh, okay. And my point there is, like, just showing up. You probably had thousands of new eyeballs on what pudgy penguins were. And, like, the NFT or not of it all, I'm not really sure matters in that context because the whole thing is about brand awareness and you can onboard them into nfts later on. And I'm sure it was about moving some toy boxes, but I think what they did was awesome. I think, you know, when you think about, like, who's going to make it out of this class of projects, it's companies like that that are doing. Going and doing the actual necessary things to grow brand outside of, you know, tweeting that are going to be the ones that, you know, become something iconic chamber, any thoughts there?"
    },
    {
        "speaker": "A",
        "text": "I mean, what kind of nerds are standing in a line for an hour for a freaking skateboard? Come on."
    },
    {
        "speaker": "C",
        "text": "That was my same question. I had the same question."
    },
    {
        "speaker": "A",
        "text": "You're a cool dude."
    },
    {
        "speaker": "C",
        "text": "I waited. I got in the back."
    },
    {
        "speaker": "A",
        "text": "No, you just walk to the front of line and be like, oh, thanks for saving my spot."
    },
    {
        "speaker": "C",
        "text": "Hey, don't you know who I am? I'm bunch. You."
    },
    {
        "speaker": "A",
        "text": "What is your line? Saving etiquette. Like."
    },
    {
        "speaker": "C",
        "text": "Oh, God, that's. Hold on, let's go to Vicki first and then we can go to that, because that's a question that is Vicki GM Gm, everybody."
    },
    {
        "speaker": "E",
        "text": "I just wanted to say that I am quite frankly surprised and disappointed that you haven't initiated Funko pops because I think a captain coffee with Captain NFt bar a chamber, a bunch of funko pop."
    },
    {
        "speaker": "A",
        "text": "Can you just. Can you just get those done? Because I didn't think that was a possibility."
    },
    {
        "speaker": "E",
        "text": "I think that everybody else is thinking fridge magnets and t shirts, but I think having funko pops, that would actually be trinkets on your shelves when you're podcasting, you know, I mean, obviously there would be disappointment when some funko pops of those four sell quicker than others. Maybe there's always that. And then if you didn't want to."
    },
    {
        "speaker": "C",
        "text": "Do that, that was such a fantastic backhanded comment."
    },
    {
        "speaker": "E",
        "text": "Well, I was going to lead on to that. There'd be no disappointment, obviously, if a certain funko pop didn't sell as quickly as maybe the others might. There's always the other gift idea, which a lot of people would love, especially at Christmas time, especially if you've got kids. And that's a dartboard. And you could put maybe somebody that wasn't as popular of the four funko pops on that dartboard and that would be a best selling Christmas gift."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "I really like Vicky's economics here of how this would play out. I love the idea of having Degen host funko pops and the loser and whoever sells the least ends up on the dartboard for Christmas. And then whoever does the best can be in the advent calendar and we'll be. Be good to go. The chamber. Would you get."
    },
    {
        "speaker": "E",
        "text": "I wouldn't. Don't put any of the founders on chocolate in advent calendars because I think that leads to a whole different kind of thing of biting heads off things that could happen with chocolate."
    },
    {
        "speaker": "C",
        "text": "Founders chambers. Chambers. PFP would be a really good, like, chocolate bar mold, I think, like, you know, like the chocolate bunnies at Easter. You put that."
    },
    {
        "speaker": "A",
        "text": "I would like to see my guy as."
    },
    {
        "speaker": "C",
        "text": "Wrap it up."
    },
    {
        "speaker": "A",
        "text": "As a funko. As a. Yeah, I think funko pop."
    },
    {
        "speaker": "C",
        "text": "Yeah. Who's, who's do you think would sell the most?"
    },
    {
        "speaker": "A",
        "text": "Who's do I think would sell the most? Is it definitely Steve? For me, Steve's obviously up there."
    },
    {
        "speaker": "C",
        "text": "I think so. I think. I think it's Steve. Captain. I think it's Stephen. Captain would be number one. I think riggs would fudge the numbers. Yeah, riggs would. Rigs would fudge the numbers. Jwebs would do surprisingly well. And then, you know, you and I would definitely."
    },
    {
        "speaker": "A",
        "text": "The gentle tornado funko pop. I think that'll be a fun one with, with."
    },
    {
        "speaker": "C",
        "text": "That's actually not. That doesn't come in funko pop. It only comes in. It only comes in plush doll with a pull string that speaks to you, that yells, we are riding."
    },
    {
        "speaker": "E",
        "text": "I'm just about to say only comes in sound activation mode. That one is set at 15. So you can't pull it quietly. You would pull it in."
    },
    {
        "speaker": "C",
        "text": "It's actually a, uh, it's a twist. Like it's got the big key on the back of it that you twist and then it does. It screams, we are riding. And then just does whatever the tick tock."
    },
    {
        "speaker": "A",
        "text": "You actually have to lift the baby mullet up to get to the key."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. It's got karate chop action under the mullet. Yeah, that's exactly right. I think we've actually designed a pretty cool toy here for, for GT. So when we clip this back from zealous later, you know, make sure you tag a minute chamber because this is the hot Gt toy of Q four. We need to have. Needs to have a name that's not, you know, that's family friendly."
    },
    {
        "speaker": "E",
        "text": "But I think you could have a bonus one as well with warp. Joe would be, I believe, to be some kind of, like, car sticker in the back of your car that, as you break the finger, comes up in the air, would be kind of another toy you could think about for Joe."
    },
    {
        "speaker": "C",
        "text": "I like that. Joe's would just be a bumper sticker that says, if you can read this, fuck you. That. That's like, I feel like that's how he deals with tailgaters and just captures."
    },
    {
        "speaker": "A",
        "text": "Does anybody know what Joe looks like? Irl."
    },
    {
        "speaker": "C",
        "text": "I actually do, because I think about it a lot. I got to see the joke docs on the Steve."
    },
    {
        "speaker": "A",
        "text": "Oh, did you? I never got. I didn't get the full."
    },
    {
        "speaker": "C",
        "text": "I got to see a lot of. A lot of docs. So I think about."
    },
    {
        "speaker": "A",
        "text": "I think about what Joe looks like a lot."
    },
    {
        "speaker": "C",
        "text": "Most. Most don't. I mean, he looks a lot like what his thing is."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "His profile picture looks like, a little older than that. He looks, you know, he's. It's the. The weirdest thing about those is always matching the face with the name as soon as you hear it. You know what I mean? Or the face with the voice. Sorry. As soon as you hear it. And that's always the most jarring thing. But as soon as I heard Joe's, I was like, yep, that's. That's it. That's it. Anthony Gm. What. What toy ideas? What great toy ideas do you have for us today?"
    },
    {
        "speaker": "D",
        "text": "I don't have any toy ideas. I wanted to just say a couple things. So, first off, chamber, you prepare to cut the sky."
    },
    {
        "speaker": "A",
        "text": "Okay. All right."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Terrible take. Tony's on the stage."
    },
    {
        "speaker": "D",
        "text": "No takes."
    },
    {
        "speaker": "C",
        "text": "No takes."
    },
    {
        "speaker": "D",
        "text": "No takes. Just comments. You told me you were coming on to the night shift last week, and you completely."
    },
    {
        "speaker": "A",
        "text": "I relistened to it because he was."
    },
    {
        "speaker": "C",
        "text": "Too busy with the deuce."
    },
    {
        "speaker": "A",
        "text": "I relistened to my quote because I did feel bad. I said I may come on. And I did say I was gonna take an edible, and it turned out the edible was significantly stronger than I was anticipating, and I didn't make a pass. I don't think I made it to 1030 that evening. So I listened back, though. I listened to the whole show. It was very good. You were excellent."
    },
    {
        "speaker": "D",
        "text": "It's fair. So I'll be there again tonight because JP's got some holiday, apparently, that requires him to be somewhere. But the other thing I wanted to."
    },
    {
        "speaker": "C",
        "text": "Say some special utah thing."
    },
    {
        "speaker": "A",
        "text": "Troll convention."
    },
    {
        "speaker": "D",
        "text": "Honestly? Yes. Unknown. But I wanted to also ask. So when you're. So whose idea was it to snip that quote of me this morning and tweet it out?"
    },
    {
        "speaker": "A",
        "text": "Which one are you talking about specifically? It wasn't me. Was it a night shift?"
    },
    {
        "speaker": "B",
        "text": "That was me."
    },
    {
        "speaker": "D",
        "text": "No, no. I don't know what show was on. I guess I think."
    },
    {
        "speaker": "A",
        "text": "Oh, a captain, right?"
    },
    {
        "speaker": "D",
        "text": "So it must have been in the morning. I was going to say, like, I typically am known for going up and Steve literally saying, hey, you bring the most boring takes, but I like it. So I have to, I feel like I have to, like, get the spicy takes and bring them here. So I was also going to give an update and say I went, like, I had a couple, like, random people, like, places that I was this weekend. So I keep trying to, like, validate myself. So I went around asking, like, are the Beatles the most overrated band of all time?"
    },
    {
        "speaker": "A",
        "text": "This got me so angry, by the way. Like, you. You ruined a good three, 4 hours of my day the other day when you're talking about this."
    },
    {
        "speaker": "D",
        "text": "So I literally asked all of your."
    },
    {
        "speaker": "A",
        "text": "Cool 21 year old friends. Go ahead, keep going."
    },
    {
        "speaker": "D",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "All ages, right?"
    },
    {
        "speaker": "D",
        "text": "I was at different."
    },
    {
        "speaker": "C",
        "text": "Okay, all ages ranging from eight to the old seven."
    },
    {
        "speaker": "D",
        "text": "No, no, I'm talking like, like, probably demographic wise, like, between."
    },
    {
        "speaker": "A",
        "text": "Let's. Let's hear the finding of a very scientific, maybe like 25 to call it."
    },
    {
        "speaker": "D",
        "text": "Like 25 to like."
    },
    {
        "speaker": "A",
        "text": "Okay, five."
    },
    {
        "speaker": "D",
        "text": "Pretty wide range of people that I've asked. So first instant reaction when I, when I said that to people, and out of nowhere, out of absolutely nowhere, I dropped this take, and the first reaction was, what are you talking about? Right. I'm like, okay, fair, fair. I understand. Coming in hot. Why. Why am I asking you this question? And I said, you know, you. You can't, like, if you're widely considered the number one, right. You could only. You can't really be underrated because you're widely accepted as the number one of all time. You could only be over."
    },
    {
        "speaker": "A",
        "text": "Well, you could be appropriately rated or."
    },
    {
        "speaker": "D",
        "text": "You could be appropriately rated, right, but the op. But the options are either you're appropriately rated as number one, which, if you think about it, right, think about all the musicians out there. How many people have made top hits and everything. Don't you think at a certain point, it's. It's more of a hot take to say the Beatles are the greatest of all time versus they're overrated?"
    },
    {
        "speaker": "A",
        "text": "It's more of a hot take or not."
    },
    {
        "speaker": "D",
        "text": "Or more controversial. Right. Like thinking. Thinking about it, right. Like, there's only one number one right, right. There's thousands of great artists that. That have. That have roamed this earth. To say that they are number one over everybody else versus. There may be ambiguously a better artist than theme. Right. Just saying they're overrated means that I'll take. It's basically them versus the world."
    },
    {
        "speaker": "A",
        "text": "I mean, I guess what I would say is these conversations happen in many. You know, I think of the basketball conversation, right, where somebody will say, like myself, I don't think Jordan is the greatest basketball player of all time, but I will say, I will have facts and data to back up my opinion. And I will say LeBron James is the greatest basketball player of all time because of these reasons. So if somebody's saying the Beatles aren't the great, who is. Who is there? Lebron james? And what are. What's the data that backs that up?"
    },
    {
        "speaker": "D",
        "text": "That's fair. And I. And I came and I gave you information and I showed you that the Beatles have, like, just looking at current, the people that listen to them currently. And I know that we talk about, like how you said Spotify is not representation, but think about that. If they were the best musical artists of all time and their songs were just long last."
    },
    {
        "speaker": "A",
        "text": "The last song that released was in 1960 69. The. The irrelevant."
    },
    {
        "speaker": "D",
        "text": "Irrelevant. If the song does not outlast the chain smokers."
    },
    {
        "speaker": "A",
        "text": "The chain smokers were rated higher than the Beatles. Like, what are we talking about?"
    },
    {
        "speaker": "D",
        "text": "What are we talking today? No, no, we're not talking about ratings here. We're talking."
    },
    {
        "speaker": "A",
        "text": "I mean, based on. Based on what you're saying. You're saying the chain smokers are greater than the Beatles."
    },
    {
        "speaker": "D",
        "text": "No. So my question to you is, they're your favorite band of all time. Right. And this is what I can't. I wanted to understand. Where do you listen to them?"
    },
    {
        "speaker": "A",
        "text": "Where do I list them? I would say, how do you."
    },
    {
        "speaker": "D",
        "text": "How do you."
    },
    {
        "speaker": "A",
        "text": "I would say either on Spotify or on record. I also have every single record they ever made, and I listen to that fairly frequently as well."
    },
    {
        "speaker": "D",
        "text": "That's fine. But you do listen to them."
    },
    {
        "speaker": "A",
        "text": "Sure. I mean, those are the two places to listen to music, correct?"
    },
    {
        "speaker": "D",
        "text": "Exactly. I agree. I think points proven that their spot."
    },
    {
        "speaker": "C",
        "text": "Numbers should be higher."
    },
    {
        "speaker": "A",
        "text": "Bunch. Does your mom have a spot? I don't know. Does your. Who's got a Spotify? My dad doesn't have a Spotify account."
    },
    {
        "speaker": "B",
        "text": "My mom does."
    },
    {
        "speaker": "C",
        "text": "My mom might be. My mom might be hanging."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying. Like, like, my mom doesn't have a Spotify account. My mother in law doesn't have a Spotify."
    },
    {
        "speaker": "C",
        "text": "You're saying. You're saying that the people that listen to the Beatles do not have spot, but then that would argue that it doesn't actually transcend that."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "They weren't allowed on Spotify for a while."
    },
    {
        "speaker": "C",
        "text": "They were."
    },
    {
        "speaker": "A",
        "text": "That's a great point. No, we're not on Spotify for a very long time."
    },
    {
        "speaker": "D",
        "text": "It's been like ten years almost since that, so."
    },
    {
        "speaker": "A",
        "text": "No, you're right, though. No, you have. You make up a good point. The chain smokers are significantly better than the Beatles. You know, you're 100% correct."
    },
    {
        "speaker": "D",
        "text": "Again, again. You're taking the."
    },
    {
        "speaker": "A",
        "text": "I'm just taking the data. I just gotta take. The eight bands that you put ahead of the beatles are all of giving you."
    },
    {
        "speaker": "D",
        "text": "You said you come with facts and tell us how Michael Jordan's not the best of all time. All I'm telling you, I have not given you speaker three."
    },
    {
        "speaker": "A",
        "text": "I mean, if I have to go and make points on why the Beatles are the greatest band of all time, I believe Chris came up here the other day and said they had 22 number one hits. Drake. I mean, what's Drake?"
    },
    {
        "speaker": "D",
        "text": "I'm pretty sure. I'm pretty sure. Taylor Swift."
    },
    {
        "speaker": "A",
        "text": "Go check it out. I mean, go check it out. I don't know."
    },
    {
        "speaker": "C",
        "text": "I don't know about you, but she might have 20."
    },
    {
        "speaker": "A",
        "text": "She very well could be. I mean, I don't know. Still mid. Still. No, I'm sure it's a Taylor Swift reference that I don't get."
    },
    {
        "speaker": "C",
        "text": "It definitely is."
    },
    {
        "speaker": "A",
        "text": "But anyways, let's cut Anthony, because I'm done having this conversation with terrible. Take Tony. He's gonna ruin the rest of my night."
    },
    {
        "speaker": "C",
        "text": "I like how I have to explain."
    },
    {
        "speaker": "A",
        "text": "This documentaries, movie, the. Every single. I mean, every single band, you haven't seen the chase. Every single bandits has ever existed. The reason they as reference the Beatles, as the reason they started playing music. Kurt Cobain wanted to be John Lennon. I mean, what are we talking about? You're right."
    },
    {
        "speaker": "D",
        "text": "You're right. No, the first. The first of all. And the inspiration always is the best, right? That's the first person who comes along and does something is always the best. Forever and always."
    },
    {
        "speaker": "B",
        "text": "That's."
    },
    {
        "speaker": "A",
        "text": "I agree with you."
    },
    {
        "speaker": "C",
        "text": "All right, good. Have you. Have you not watched."
    },
    {
        "speaker": "D",
        "text": "How often do you say the word selfie? And then when you say it, do you think about the chain smokers?"
    },
    {
        "speaker": "C",
        "text": "Because. Wait, what does the chain smokers have?"
    },
    {
        "speaker": "A",
        "text": "Exactly. Exactly. Yeah. All right, can we end this? Because I'm gonna go fucking chain smoking."
    },
    {
        "speaker": "C",
        "text": "I always like when. I always like when terrible take Tony comes, ruins my day."
    },
    {
        "speaker": "A",
        "text": "Where's Joe? I need Joe here. He always makes me feel better."
    },
    {
        "speaker": "D",
        "text": "He's."
    },
    {
        "speaker": "A",
        "text": "Thanks, Joe."
    },
    {
        "speaker": "C",
        "text": "That's okay."
    },
    {
        "speaker": "A",
        "text": "I'll just dream about what he looks like."
    },
    {
        "speaker": "D",
        "text": "I also, I didn't actually really want to come up and talk about music, but I like to ruffle the feathers. I did want to ask though, if you guys seen the news about the Mbappe offer to go to Saudi Arabia and if, and if it were your, if it was you, how fast would you be running to take it?"
    },
    {
        "speaker": "C",
        "text": "Oh, how much money do they offer him?"
    },
    {
        "speaker": "D",
        "text": "So him personally, I think like 750 million for one year."
    },
    {
        "speaker": "A",
        "text": "Is that a real number?"
    },
    {
        "speaker": "D",
        "text": "For real number."
    },
    {
        "speaker": "B",
        "text": "So I think it was in Europe too, right?"
    },
    {
        "speaker": "A",
        "text": "1.1 billion, might even say $2 billion canadian."
    },
    {
        "speaker": "D",
        "text": "I think it was 1.1 billion pounds or maybe euros. But going to like 350 going to PSG and then the other 750 going to Mbappe personally. And then after one year he's free to go to wherever he wants to go."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Are you taking it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I would take it. So it's funny then you see Messi, who did not take it and he went to, went to a Florida."
    },
    {
        "speaker": "A",
        "text": "Yeah. Is he playing for like Miami or something like that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, he just had his first game and he won on a, uh, he won the game, I think on a free kick in extra time or something."
    },
    {
        "speaker": "A",
        "text": "As a football coach, I have no idea what those terms mean."
    },
    {
        "speaker": "C",
        "text": "Jesus. Um, Vicki in the comments and she couldn't be more right. And then we'll go to mister house and turn it and then shut it down, I bet. Bunch of bets. Hearing web three. Anthony and Chamber wrecked was like your kids arguing on Sunday. That is Corey."
    },
    {
        "speaker": "A",
        "text": "Is there a smart kid and a master that you have?"
    },
    {
        "speaker": "C",
        "text": "Yeah, one's eight months old and one's two and a half. Mister House Gm."
    },
    {
        "speaker": "F",
        "text": "Yeah, I have two things. One, I just picture Anthony doing one of those weird influencer videos. They go up to people saying like, how much would you pay for this? Nft. But with like the video or with."
    },
    {
        "speaker": "C",
        "text": "The pictures of all the different Tony on the show."
    },
    {
        "speaker": "F",
        "text": "Exactly. As far as the soccer conversation goes, this is definitely something you need Joe up here for because there's a lot of geopolitical movements in the backgrounds that follow this entire tracking of all the deals. Apple buying out Messi. There's rumors that BOPE has already pre signed a contract with real. So like there's, there's all these shady dealings in the air, you know, FIFA corruption, nothing new, but it's very entertaining to hear from Joe."
    },
    {
        "speaker": "C",
        "text": "Yeah, we will have to get him back on here if he were for talking soccer with coach Chamber next time. And we can see Chambers in depth analysis on the MbApPE deal. And then whatever Joe thinks, you know, it's like Chambers, definitely the soccer expert of the group chamber. Really quickly, how is the soccer going?"
    },
    {
        "speaker": "A",
        "text": "Good."
    },
    {
        "speaker": "C",
        "text": "Wait, did you on the verge of quitting?"
    },
    {
        "speaker": "A",
        "text": "I'm. I'm game to game now."
    },
    {
        "speaker": "C",
        "text": "Wait, we never understood. Wait, we never got a reason why."
    },
    {
        "speaker": "A",
        "text": "I think we went over it on a show you weren't here for. Maybe. I think Mister house brought it up. But long story short, just some, some communication from the league heads about how I run my team."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. Really? Holy cow."
    },
    {
        "speaker": "A",
        "text": "I had canceled the practice when it was very warm outside and I didn't want the kids to be playing in it. And was, was sent an email saying not to do that because, you know, they didn't want parents thinking that games were going to be canceled due to heat. I said, fuck off. This is my team. But, you know, a little nicer. But yeah, we're game. We're game to game. I'm losing a lot of kids. Not getting a ton of bodies, apparently. Speaking with other coaches, very par for the course, you know, especially five and six year olds. So, yeah, I wasn't too happy. I had to forfeit like two games in a row because I didn't have enough bodies. Yeah."
    },
    {
        "speaker": "C",
        "text": "Oh, my God, this is terrible."
    },
    {
        "speaker": "A",
        "text": "I did have enough bodies last game. We ended up winning. So, you know, I'm game to game at this point."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "About the throw in that."
    },
    {
        "speaker": "C",
        "text": "Are you regretting your decision to take this off?"
    },
    {
        "speaker": "A",
        "text": "I mean, whatever, it's an experience. I don't usually regret things that I do. It's not ideal, but it's something, you know, it's better. It's better to have the story, I always say."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, it's funny. Look, what, you know, it's got to be."
    },
    {
        "speaker": "A",
        "text": "We've missed so many. Like, we. We've had a lot of games cancel. It's got to be five and three. Maybe 5353 and one. Six. Four and one. Maybe. I don't know. Something like that. A few more wins and losses."
    },
    {
        "speaker": "C",
        "text": "I mean, look, you. This has been a great learning experience for you. I think you should go back and coach next year. Maybe if you're not promoted to the saudi leagues for your, your. Maybe. Maybe. Have you got."
    },
    {
        "speaker": "A",
        "text": "I want some of that saudi oil money. I'll take it. You know, I'm not here putting on airs like some of these soccer players."
    },
    {
        "speaker": "C",
        "text": "No, you're here to make money."
    },
    {
        "speaker": "A",
        "text": "Here to play soccer and make money."
    },
    {
        "speaker": "C",
        "text": "That that is going to do it for us today. Thank you for everybody coming out. Don't forget night shift tonight. You can hear Anthony's great music takes over there on the night shift. Can you, Anthony, if you're over there tonight, make sure you go around the horn and get everybody's takes on the beatles. We need to know what the night shift crew thinks. But catch them at eleven eastern on YouTube. Coffee with captain with a special guest tomorrow and then lunch break with J web and riggs. And I think we're still on hiatus for Alpha afternoons for a little one week longer, but that is going to do it for tonight. Thank you for coming out. And until next time, stay mint."
    },
    {
        "speaker": "G",
        "text": "And I don't know what to booty call or not. So, like, what do you think? Did you think that girl is pretty? How did that girl even get in here? Do you see her? She's so short and that dress is so tacky. Who wears cheetah? It's not even summer. Why did you tell? Keep on playing. Summertime sadness. After we go to the bathroom, can we go smoke a cigarette?"
    },
    {
        "speaker": "D",
        "text": "I really need one."
    },
    {
        "speaker": "G",
        "text": "But first let me take a selfie."
    },
    {
        "speaker": "A",
        "text": "Let me take a song."
    }
]