[
    {
        "speaker": "A",
        "text": "It must have been a hundred miles or any of a hundred styles? It's not about the smile you wear? But the way we make out? When I wasn't all alone? Now I'm nothing but a two beach coma anybody seen the sky? I'm wide awake now as we speak. Grand rapids very own Anthony Kiedis. Born and raised in the place I live, which is weird. Well, maybe not raised. Apparently, he left for Hollywood at some point in his life, but that's okay. Hi, Chamber. Hi, Bunch. We got stuff to talk about today? Yeah, it's a big day. Monday, start of the week. Yeah. Yeah, it is. So many things happening. Wow."
    },
    {
        "speaker": "B",
        "text": "I just want to thank both of you from the bottom of my heart for picking that song for me. I just. I can't tell you enough how much I appreciate your thoughtfulness and in. In selecting songs that are close to my heart and that I love so very much. So thank you both for. Thank you both."
    },
    {
        "speaker": "A",
        "text": "Not a problem. What a reasonable response to a song. I think that's."
    },
    {
        "speaker": "B",
        "text": "Yeah, and and the funny thing is, like, uh, whether or not that is obviously 100% a bit from Friday, uh, the fact of the matter is, I do love that song."
    },
    {
        "speaker": "A",
        "text": "Oh, do you? That's. That's even better."
    },
    {
        "speaker": "B",
        "text": "I'm a very. I'm a huge red hot chili Peppers Stan, I think, is what the kids are saying. I stan them. Uh, Anthony Kiedis, just a wild man and, you know, big, big flea guy as well."
    },
    {
        "speaker": "A",
        "text": "I mean, if. If that doesn't get you, you know, get you excited, dancing around in your."
    },
    {
        "speaker": "B",
        "text": "That doesn't get you wanting a hump day bump, then I don't know what's gonna, you know, so good. So good. Where does, where does the stadium arcadium album rank up there for you?"
    },
    {
        "speaker": "A",
        "text": "Great question. Like, I think, like, it's under appreciate. I think a lot of people shit on it. I do think because it's a double album. If they had just."
    },
    {
        "speaker": "B",
        "text": "I forgot it was a double album, it sure. They had just had something song."
    },
    {
        "speaker": "A",
        "text": "So many songs. Yeah. It could have been their best album. Had they just pared it down to, like, like, it could have been number. It could have been number one, but it's probably, like, my third favorite albumen."
    },
    {
        "speaker": "B",
        "text": "Yeah, I it's pretty up there for me. I remember it catching a lot of crap when it came out, but I was in. I was. I believe I was, like, a freshman in college when it came out."
    },
    {
        "speaker": "A",
        "text": "That sounds about right, because I was, I think I was probably, like, 24. Like, I saw how old I was now you're 30."
    },
    {
        "speaker": "B",
        "text": "You're 40. Okay. So that. That tracks. I would have been. I would have been 18. You'd have been 22 ish, maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, that sounds about right, because. Yeah, I saw the. The tour for that album. I went to the stadium arcadium tour."
    },
    {
        "speaker": "B",
        "text": "Wow. I've never seen them live. Are they just phenom?"
    },
    {
        "speaker": "A",
        "text": "Honestly, I feel like I've been defending the Chili Peppers a lot lately, and I've hated them. I'm not a big Anthony Kiedis fan. I just love everybody else in the band so much that I can deal with Anthony Kiedis, but if you've never seen the red hot Chili Peppers, you should go. I just saw them again less than a year ago, and it was still, like a top three concert I've ever been to."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Like, they were so good. Like, these guys are, I don't know, close to 60. Gotta be close to 60. If not old. Maybe. Maybe older than 60. They are so good."
    },
    {
        "speaker": "B",
        "text": "They probably are. I mean, like, they were. I feel like they were on the older side in. Right, like the Woodstock 99 for stadium Arcadia. Yeah, right. Yeah, totally like that."
    },
    {
        "speaker": "A",
        "text": "It was so good. Still. Like, it. It was a top three favorite concerts of all time. Like, and it was within. Within the last year."
    },
    {
        "speaker": "B",
        "text": "Wow. Mister House. Mister House wants to know if you have a top five red hot chili pepper songs list."
    },
    {
        "speaker": "A",
        "text": "1 second."
    },
    {
        "speaker": "B",
        "text": "That's really hard. I don't know if that is hard. I need, like, I need a whole show for that to get there. Uh, well, while you're thinking, let's. Let's gm over to Mister House, see if he's got a top five."
    },
    {
        "speaker": "C",
        "text": "Uh, no, I I posed the question of the top five because I was trying to think of it, and I was like, well, this is kind of hard to nail down into five. Uh, but I had to, I had to come up and agree with chamber. I haven't seen the full ensemble of the band play live. Uh, but I was in Montaukous, I think, probably four years ago or so, hanging at a bar, and Chad Smith, the drummer, was there. I guess he was friends with the owner and whoever was performing that night, and he ended up coming up and doing just like a 30 minutes drum solo. And it was one of the most incredible things. Like, this dude just was sitting there with his kids and his family, and you would have never thought it was, you know, Chad Smith, the Will Ferrell look alike. All of a sudden, this dude starts walking up to the stage, and my brother leans out because, holy shit, it's Will Ferrell. I'm like, no, you idiot, that's Chad Smith. Next thing you know, this dude's just banging heads, going all around. Metal's just getting clanked. It was an electric environment, electric night at the surf lodge."
    },
    {
        "speaker": "A",
        "text": "I would. And just to validate your point, mister House, when I saw him a couple months ago, I would argue Chad Smith carried the show. Like he was that good. Like, if you were to say, what was the best part of the show? I think Chad Smith drumming was the best part of the show. It was unreal."
    },
    {
        "speaker": "C",
        "text": "I mean, he's got, like, an unmatched intensity in his eyes. Like, we never made eye contact. We was drumming. But if we did, I may have, like, gotten paralyzed. Like, it was like some chamber of secrets type shit. Like the basilisk was there."
    },
    {
        "speaker": "A",
        "text": "It's amazing. Top five songs. Just looking. I think you gotta have under the bridge. I think you gotta have scar tissue. I think snow."
    },
    {
        "speaker": "B",
        "text": "Oh, there's a stadium arcadium."
    },
    {
        "speaker": "A",
        "text": "I think that's top. Yeah, I think that's my personal opinion. Hump to bump is absolutely, like, top five. I just think it's. I think it's just one of their, you know, most fun songs. But, like. Yeah, like, like, I don't know, Calif. Like, there's so many."
    },
    {
        "speaker": "B",
        "text": "Like, I think it's almost impossible."
    },
    {
        "speaker": "A",
        "text": "Well, it's funny, because I was complaining that I was defending them a lot lately, and the reason I've been defending them a lot is I had a coworker of mine bring up that the Rolling Stones had the best ten songs ever, like, of any band. And he said, like, the Beatles, they."
    },
    {
        "speaker": "B",
        "text": "Have the best ten songs ever of any band."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, like, if you were to put together again, this is not my, my take. What he posited was, there's no band with ten better song. Nobody has a better top ten than the Rolling Stones. He did say that the Beatles had."
    },
    {
        "speaker": "B",
        "text": "I see what you're saying."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "They're like, they're Rolling Stones top ten against any, anybody else's top ten. Yeah. And it's gonna be. That's. That's right. It's."
    },
    {
        "speaker": "A",
        "text": "I argued. I argued. The Chili Peppers could be in the conversation."
    },
    {
        "speaker": "B",
        "text": "Oh, I think so. I think so."
    },
    {
        "speaker": "A",
        "text": "But there's very few bands that you can say that about. Like, it's. It was hard to find, like, a band with ten songs."
    },
    {
        "speaker": "B",
        "text": "Well, we've got the, we've got the music guru down. Down there. Dow Jones. Dow, weigh in on this."
    },
    {
        "speaker": "D",
        "text": "GM Chili Peppers. Maxi John Frusciante. I believe is the greatest guitarist of all time. A lot of people play the guitar will verify that. I gotta say, two recommendations off the map is the live California caishin dvd I posted in the chat that what is soul jam? That is way, way up there. And for me, you got to go with all of their b sides. I'm a big mellow ship slinky and beat sex magic. But basically anything where John Frusciante has doped the fuck out is going to be top ten chili pepper songs. Give me John nice and heroined out and I'm in."
    },
    {
        "speaker": "A",
        "text": "I agree. Heroin John is the best."
    },
    {
        "speaker": "B",
        "text": "John Strong takes. Strong takes. Well, I mean, especially about heroin John."
    },
    {
        "speaker": "A",
        "text": "That's why. Hey, um, you guys know about that."
    },
    {
        "speaker": "D",
        "text": "Fucking white falcon, right? Like, he burned the house down, all doped out and he literally ran back in there to go get that Gretch white Falcon. That's in the California cation video."
    },
    {
        "speaker": "A",
        "text": "Gretch one."
    },
    {
        "speaker": "D",
        "text": "And that's why he's got all those cards on his body."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Really?"
    },
    {
        "speaker": "A",
        "text": "I didn't know that. I remember I only knew about the story about, um."
    },
    {
        "speaker": "D",
        "text": "That's why you're picking California caishin as your top ten chili pepper songs there."
    },
    {
        "speaker": "A",
        "text": "That's a beautiful gretch he's got. I just remember, I think, like, Anthony Kiedis went and bought him one after, like, coming back for California. I think, buddy. I think he bought him like a offender strat, like a sunburst. I think the. Maybe the by. Not the by the way video. Is it the scar tissue video? Maybe the one that's in that one. I think Anthony Key is bottom form after he came out of rehab or something like that. But I do have bunch, I do have a question for you."
    },
    {
        "speaker": "B",
        "text": "Yeah. Should we go to Anthony first and."
    },
    {
        "speaker": "A",
        "text": "Then yes, because I have something to talk."
    },
    {
        "speaker": "B",
        "text": "Anthony, does the. Do the chili peppers appear in any of the big booty mixes?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think they do. I think. I think they make it in there. It's kind of like just some background music just to keep going."
    },
    {
        "speaker": "B",
        "text": "Background music."
    },
    {
        "speaker": "A",
        "text": "Kind of a slap in the face."
    },
    {
        "speaker": "B",
        "text": "We're so old chamber that. Like they're. These guys are like."
    },
    {
        "speaker": "C",
        "text": "There's definitely. I don't know if it's in big booty, but there's a pretty nasty other side remix. I know Benny Bonasi, I think he might have been the first one to make it, but it's like real sped up before the bass drop comes in. And I would imagine it's made its way into a big booty by this time."
    },
    {
        "speaker": "A",
        "text": "No, I vibe with the chili peppers."
    },
    {
        "speaker": "B",
        "text": "They're solid chamber. Are we just like that old, that Anthony here, young buck comes in and he's like, yeah, chili peppers are elevator music, you prudes."
    },
    {
        "speaker": "A",
        "text": "The chili peppers are the new eagles. Is that what you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, right, exactly. Give me some more hotel California."
    },
    {
        "speaker": "A",
        "text": "I mean, you guys aren't that much older than me."
    },
    {
        "speaker": "B",
        "text": "I'm just asking the question. People are asking it on Twitter. They're asking it on threads. I mean, are we just old or the chili peppers not cool anymore? I don't. I don't know."
    },
    {
        "speaker": "A",
        "text": "I would say the kids that. The kids these days do not play the chili peppers. So I was. I was doing. While you guys are messing this. So. So the reason I got out of line here was when chambers said the Rolling Stones have the best top ten. First of all, I didn't say that. I didn't say that."
    },
    {
        "speaker": "B",
        "text": "You said you spoke to somebody who did say that. And that somebody may have been Mick Jagger. We don't know, actually. Okay, so."
    },
    {
        "speaker": "A",
        "text": "So, so basically, I was. I was trying to figure it out. Like, okay, is this a. Is this take even, like, remotely accurate? And so I went on. I went on to look at some lists of, like, what are people listening to these days? Because if they have the best top ten, that should be really prevalent in, like, Spotify streams, right? Because everybody plays. Not necessarily an artist. I feel Spotify skews younger. No, no, no."
    },
    {
        "speaker": "B",
        "text": "Not like."
    },
    {
        "speaker": "A",
        "text": "No. Okay. But stay within a genre, right? So, like, yes, sure. Ed Sheeran's gonna have more views than the Rolling Stones, no doubt. But let's compare the Rolling Stones to other bands of their genre. And I'm looking. Beatles have to be top. I'm looking up and down this list and I don't see the Rolling Stones anywhere. I could tell you that. But, like, mine. So if I'm gonna tell you, band with the best top ten, my take is queen. Ten songs. Give me ten queen songs."
    },
    {
        "speaker": "B",
        "text": "Oh, dude, you could do it. No problem."
    },
    {
        "speaker": "A",
        "text": "Are you out of your mind?"
    },
    {
        "speaker": "B",
        "text": "Fat bottom girls on repeat ten times."
    },
    {
        "speaker": "A",
        "text": "Just name them. Just name me ten. Like, you're. You don't even realize, like, they sing. Like, we are the. I'm aware of what they say. Just maybe ten. You want Bohemian Rhapsody? Don't stop me now. Under pressure. We will rock you don't. You know what are we talking? Another one bites the dumb fat bottom girls. Somebody to love. Like, I feel like we're at seven. Okay, that's good. Oh, all right. I'm just saying that should be they should be off the dome, is what I'm saying. They should be. I don't. Again, I'm not. I feel like I'm defending the chili peppers. Again, I'm not defending the Rolling Stones, but I'm just saying, you know, this is what the person said. But it is difficult to have ten bangers jump saying, yeah, no. So do the other. The other band that comes to mind, which isn't probably the same. I don't know, maybe they're more closer to the chili peppers than the stones, but top ten. I also love coldplay in there."
    },
    {
        "speaker": "B",
        "text": "A little younger."
    },
    {
        "speaker": "A",
        "text": "That's my wedding song. I'm a quad."
    },
    {
        "speaker": "B",
        "text": "Fix you?"
    },
    {
        "speaker": "A",
        "text": "No. Nobody can fix me. See you soon. See you soon. That's a deep cut. Cold. That's pretty. Yeah. Good. Good tune. Good tune. So those are, like, two that I said had better top tens. But then, if you're looking through, like, the list of more plays. Guns n Roses has more plays these days. AC DCR doesn't have ten songs, though. Not ten banger. No, no, I'm just saying they're. Yeah, well, I think. I think the numbers can be skewed if a band has, you know, two, three, four great, amazing songs. You know, I mean, but they're the Stones, not like they also do. I think maybe they have more a minuses than a pluses than anybody else may."
    },
    {
        "speaker": "B",
        "text": "Okay, hold on. Couple. Couple comments here to get to Eris. Eris says Beatles top ten versus Rolling Stones top ten."
    },
    {
        "speaker": "A",
        "text": "That's what I argue. That's what I argued. You're saying the Beatles is such a. The Beatles is, like, one of those takes, just like, oh, favorite band of all time, the Beatles. Like, nobody actually likes the Beatles. Like, this is the shittiest thing I've ever heard. Are you kidding me right now? Nobody loves the Beatles. They just changed music. That's it. No big deal. Chamber. How often are you listening? Are you, like, crank?"
    },
    {
        "speaker": "B",
        "text": "Hold on. Cap jumps in and says, top ten, pound for pound. Maybe Beatles have more number one hits, though, and don't think it's close. So. Yeah, Cap, also on t. I literally."
    },
    {
        "speaker": "A",
        "text": "Name my kids after Beatles songs. I listen to the Beatles five, six times a week. I don't know what to tell you. Like, what are you talking about?"
    },
    {
        "speaker": "B",
        "text": "Go back to the question I asked before about seven."
    },
    {
        "speaker": "A",
        "text": "Seven fan fiction movies made about the Beatles. Like, it's just like the Beatles were just in a timeline where. Where there was no. They had no competition. It's like talking about the Lakers in the. No, no, no. They. They changed the game."
    },
    {
        "speaker": "B",
        "text": "Wow. We've got. We've got so many hands on this topic."
    },
    {
        "speaker": "A",
        "text": "Wait, what?"
    },
    {
        "speaker": "E",
        "text": "The Lakers in the sixties."
    },
    {
        "speaker": "A",
        "text": "You're thinking about the Celtics? Exactly."
    },
    {
        "speaker": "E",
        "text": "Exactly. Like your. Even your sports references suck, right?"
    },
    {
        "speaker": "A",
        "text": "Terrible."
    },
    {
        "speaker": "B",
        "text": "This sounds like an argument. Anthony, go do a little live poll out on the threads verse right now for us. Use your massive threads following to say who has a better top ten? You could actually even put. Put three options out there. Beatles, Rolling Stones, or who did big."
    },
    {
        "speaker": "A",
        "text": "Booty mix."
    },
    {
        "speaker": "B",
        "text": "Or other. No, what was the other one that you said? Oh, queen."
    },
    {
        "speaker": "A",
        "text": "Queen. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think you could. You could make an argument for all those. All right, hold on now. I got to go back to. Wow. I was not expecting this many hands on this topic, mister House."
    },
    {
        "speaker": "A",
        "text": "Oh, never mind."
    },
    {
        "speaker": "B",
        "text": "Joe. One in a million, cap, go ahead."
    },
    {
        "speaker": "C",
        "text": "Another band that I think you could throw into the mix here is u two. U two has a solid track record of bangers throughout."
    },
    {
        "speaker": "A",
        "text": "I feel like they're terrible."
    },
    {
        "speaker": "C",
        "text": "Chamber, you just are not a man of."
    },
    {
        "speaker": "B",
        "text": "I mean, look, I've had a. I've had a big problem with you two ever since."
    },
    {
        "speaker": "A",
        "text": "Ever since the apple."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, but the apple dilemmas. Set that aside. I mean, the Joshua tree alone, I don't."
    },
    {
        "speaker": "A",
        "text": "I don't think I like one u two song. Like, I don't. I don't like Sunday bloody Sunday. Okay. It's like. I'm not saying it's a bad song. Just saying I don't think."
    },
    {
        "speaker": "F",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "That's. That's all I know."
    },
    {
        "speaker": "A",
        "text": "The best one if anybody's ever seen. There's a great documentary. I forget what it's called. I think it's called, like, turn it up or something along those lines, but it's. It's the edge from u two. It's Jimmy Page and Jack White. They're just talking about guitars, and basically, like, Jimmy Page and Jack White are just shredding. It turns out, like, edge only plays, like, four chords, but it's just really good at, like, I like using different pedals and, like."
    },
    {
        "speaker": "B",
        "text": "Like, all of the, you know, punk rock, pop, punk rock of our childhood, where they literally played, like, g a D. Exactly."
    },
    {
        "speaker": "A",
        "text": "And then he just runs us through so many different, you know, little bells and whistles that it sounds insane. But he's basically only playing four chords."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like that, actually. I respect that. How so?"
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "Crocs. Croc. Says here 15 minutes ago, chamber hates red hot chili peppers. Where could he ever have thought of that? Where could he have gotten that from?"
    },
    {
        "speaker": "A",
        "text": "Did I hate the chili peppers."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know."
    },
    {
        "speaker": "A",
        "text": "I mean, I feel like that."
    },
    {
        "speaker": "B",
        "text": "I mean, I don't even know his dad."
    },
    {
        "speaker": "A",
        "text": "No, no. Sons never know their father."
    },
    {
        "speaker": "B",
        "text": "Gosh, I don't even know what to choose here. The Beatles, the stones are queen up on the pole. So jump up there. The pole is up. Beatles, stones, or queen. Who has the better top ten? Gosh, I'm stones."
    },
    {
        "speaker": "A",
        "text": "Stones early lead here."
    },
    {
        "speaker": "B",
        "text": "I. Man, I might put a vote in for queen."
    },
    {
        "speaker": "A",
        "text": "I mean, I love queen. I love queen. I would put queen over the stones for me. But it's Beatles, queen, stones."
    },
    {
        "speaker": "B",
        "text": "All right, next up, Joe."
    },
    {
        "speaker": "E",
        "text": "Oh, God. This conversation retardant. At some point, um, there's the Beach Boys, who basically are the reason that the Beatles change up. You could put pet sounds."
    },
    {
        "speaker": "A",
        "text": "Pet sounds is."
    },
    {
        "speaker": "E",
        "text": "I have ten songs off of pet sounds that just make a ton."
    },
    {
        "speaker": "A",
        "text": "Pet sounds as an album is the best album ever made."
    },
    {
        "speaker": "E",
        "text": "You could have the kinks. And if people aren't familiar with the kinks, then I can't help you if you don't know that catalog. But as Mick Jagger son said, I wouldn't pick the Beatles over you, dad. But don't make me give up the kinks. You could pick the Ramones. Except every song that the Ramones make sounds exactly like the last song."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like one you'll love. You'll love all of them."
    },
    {
        "speaker": "E",
        "text": "And those are ten great songs right there. I mean, Judy is a punk. Like, you can't really beat that song. And it's great because it's like a minute and 57 seconds. So by the time you start to like it, it's over. And you're just like, that song. Fucked. And then the next one starts in a sound. Yeah."
    },
    {
        "speaker": "A",
        "text": "Rolls right into sedated."
    },
    {
        "speaker": "E",
        "text": "Exactly. I mean, like, God, this is really tough, because I know we're talking about. First of all, the Beatles are literally, like. You don't compare the Beatles with others, because the Beatles have an entire XM station that has enough music that it's one of the best stations, and it's all Beatles, and they just have enough in their catalog. And as great as the Stones have been, that's not really the case. Right? The Beatles have, like, an entire freaking show that's, like, not Broadway, but it's sitting there in Vegas in an entire theater that's built for it. And people travel from all around the world to go see that still, right? So, like, that's, like, up there. And then there's, like, if you take the Beatles worst album, even their, like, first album of BBC covers is better than most of that was the first."
    },
    {
        "speaker": "A",
        "text": "Cd I ever bought, Joe, for the record. The BBC covers. Yeah."
    },
    {
        "speaker": "E",
        "text": "Or that's a great fucking album. I mean, like, that. Then you get in, and then you, like. Like, their last album is still. I mean, they hated each other by that point, and they were still making music that was better than most people."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "So, like, yeah, I don't even. I don't even know why entertain it after that? Queen is great. Like, there are a lot of songs that they get a name from Queen, but, like, seriously, you could put fat bomb girls on repeat and just have a really good the time with that, so."
    },
    {
        "speaker": "B",
        "text": "Jesus, that was what I did in high school."
    },
    {
        "speaker": "A",
        "text": "Joe, I'm not sure if I'm talking to you or my great grandfather right now."
    },
    {
        "speaker": "E",
        "text": "There you go, buddy. I'll tell you what. Go back and listen to your big booty mixes. Like, you know, and then."
    },
    {
        "speaker": "A",
        "text": "And then."
    },
    {
        "speaker": "E",
        "text": "And then come back."
    },
    {
        "speaker": "B",
        "text": "What I love about, seriously, this audience."
    },
    {
        "speaker": "E",
        "text": "I'll just play just really quick. Like, the music today wouldn't even sell close to what the music of yesterday, you know? And if you took individuals real quick. Prince and David have the best catalog."
    },
    {
        "speaker": "A",
        "text": "Let me make a hot take, a hot day. Drake could sell more."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "His own albums. He's the Madonna of."
    },
    {
        "speaker": "A",
        "text": "Oh, God. As if you just made a Drake comment. I do have a question for Joe, though. Yeah. Because I just rewatched it. Joe, have you ever seen the movie yesterday? Yeah, I. I was in shambles at the end of that movie. There's, like, okay, so."
    },
    {
        "speaker": "E",
        "text": "So my wife is a jewelry designer for a large american brand, and she's pretty significant over there. And her boss, he completely owns the company. So he gets to do whatever the fuck he wants with his money. And, like, he owns a Stradivarius, and he's really music. He's, like a guy who has. Yeah, he's like a guy who has no music, talented, who just absolutely loves music. And so at his birthday party right before COVID he had the guitarist from Paul McCartney from wings in his backyard serenading to him. So, like. Yeah, like, they're just."
    },
    {
        "speaker": "A",
        "text": "What I'm saying. Like, there's movies. There's. Every five to ten years, there's a new, like, Beatles themed movie that comes out that does insane numbers. You know what I'm saying? Not a movie. Not a movie about the Beatles. So, like, Bohemian Rhapsody came out, which was about Queen. But I'm saying, like, we have a movie, like yesterday where there's an alternate. It's this guy falls into an alternate dimension, where the Beatles never existed and basically tries to remember all the Beatles songs and puts them out as his own. Like, there's not a Rolling Stones movie like that. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "No, there isn't. I mean, the Rolling Stones movie would have a lot more heroin in ithood, because, I mean, that. That movie would kind of be about vampires, because you'd wonder, like, how are two of these guys still alive after all the drugs? But, yeah, it's like, I don't know. I feel bad for somebody like Anthony who thinks this. The Lakers."
    },
    {
        "speaker": "A",
        "text": "Jerry west would like to have a word."
    },
    {
        "speaker": "E",
        "text": "Exactly. There's a handful of championship banners we like back from Boston, if that's the case."
    },
    {
        "speaker": "B",
        "text": "All right, next up, one in a million. This is. This is just a hot topic. One in a million cap."
    },
    {
        "speaker": "F",
        "text": "I think this would be an awesome, awesome draft."
    },
    {
        "speaker": "B",
        "text": "I was thinking to include solo artists."
    },
    {
        "speaker": "F",
        "text": "Like, I gotta hop down in, like, two minutes. I'll make it real quick. But if you include solo artists, like, and I don't know if you have to go top ten bangers, but, like, maybe five or maybe ten. I mean, because we've heard a lot of great bands, solo artists out there, I wanted to throw in. Tupac would probably be my number one. If you're including solo artists on just fucking banger after banger chamber."
    },
    {
        "speaker": "A",
        "text": "I was a notorious b I g fan. I'm sorry."
    },
    {
        "speaker": "B",
        "text": "Wow. You're just. You're just making everything."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't think you take. I feel like that's not an awful take. I feel people side on the."
    },
    {
        "speaker": "E",
        "text": "That's not about taking."
    },
    {
        "speaker": "B",
        "text": "I'm just saying that, you know, you've."
    },
    {
        "speaker": "A",
        "text": "I mean, don't get me wrong. You know, Pac's got some tunes, but I definitely was. Was a notorious guy."
    },
    {
        "speaker": "C",
        "text": "I mean, ready to die. Like, I don't think there's a single bad song on that album. So if you just wanted to throw that as, like, biggie's top ten songs, you could. You could very easily make that into the argument. Like, you don't. You could just disregard the rest of his discography, even though there are some bangers that would fit in nicely. But, like, just ready to die, I think, blows it out of the water."
    },
    {
        "speaker": "A",
        "text": "I like it. But, no, I do see people, obviously, in the Tupac camp, it just wasn't, you know, wasn't my cup of tea."
    },
    {
        "speaker": "B",
        "text": "My wife is a huge tupac fan."
    },
    {
        "speaker": "A",
        "text": "Is she really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, she is."
    },
    {
        "speaker": "A",
        "text": "It really?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "All right. Kicking it over to Captain Tupac and Biggie's."
    },
    {
        "speaker": "A",
        "text": "An and conversation, not one."
    },
    {
        "speaker": "B",
        "text": "Ooh, I like that little Gary v. Logic there."
    },
    {
        "speaker": "A",
        "text": "That's fair. And one in a million nailed it. Who cares about which band assembled the best top ten songs? The important question here is who can draft the best top ten songs? Because objectively speaking, especially if we're talking rock bands, the Beatles hold 21 20220 number one hits. The next closest is eight, which would be Rolling Stones and U two. So it's like, it's not even like they just can't. Can't match up in the tail of the tape. If you're talking rock bands specifically. Now, if we want to include just all artists and include the Mariah Carey's and Michael Jackson's and Rihanna's of the World, maybe there's a conversation. I still think it's objectively the Beatles, but if you were to mix and match, and who could assemble the top ten songs of all time? Now, that is. That. That's the content. So, cap, I want to pick your brain here. In your opinion, who is bigger? And I mean, like, some people say Drake and Taylor Swift are, because of the numbers are bigger than, like, the Beatles and Michael Jackson. But to me, as big as the Beatles were, I still think Michael Jackson was bigger. What are your thoughts there? Michael Jackson bigger than Drake and then everybody. I'm saying Michael Jackson was probably the most influential music artist. I mean, it's. Yeah, it's him, or that's what I'm saying them too."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "He probably doesn't become exactly himself. I mean, I think. And then others, like, the real boomers would say Elvis even more so. But I think it's really Beatles, MJ, probably those two influenced every, like, Drake, Taylor Swift. I think, you know, Drake probably, you know, more of a direct court, you know, tie off of the. The Michael Jackson tree and Taylor Swift more off the Beatles tree. But, you know, I don't think Taylor Swift is selling out stadiums if not for the Beatles paving the way beforehand. Yeah, I don't understand this Drake talk to when, like, again, I know he's not in fashion right now, but is it. Wasn't Kanye much bigger than Drake at an, like, at any given point, like, as far as, like, cultural relevancy and, like, making better music? Am I wrong there? Yeah, I mean, the. It's. It was past my prime in terms of, like, when I was culturally relevant. As far as Drake, like, probably I missed it by a decade, but he ran like. Like Jordan and probably had. I don't even know if it was. It was probably a good six years, where it's like everything he released was a number one, I guess. So. I just. I just don't see it. Drake is the u two of hip hop. What about that? That's. That's."
    },
    {
        "speaker": "B",
        "text": "Wow. That's."
    },
    {
        "speaker": "A",
        "text": "That's fair."
    },
    {
        "speaker": "B",
        "text": "Wow. I don't even know how to."
    },
    {
        "speaker": "C",
        "text": "I feel like I view Drake more as a. This may be an interesting take, but to me, Drake is much more of, like, a pop star than a hip hop star. I don't know. There's just something about it."
    },
    {
        "speaker": "E",
        "text": "He's not more poppish."
    },
    {
        "speaker": "C",
        "text": "He's not hip hop. If he's hip hop, I don't want to listen to hip hop."
    },
    {
        "speaker": "E",
        "text": "But can I say something about what you just asked, cap? Like, Michael Jackson made a decision on which one was more significant, and he told."
    },
    {
        "speaker": "A",
        "text": "He did buy the Beatles catalog."
    },
    {
        "speaker": "E",
        "text": "Because when. When Paul McCartney. I mean, that's when him and Paul McCartney roll out, right? Because. Because he's telling. He's advising him how to go buy his own music. And Mike was like, oh, that's real smart. I'll go buy your music. And he went and he bought the Beatles catalog before he ever messed with."
    },
    {
        "speaker": "A",
        "text": "And Mike was supposedly a dealer, too. So we got it. You know, you got it."
    },
    {
        "speaker": "E",
        "text": "Stuff, right? Like, you have. Paul McCartney becomes a billionaire off the Beatles, right? The Harrison estate is worth nearly a billion dollars. Yoko is worth a billion dollars because of the Beatles, right? Like, financially is not even close. Mike was a billionaire because of the Beatles, right? He wasn't a billionaire because of. He got to be a billionaire because of the Beatles. And, like. And, like, you get seventies classic rock and the entire movement of european music into America. And the takeover that. That establishes because of the Beatles. So you don't get led Zeppelin or you don't get the who. You don't get all the way through to pet shop boys and europop. Like, you know, new order, right? Unless you get the Beatles to come over and basically take over America. So that would be my opinion."
    },
    {
        "speaker": "A",
        "text": "I think Joe speaking. Speaking some truths here."
    },
    {
        "speaker": "G",
        "text": "I do think outside was airline. I think I should add to this conversation sounding a little boomer ish, to be quite honest."
    },
    {
        "speaker": "A",
        "text": "Did he say. Did he say we sound like boomers?"
    },
    {
        "speaker": "B",
        "text": "We are boomers. This is the whole. This is what I've been saying for half an hour, that, like, we definitely sound like boomers, but a bunch of."
    },
    {
        "speaker": "A",
        "text": "Middle aged white dudes giving music tape, please save us."
    },
    {
        "speaker": "G",
        "text": "Oh, my God. I do want to say in regards to, like, the Michael Jackson, the Beatles thing, just because you're worth more does not mean you're influential. Right. Like, there's. There should be a difference. And I would. I would definitely say especially during, like, Michael's time, there was this need to not only capture the audiences of people of color, like, which were like two different on the audiences, especially during this time, and the white audience and Michael Jackson was able to do both. Beatles always had that white audience. You know, they still kind of. They were able to, you know, get people like that, but it wasn't as big or enormous. Right? And Michael Jackson had to do both and was able to not only do both, but still hold on to both. I think we actually could talk about, like, the influence of Quincy Jones. I think Quincy Jones was also huge in the music part of, like, Michael Jackson's career. And that's why, you know, that, you know."
    },
    {
        "speaker": "A",
        "text": "Well, I think during that. During that prime Michael Jackson with Quincy, you had, like, Quincy putting out albums with what's his name. I can't think of it now. There was a bunch of good, like, Michael esque albums from other. What's her. I can't think of the guy's name now. Not Billy Ocean, not Luther Vandross. Like, it was like, you know, don't stop now. Like was the album. I can't think of the guy's name. He had his daughter. His daughter was also best friends with Paris Hilton back in, like, the nineties and the two thousands. Lionel Richie, thank you very much. But there was a lot he would pre Lionel Richie albums that were very Michael Jackson esque. And in my opinion, some of them were just as good as some of the Michael albums."
    },
    {
        "speaker": "B",
        "text": "What are you waiting for me now?"
    },
    {
        "speaker": "A",
        "text": "Anybody responded?"
    },
    {
        "speaker": "G",
        "text": "I don't know what you want to say about that. I think that's very subjective."
    },
    {
        "speaker": "A",
        "text": "And are we not on the Lionel Richie bandwagon?"
    },
    {
        "speaker": "G",
        "text": "No, I didn't say that. I didn't say. Okay, now me thinking it's maybe. Maybe if it sounds like Michael Jackson. I don't know."
    },
    {
        "speaker": "A",
        "text": "All I'm saying is Quincy was running shit back in like, 83 to like, 86. I think of like the. Are you familiar with, like, the we are the world album where they were all coked out? Like, the entire Grammys was coked out. And they all went over to Quincy's place at like two in the morning and recorded, like, I feel, for like 7 hours with everybody that was at the Grammys."
    },
    {
        "speaker": "G",
        "text": "I didn't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the rumor. It was the eighties. I'm pretty sure all. Everybody was coked out in the eighties."
    },
    {
        "speaker": "B",
        "text": "Ran into Kelsey grammar the other day."
    },
    {
        "speaker": "A",
        "text": "Was he. Did you really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, he was staying at the hotel by my. In my neighborhood and ran into coming off of the elevator this week."
    },
    {
        "speaker": "A",
        "text": "Sideshow Bob himself."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "That's crazy. Did you say anything to him?"
    },
    {
        "speaker": "B",
        "text": "I asked him for some coke."
    },
    {
        "speaker": "A",
        "text": "Wow. It's, you know. What is it? It's not the eighties anymore."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly right. He's like you, boomer grandma. Yes, I do have a question for you, Bunch. No, wait. Go back to Joe first. You guys gotta hash this thing out before we move on. I can't. I can't."
    },
    {
        "speaker": "A",
        "text": "I feel like Joe's got the right answer. I think it's the Beatles."
    },
    {
        "speaker": "B",
        "text": "I think Ed. I mean, Ed brought some fire takes, though."
    },
    {
        "speaker": "A",
        "text": "Absolutely. But it. To me, it's close between the Beatles and Michael, but I think Joe's bringing it home."
    },
    {
        "speaker": "E",
        "text": "I would say if it was a producer, like, Quincy wrote half of Cannonball Harley's album, like he arranged for Louis Armstrong. I mean, he produced, you know, George Benson. Give me the."
    },
    {
        "speaker": "A",
        "text": "He also produced Rashida Jones fucking cost, which is."
    },
    {
        "speaker": "E",
        "text": "Yes, I was gonna say he also produced. He also. He was almost, you know, related to Tupac, if Tupac."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "E",
        "text": "Was almost the sister of Tupac, which I was gonna say. I was at Tupac's last concert at the House of Blues on 4 July 96, which is the last time he actually performed in public. I had no business being there. And that was a wild ass afternoon, because it wasn't a night, because LAPD, I was 16. I had just turned 16, and, um, I wasn't supposed to be there. And the LAPD would not allow the concert to happen at night. And so they forced them to perform the afternoon because they had to end it before six or 07:00 p.m. because they didn't want to have a shooting. And that was at the peak of, like, east Coast, west coast bullshit. And the LAPD was just super scared. But Suge showed up in a velvet reduced, uh, 66, really. And everybody behaved. Nobody did shit. And, uh, Snoop could still make his eyes open the whole way because he had not smoked that much pop yet."
    },
    {
        "speaker": "A",
        "text": "So that's amazing."
    },
    {
        "speaker": "E",
        "text": "And. And park did the whole show with his shirt off, and everybody lost their fucking mind."
    },
    {
        "speaker": "A",
        "text": "I've actually heard that it's impossible for Pac to wear a shirt. Was that. I think it was like a medical crime. It."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, he's possible."
    },
    {
        "speaker": "A",
        "text": "That's why I couldn't even wear a bulletproof vest. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "God, damn, that's too bad. And I got."
    },
    {
        "speaker": "G",
        "text": "Was that a joke? That was terrible."
    },
    {
        "speaker": "E",
        "text": "He was making a joke."
    },
    {
        "speaker": "A",
        "text": "We got some laughs. I don't know if it was terrible."
    },
    {
        "speaker": "B",
        "text": "Like, he sees it."
    },
    {
        "speaker": "G",
        "text": "This is awful. No."
    },
    {
        "speaker": "A",
        "text": "Didn't like it."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "E",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Hey, can't win them all again. My jokes are only for, like, the 6% of people."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "G",
        "text": "Hashtag, put down. And on the. You know the headline, so I know what I'll be walking into chamber."
    },
    {
        "speaker": "B",
        "text": "Please change the name of the show to 6%. 6%. And if you know, you know, you know what I mean."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "And Ed wasn't ready for your brand today, and Ed brought a lot of great takes, and he just wasn't ready for your terrible, terrible."
    },
    {
        "speaker": "A",
        "text": "I guarantee we're gonna have that back for another show. This is happening. Is Mike back out from the other day?"
    },
    {
        "speaker": "B",
        "text": "No. Mike. Mike wrote me a message this weekend and said that he couldn't stand to listen to you any further. And we got two shows out of Mike. Yeah, you got two shows out of him. I don't know."
    },
    {
        "speaker": "A",
        "text": "I feel like we got for at least three."
    },
    {
        "speaker": "B",
        "text": "Ed might be one and done after your bullshit."
    },
    {
        "speaker": "A",
        "text": "It's Mondays, Wednesdays, and Fridays at 04:00 p.m. eastern. Love it."
    },
    {
        "speaker": "G",
        "text": "Sounds like the day I need to avoid."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's busy."
    },
    {
        "speaker": "A",
        "text": "You're gonna love it. It's amazing. This is. It only gets better from here. Like, if you think this is bad, it's just gonna get better. So you'll. You'll love it."
    },
    {
        "speaker": "B",
        "text": "All right, can we talk about something else now? Yes."
    },
    {
        "speaker": "A",
        "text": "I've been trying to bring up another topic, and I have."
    },
    {
        "speaker": "B",
        "text": "You have not."
    },
    {
        "speaker": "A",
        "text": "How many times? I have a question for you. How many times have I said that today? Like, three, four times now? Because it feels like you created a whole company. Feels like you created a whole company without even talking to me. Is that. Am I. Am I wrong here?"
    },
    {
        "speaker": "B",
        "text": "I'm sorry, hold on. What?"
    },
    {
        "speaker": "A",
        "text": "I said, it feels like you've created an entire company and even tell me about it till today, till you told literally everybody else."
    },
    {
        "speaker": "B",
        "text": "Well, I would argue. I mean, the answer to that is kind of yes, but I would say. I would say no. This company has already been formed. This was. This was, you know, it is an offshoot. An offshoot brand of our parent company that you've already."
    },
    {
        "speaker": "A",
        "text": "Okay, okay, so this is. Okay."
    },
    {
        "speaker": "B",
        "text": "Yes. So for those who anger subsiding. Yes. Yes. This is not a new endeavor. This is a. If we're to quote the great Spike Lee, this is a forum three joint, so. Gotcha."
    },
    {
        "speaker": "A",
        "text": "It's the mutant apes."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's our, it's our mutant apes of form three. You know, form three is a little, you know, buttoned up. We're, we're talking to, you know, the biggest brands in the world. We've got, you know, we've got some, some thought leadership things going on there, and then you've got hive three now, which is our, our mutant apes. So today, the forum three team announced Hive three, which you could see up top both in my tweets and the tweet from Hive three. And Hive three is, I'm very, very excited about this. And it's one of these things where it's like, you know, there's this thing that we've done here with Starbucks Odyssey, and now that we're trying to do here where we've kind of had these very strong convictions about where the puck is going and where the future is, and we're trying to create something that's really never been done before. And we did that with Odyssey, and it's worked pretty well. And now we're taking a swing in the AI space and where we think there's a interesting opportunity. And so, Hive three, today we announced the launch of Hive three again, a forum three joint chamber, and the. It is a first of its kind. It is a competitive league for AI creators, so think of it as AI esports. And so we are going to be recruiting and taking applications from some of the AI creators out in the space, whether you're an artist or an app builder or things like that, that's creating these awesome things with AI. And we're creating an esport a league out of it, and it's going to be pretty cool. I think we've got $250,000 in prizes up for grabs for this first season, one that's going to be launching here in the fall. And so what we launched today was basically what our intention was, and we launched a way for people to kind of sign up and apply. And over the next couple months, we will be whittling down our selections to who's going to be in this league. We're going to be creating a ton of really cool content out of it. We're probably going to create some type of, like, YouTube style show out of it. We're thinking about trying to hire, you know, a producer of sorts to come and help with the content side of things. And you can kind of think of it like, I don't know, like an american idol or great British Bake off of with AI creators. And so that's the intent and that's what we're doing. And again, we got a quarter million dollars up for grabs for these AI creators. And so if you are out there creating stuff with AI, I definitely would encourage you to sign up. We've got an application process and we'll be selecting our group and the group's going to be pretty small to start. So I would say if you're out there creating, you've got, and you're selected, you've got a pretty amazing odds of taking home some big cash and there's going to be, you know, some brands involved and things along the way. So super, super exciting. And we announced that this afternoon and there was an article about it in Geek wire this afternoon, which was pretty cool. And yeah, that's, that's the new endeavor here, Chambers. So do you feel better that it was not a brand new thing that was started without your, your consent?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. Okay. I just want to make sure we have to clear that up for you because I don't want you to feel like I didn't include you on the ground."
    },
    {
        "speaker": "A",
        "text": "I just like that. I like to know what you're doing. I just like to know. I like to, you know, like we."
    },
    {
        "speaker": "B",
        "text": "Were, we were in stealth mode on this one for a while because, you know, it's a, it's, again, it's like, it's something that's never quite been done before. We've seen this trend of like, of esports and, you know, we're really inspired by things. Like you'll like this one and one basketball, like where you've got this kind of like offshoot culture of something, right, where you've got this big community of people doing a thing. That's not the typical way to do things, something. But you can see the entertainment value. You can see the kind of massive appeal that something like this would have. And I mean, just like the dawn of esports in general, right, where that it tells you that people are interested in watching this kind of alternative form of creation. What I think is really cool about this is like, when I think about other sports or esports or things like that, there's no real output at the end of it. Meaning like, you watch a game for entertainment factor, you might watch an esport competition for the entertainment factor. You might pick up some tips on how to play along the way, but it kind of ends there, right? And what's really cool about something like this is people are actually creating real output, whether that's art or apps or things like that. And there's going to be some really, really cool things created out of this, I think. And the idea is to create because we think and believe that this whole generative AI wave is here to stay. It's going to be something that we all eventually adopt. If you're not using it now, you probably will in some form or another in the next couple years or a couple months, even. And when you think about what that means for, like, the opportunity, there's all these people, and I think it's billions of people with a b that are going to have to learn how to use this. We think it's this massive platform shift that we've only seen in technology a couple times, probably in our lifetime, right? Like the computer, the Internet, and generative AI, things like that, right? And so I think there's billions of people that are going to have to learn about this stuff, and they're going to tinker and they're going to have fun with it. But if we can create this really entertaining, informative community around this concept of a league, I think there's something really special that could be done there. So that's what our goal is, and it's going to be fun."
    },
    {
        "speaker": "A",
        "text": "Can anybody, like in Canadians participate in this?"
    },
    {
        "speaker": "B",
        "text": "I think our current stance right now is that we are taking all comers in terms of applications. We're still kind of working out the legalities of doing that because every new, every non us place you. You take on board has a whole host of legal things that we have to kind of COVID from. So I think. I think we are currently taking all comers in terms of applications. But, you know, you've got a. You got to step up your AI creation."
    },
    {
        "speaker": "A",
        "text": "Not for me. Not for me."
    },
    {
        "speaker": "B",
        "text": "Other Canadians."
    },
    {
        "speaker": "A",
        "text": "Other Canadians."
    },
    {
        "speaker": "B",
        "text": "Other Canadians. Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm not good. I'm not good."
    },
    {
        "speaker": "B",
        "text": "Well, we're not shutting you out of this like we. We did with Starbucks."
    },
    {
        "speaker": "A",
        "text": "Wow. I'm still waiting for the Tim Hortons Odyssey."
    },
    {
        "speaker": "B",
        "text": "Yeah. They haven't called me yet. I don't know. Maybe you could. Maybe you could get to me."
    },
    {
        "speaker": "A",
        "text": "It's changed, though, for Canadians. You guys all know Tim Hortons is not what it used to be. It used to be something. Now it's nothing."
    },
    {
        "speaker": "B",
        "text": "No, it's not."
    },
    {
        "speaker": "A",
        "text": "It's nothing. Before Duncan says, duncan's changed over the years. Do you reminisce about the good old days of Duncan?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, America runs on it, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, but did they still, you know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "Well, I don't know, I think Starbucks has eaten their lunch over the years. I think only the northeast runs on Dunkin. That's their. But they haven't changed their ad campaigns to say that yet. Before we go to Vicki, a quick update on the poll. Queen leading the way with 53% of the votes, 29%, and the Rolling Stones with 18%."
    },
    {
        "speaker": "A",
        "text": "I heard Anthony dropped it in a queen's discord that he's part of."
    },
    {
        "speaker": "B",
        "text": "Yeah, Ed left. Ed doesn't want anything."
    },
    {
        "speaker": "A",
        "text": "I changed the title for everything. I dropped it on, I dropped it on my threads. I have a total of eleven engagements in 30 minutes. That's like 90% below my average. So turns out most of my audience does not give a flying."
    },
    {
        "speaker": "B",
        "text": "So. Okay, now let's do, let's do one more. Let's do one more a b test for the last ten minutes of the show. Anthony, throw out a follow up thread that says which polling the audience, which big booty mix is best. And just throw out three random big booty mixes and see if you get more engagement in the next ten minutes. Yeah."
    },
    {
        "speaker": "A",
        "text": "Four, nine, or 17 or 23 or."
    },
    {
        "speaker": "B",
        "text": "Whatever the most current one is. And we could go. You go there. All right. Vicki, Gm."
    },
    {
        "speaker": "H",
        "text": "GM, everybody. I love the fact that you've turned Anthony into your bitch."
    },
    {
        "speaker": "B",
        "text": "He's more just like the most popular threader we have. So we just have to see what goes on over there through. We have to live vicariously through Anthony."
    },
    {
        "speaker": "H",
        "text": "I held back. I didn't come up as early because I took it on board what chamber had said to me over the weekend about my deconstructive criticism. So I thought I would come up in the last five minutes. So, not to hurt his feelings very much, but in amongst, obviously, all the awesome groups, bands, people that were named, I feel that it would be an injustice if I didn't mention Frank Sinatra, Sammy Davis Junior and Liza Minnelli, because I was very blessed enough to see the last live performance that Frank Sinatra ever made. Yes, I was young, I wasn't old, but that was something that there's just people in life, like Elvis, like Prince, like Michael Jackson, there's certain people that perform that you will always remember. And my living memory of knowing that most people in Ireland that were listening into Frank Sinatra, Eliza Sammy, knew, all these irish people knew that obviously we're never going to see these people perform again because they were old. And at the very end they all rushed towards like the front of the kind of Lansdowne Road stadium and was throwing roses on the stage and people were crying, was like a weird kind of concert you'd never been to. But sure enough, he did never perform again after that. But just a living, living legend."
    },
    {
        "speaker": "A",
        "text": "You're not. You're not from Ireland, are you, Vicki?"
    },
    {
        "speaker": "H",
        "text": "No, I tried to get tickets. They were a gift for somebody for the Albert hall in London because we couldn't get."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "I feel the only way around it was literally lands down road stadium. So we ended up going to Dublin to see. Okay, but such an experience."
    },
    {
        "speaker": "A",
        "text": "I thought my accents were off because I'm like. I feel like you have like a, what, like a Manchester accent? I accent, or am I wrong?"
    },
    {
        "speaker": "H",
        "text": "It's not a Manchester accent."
    },
    {
        "speaker": "A",
        "text": "What is it? Give me, give me, give me. Dial me in. I need to know where is. I mean, you know, there's London. There's. There's different London accents, you know? Is there. Is there a specific one?"
    },
    {
        "speaker": "H",
        "text": "Unless you're indian in living in London or romanian living in London, then yes, but, you know, I'm more of a."
    },
    {
        "speaker": "A",
        "text": "I was under the impression there was a different accents within London."
    },
    {
        "speaker": "H",
        "text": "Only culturally."
    },
    {
        "speaker": "A",
        "text": "Okay, all right, all right."
    },
    {
        "speaker": "H",
        "text": "But again, if you're from the east end and then you go up and down the apples and pears."
    },
    {
        "speaker": "B",
        "text": "That wasn't ready. I wasn't ready for the fruit talk. That would got me up."
    },
    {
        "speaker": "A",
        "text": "I'm all sixes and sevens."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. What does that one mean? Actually? I don't even know what that one means."
    },
    {
        "speaker": "A",
        "text": "I don't."
    },
    {
        "speaker": "H",
        "text": "Apples and pears, stairs."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. You guys love rhyming stuff together."
    },
    {
        "speaker": "B",
        "text": "What is the sixes and sevens one? Is that a real one?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I think it just means you're confused, right?"
    },
    {
        "speaker": "H",
        "text": "Yeah. You might die."
    },
    {
        "speaker": "B",
        "text": "I'm all sixes and sevens deciding that's a real thing."
    },
    {
        "speaker": "H",
        "text": "And. And the dog and bone."
    },
    {
        "speaker": "B",
        "text": "What was that?"
    },
    {
        "speaker": "A",
        "text": "Telephone."
    },
    {
        "speaker": "E",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "What was that one?"
    },
    {
        "speaker": "A",
        "text": "The dog and bone telephone."
    },
    {
        "speaker": "H",
        "text": "Phone. Dog and bone phone."
    },
    {
        "speaker": "B",
        "text": "I see. Okay, so is the, is the thing here that it just has to rhyme?"
    },
    {
        "speaker": "H",
        "text": "I've got to do one more for you too, to see."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "H",
        "text": "Cockney rhyming."
    },
    {
        "speaker": "B",
        "text": "Oh, I'm all for this."
    },
    {
        "speaker": "H",
        "text": "If anyone else can get it. Trouble and strife."
    },
    {
        "speaker": "B",
        "text": "Vicki, you have no idea what you just did. This is about to become my entire personality."
    },
    {
        "speaker": "A",
        "text": "That husband and wife."
    },
    {
        "speaker": "H",
        "text": "Trouble and strife. Wife."
    },
    {
        "speaker": "A",
        "text": "I was close."
    },
    {
        "speaker": "B",
        "text": "Oh, you at you guys right in my wheelhouse."
    },
    {
        "speaker": "A",
        "text": "I love this."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm about to just make this."
    },
    {
        "speaker": "H",
        "text": "My whole person trying to be a chimney sweep."
    },
    {
        "speaker": "B",
        "text": "Chamber."
    },
    {
        "speaker": "A",
        "text": "Sorry, I didn't catch that. Was that."
    },
    {
        "speaker": "B",
        "text": "I was waiting for Vicki to repeat it. I thought she had."
    },
    {
        "speaker": "H",
        "text": "No, I just don't. The bunch, you were going to be a Dick Van Dyke. You were going to be."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "That is, I'm going to. That's funny. Yes, I am about to drop a Cockney rhyming rap album just to close the full loop on this conversation today. So expect that out in stores soon. There will be at least ten bangers on there, because now that's the goal for everybody. I do feel like what we've learned in this conversation, though, is it's a lot more common for solo artists to potentially have ten bangers than it is for bands. Would you agree? Based on what everybody's brought?"
    },
    {
        "speaker": "A",
        "text": "I think you're right. Yeah. I think it goes into, you know, a. How difficult it is to stay a band for a very long time."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "A",
        "text": "But, I mean, the Stones are bucking the trend there, but. Yeah, I don't know. I think you're right. I think it. It's easier to be a solo artist and get, you know, multiple bangers over the course of the years. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Totally. Now, Chamber, how many bangers do you have?"
    },
    {
        "speaker": "A",
        "text": "Zero. I have zero bangers. I mean, I got some. I got some good b side stuff, but, like. Oh, yeah, it's definitely. It's definitely niche."
    },
    {
        "speaker": "B",
        "text": "You're a total b side guy. You know I am. I got nothing else. This conversation, I wasn't ready for all this music talk. It's not my, um, you know, like, the music history is not my strength. So I'm glad that you were able to lead some of that debate today. Um, we'll go back down to one in a million real quick, and then we'll wrap this thing up."
    },
    {
        "speaker": "F",
        "text": "I'll make it real quick. Um, just want to say congratulations, bunch. That's a pretty fucking awesome accomplishment."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "F",
        "text": "Gig sounds cool. And then I had a question. I know, like, Joe's got kids my age. Caps are a little older, yours are a little younger. Chamber. You got kids my age. Is there discussion in your household about using AI with your, call it seven to twelve year old kids? Because I wish my parents would have pushed me into using, like, the Internet when I was, like, trying to get into that shit. And they didn't. And I'm pushing my kids, but my wife's like, no, that's cheating. And I'm like, no, it's so wrong."
    },
    {
        "speaker": "A",
        "text": "Right? Definitely correct."
    },
    {
        "speaker": "B",
        "text": "That's what they said about calculators, right?"
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Right? Like, I'm going to be walking around with a calculator in your pocket all the time."
    },
    {
        "speaker": "F",
        "text": "I figured you guys would be on the same page."
    },
    {
        "speaker": "B",
        "text": "But I have some pretty strong feelings about this, actually. My kids are definitely too young to be messing around with AI just cause, you know, he can't even tell me."
    },
    {
        "speaker": "A",
        "text": "They'Re still messing their pants."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, right. He can't even tell me what he wants to eat, let alone have OpenAI do his Instacart orders for him. I will say, though, like, I am probably, I'm probably not in the popular opinion of the concept of screen time for my children. And I think that's because, like, I."
    },
    {
        "speaker": "A",
        "text": "Like you don't care."
    },
    {
        "speaker": "B",
        "text": "Well, I know I basically, I make my living off of screen time."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "B",
        "text": "I literally."
    },
    {
        "speaker": "A",
        "text": "So you're saying you don't care that, like, you know, whatever, as much as they watch, you don't think it's necessarily a bad thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't in the sense that I'm with you. By the way, I'm not very strict on screen time. I don't purposely use it as a, like, babysitter, but, like, if my kid and tip, my, my oldest son is not, like, glued to it either, so he's, like, hyper and he'll be playing well, there's just so many in the background. But, like, I'm not, I'm not, like, limiting screen time on purpose because I think screen time is bad. So probably a bad parent take, right?"
    },
    {
        "speaker": "A",
        "text": "No, I don't think so. I'll give you a good example. There's obviously, you know, if they're just watching, like, you know, I was catching my five year old, like, on you, like, YouTube shorts, basically for kids. And it's just like, you know, going every, whatever, 30 seconds flipping videos. Right. I don't think that's necessarily good long term. Like, you know what I mean? If they want. Right. 20 minutes, whatever, no big deal. But there's just so many things to do. Like, they all have iPads and stuff. There's the games they can play. There's different because they're on the screen doesn't necessarily mean they're aimlessly doing nothing, like me. Exactly. But I mean, perfect example. I play Roblox with my kids all the time. My wife now has an account, and we sit in the, like, we're sitting in the living room yesterday."
    },
    {
        "speaker": "B",
        "text": "Oh, you sound like my brother. All of them play Minecraft together."
    },
    {
        "speaker": "A",
        "text": "It's so much fun playing Roblox. And, like, my daughter, who's like a pro at it, like, the older one, she's like, I'll just set up like, a private server and we'll just play hide and seek, and we literally all had our characters and we're playing hide and seek and it, like, we're having so much fun."
    },
    {
        "speaker": "B",
        "text": "That's awesome. Yeah. My brother does similar with his son and they're playing Minecraft and he's actually kind of, like, taught him how to make YouTube videos about doing Minecraft tutorials and stuff."
    },
    {
        "speaker": "A",
        "text": "My youngest daughter loves the idea of being, like, of making videos. So I have, I don't know, a dozen videos. Like, I don't put them anywhere. They're just on my phone. But we make videos and at the end she's, you know, she says, like, and subscribe at the end of each video, which I think is very funny."
    },
    {
        "speaker": "B",
        "text": "But just to go back to the main question about, like, the AI stuff, to me, I will be probably exposing my kids to this soon as they can kind of comprehend it. Because, you know, it's funny. One of the things that I've noticed about the way I use it is I don't use it to take shortcuts. And I had a tweet about this, I had a tweet about this the other day where it's like, most people use chat GPT or whatever, the way they do homework. And I think most people do homework at least, like, you know, most people did homework because it was assigned to them and they just do it as fast as they can to hand something into a teacher and blah, blah, blah. And they think that's why they're doing it, right? They're thinking. They think they're doing homework because they have to and because it's the thing that gets them to the next place, right. And then you have some people that use this stuff and who were good students in school that had a different approach to homework in which they realized that homework was actually not for anybody but yourself, meaning it is the way you learn things. And so what I found with the way that I use AI and chat GPT and things like that is to actually learn concepts in a way that make sense to me, right? Like, I can't tell you how many times I've tried in the past to learn how to code, and I've never, ever, ever been able to do it. And now, because of the way I'm teaching myself through the actual practical application of having kind of chat GBT teach me at my pace and I can go back and forth with it, like an actual tutor. Like, there's a really, like, it's unlocked my learning, like, tenfold. And so the way I think I'm going to introduce my kids to it is through that lens, right? Like, do you want to learn something? If you're asking me, you should also be asking this, right? Like, and go back and forth with it and see what you learn. And I think, like, it just depends on your approach. If there, if the concept is, yes, this is a cheat code to everything and you don't have to do work, I actually think, yeah, that's probably bad, right? But the idea of it's actually used as a tutor. Well, I can't advocate for that enough. Does that make sense, chamber?"
    },
    {
        "speaker": "F",
        "text": "I totally agree. And I'll just be real quick. It encourages a curious mind, right? Yes, 100%. Like, my daughter, when I told her about it, she was like, what? And I was like, yeah, no, it really does that stuff. And she's not wanting to do it to like, cheat on her homework, she's wanting to do it to learn. Like, she'd much rather do that than go watch a YouTube short. And I'm like, yes, we should be encouraging this because you're at the forefront of it. You're eleven. Like, you will learn this, you'll grow up with it, and it's going to make you a better human being in the future."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. I'm sure I probably have some, you know, unpopular opinions in there somewhere, but I'll, you know, I, that's, that's my current stance on it. All right, we are over time. But I do want to throw to Joe real quick and then we'll shut it down."
    },
    {
        "speaker": "E",
        "text": "I just gotta say, don't beat yourself up over screen time. It's like my kids are going to spend the majority of their professional life in front of a screen to tell them not to do it right now so they can spend their time staring at something that came off of a screen. It's kind of dumb. Um, so, you know, as long as it's healthy screen time, like, do your thing, man. Like, you gotta parent for the future, not for what your neighbor thinks."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "And, uh, I think AI is like a performance enhancer. You can give a professional baseball player an aluminum bat and he can turn it into a double debt that becomes a home run. And you can do things further and faster and that's, but you still have to know how to bat before you can actually hit a home run with whatever the bat is."
    },
    {
        "speaker": "B",
        "text": "So that's how to kind of go 100 hundred percent. And speaking of healthy screen time, like, that's what I'm talking about. We just put a slideshow of vegetables and we hand them. The. We hand him the iPad, and he just scrolls through it. And that's our healthy screen time for the day chamber. Any closing thoughts?"
    },
    {
        "speaker": "A",
        "text": "I don't know if you're being serious there."
    },
    {
        "speaker": "E",
        "text": "No picture of a veg."
    },
    {
        "speaker": "A",
        "text": "He just names vegetables all day. Yeah, carrots."
    },
    {
        "speaker": "B",
        "text": "Oh, man. Not this 40 minutes slideshow of legumes again. Halloween."
    },
    {
        "speaker": "H",
        "text": "Name that fish."
    },
    {
        "speaker": "B",
        "text": "That's healthy screen time. Brought to you by the mint condition chamber. Any closing thoughts here?"
    },
    {
        "speaker": "A",
        "text": "No, I think you're right. One a million. You're also correct. You're also getting your kids into things on the cutting edge stuff, which will then make them more comfortable getting into cutting edge stuff 20, 30, 40 years from now, which I think is also positive. But no, I have. I have another show to do in about 20 minutes."
    },
    {
        "speaker": "B",
        "text": "Good for you."
    },
    {
        "speaker": "A",
        "text": "Last, second, and last episode of the first mint."
    },
    {
        "speaker": "B",
        "text": "Oh, you're gonna get an extension. I can feel you think so? I. You should straight up ask for it at the end of the show and just put a. Put Phil in a real, real tough spot. You should definitely do that."
    },
    {
        "speaker": "A",
        "text": "I'm replacing one of you. Who's it gonna be?"
    },
    {
        "speaker": "B",
        "text": "No, not even that. It's just like, hey, I don't know how you guys have discussed how the dynamic of three hosts is going to work next week, but we should probably figure that out."
    },
    {
        "speaker": "A",
        "text": "I want to be the bottom square."
    },
    {
        "speaker": "B",
        "text": "Yeah. Shotgun. Bottom square. Awesome. Thank you so much for joining us today. Check out hive three up top, my newest endeavor, a forum three joint. If you are into AI and AI creation, that is going to be pretty awesome. I'm excited about it. Also, don't forget to check out night shift tonight at 11:00 p.m. eastern on our YouTube. Also can listen to that back anytime on YouTube and also as a podcast reminder for coffee with captain up top in the jumbotron as well. Click those reminders. And then tomorrow, coffee with captain, lunch break and alpha afternoons. I don't know officially, but alpha afternoons may be starting a new time slot tomorrow. Yeah, maybe 01:00 I think. Yeah, it's gonna. It's. That's the new time slot. I just don't know if they're starting it tomorrow. So you could get 3d gen shows before 02:00 p.m. eastern. That's. That's a full goddamn day if I've ever heard about it. And I think they're bringing on a third host. If you're a Djen listener, you know this person from their frequenting of coffee with captain. So that's also super exciting. Anyway, that is going to do it for us. Until next time, stay mint."
    }
]