[
    {
        "speaker": "A",
        "text": "Hey, can someone let me co host my damn show here?"
    },
    {
        "speaker": "B",
        "text": "Jeez, I'd love to."
    },
    {
        "speaker": "C",
        "text": "I wanted to see if there was a line on how many of us could make it up on stage before bunch you today and."
    },
    {
        "speaker": "B",
        "text": "Poor guy."
    },
    {
        "speaker": "C",
        "text": "And then also, I'm just. I'm just here for the movie draft."
    },
    {
        "speaker": "A",
        "text": "I didn't even. I didn't even inform anybody that we were gonna do that today."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "So on that note, I'll jump down. Saber, did you, did you catch coffee with captain this morning?"
    },
    {
        "speaker": "B",
        "text": "No, unfortunately I didn't. I was pretty, I was pretty rushed today, so I didn't have chambers."
    },
    {
        "speaker": "C",
        "text": "Chambers of natural. Though he's probably the favorite."
    },
    {
        "speaker": "D",
        "text": "Coming in with preparation."
    },
    {
        "speaker": "A",
        "text": "No doubt about it. No doubt."
    },
    {
        "speaker": "C",
        "text": "Might be the first time ever in."
    },
    {
        "speaker": "A",
        "text": "One of these drafts."
    },
    {
        "speaker": "D",
        "text": "He's a favorite."
    },
    {
        "speaker": "B",
        "text": "I'm still gonna lose. I'm gonna get too artsy with it, I feel."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, you are only, only a 20 movies. Yeah. You're gonna be like. There's this great french film I once watched while. While totally, totally high. That's gonna be it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Snt by Danielle Villeneuve. It's very good."
    },
    {
        "speaker": "A",
        "text": "We're gonna have to put some parameters on this draft slash topic because it could get very broad. So, um, I need to cap. Maybe you can even just Tldr chamber on what happened this morning. So, uh, then we'll ask chamber how he wants to put parameter on this."
    },
    {
        "speaker": "C",
        "text": "So I believe Steve actually queued up the conversation with best trilogies of all time. But then one of the ones. And, you know, some of the debate then was like, that's not a real trilogy, because there's four or six needs."
    },
    {
        "speaker": "B",
        "text": "To be three movies."
    },
    {
        "speaker": "C",
        "text": "And then they tried to convince me that the original home alone was better than home alone two."
    },
    {
        "speaker": "A",
        "text": "No, no, no, no. It was the other way around. Home alone two is the better movie. Cap just. Yeah, he did. He totally did."
    },
    {
        "speaker": "D",
        "text": "That's how low his conviction is on home alone one is that he actually just forgot his own argument this morning."
    },
    {
        "speaker": "A",
        "text": "I don't."
    },
    {
        "speaker": "B",
        "text": "You guys. Were you guys arguing? Home alone two is better than home alone one."
    },
    {
        "speaker": "D",
        "text": "He just paper handed home alone one."
    },
    {
        "speaker": "A",
        "text": "So it is better."
    },
    {
        "speaker": "B",
        "text": "See, I've, I've been. I'm, I'm. I'm on home alone one side on."
    },
    {
        "speaker": "A",
        "text": "This one I was. And I couldn't remember if it was you or Des."
    },
    {
        "speaker": "B",
        "text": "Cause I think, don't get me wrong, like, home alone two is fantastic, but there's something about part one that just resonates a bit more with me."
    },
    {
        "speaker": "A",
        "text": "So we can't use the argument I was just going."
    },
    {
        "speaker": "C",
        "text": "Wouldn't have existed without one."
    },
    {
        "speaker": "A",
        "text": "I was just gonna go there. Captain made the argument this morning that, well, one is better because two wouldn't have even existed without one. And then Steve came back over the top with, hey, can I interest you in the Godfather trilogy? Which. Which one is better? And Cap had to resign that number two was better. Number two, I argued the godfather is not a trilogy because there's the third one."
    },
    {
        "speaker": "B",
        "text": "Three doesn't count."
    },
    {
        "speaker": "A",
        "text": "Yeah, right."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is accurate."
    },
    {
        "speaker": "A",
        "text": "That's exactly right. So, Cap, I feel like I'm up to speed. I. Well, that's what I mean. So you. You definitely are. You're caught up. However, I. So Cap asked if we could do, you know, movie draft, because they like to keep their show clean and put all the nonsense content on to us."
    },
    {
        "speaker": "B",
        "text": "I see."
    },
    {
        "speaker": "A",
        "text": "I'm here for. And Cap asked we could do a movie draft. So I want to know, like, what you want to do with this topic now. Do we want to put parameters on. What kinds of movies do we want to do? Do we want to do a couple people up here, like we did with zombie apocalypse? After we touch a couple topics, what do you want to do?"
    },
    {
        "speaker": "B",
        "text": "Hmm. We should put parameters on it because it's too broad."
    },
    {
        "speaker": "A",
        "text": "It's far too broad."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do. Let's draft nineties movies."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "How's that?"
    },
    {
        "speaker": "D",
        "text": "Let's fucking."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. I like this one."
    },
    {
        "speaker": "B",
        "text": "And then that way you can be a bit more broad. You could do drama, you could do comedy, you could do horror, you know?"
    },
    {
        "speaker": "A",
        "text": "Okay, how many do we want to let a bunch of people participate? Like, last time, I think 1 second once I was."
    },
    {
        "speaker": "B",
        "text": "I think we got a zoo. One comedy, one drama, one horror."
    },
    {
        "speaker": "A",
        "text": "Ooh, okay. I like that."
    },
    {
        "speaker": "B",
        "text": "That's what you gotta do."
    },
    {
        "speaker": "D",
        "text": "But you don't have to do them. Like, you don't have to go. Like, you can pick."
    },
    {
        "speaker": "B",
        "text": "Ninety'S one of those three. You have to have one of those three on your."
    },
    {
        "speaker": "A",
        "text": "All right. Feel free to request up if you, if you would like to participate in the draft. If you do not, if you're up here and don't want to participate, you can step down. Or if you want to say something prior, you're more than welcome, but let's get a couple more if you're interested in participating in the draft. Steve, cap. J. Webb, I assume you're in. GT. You're more than welcome to participate if you can stick around, but let's go to you first. GT."
    },
    {
        "speaker": "B",
        "text": "Oh, fuck."
    },
    {
        "speaker": "A",
        "text": "Feels good to be here. But listen, I don't really want to do a horror. Can I not do a horror?"
    },
    {
        "speaker": "B",
        "text": "I feel like you're already breaking the parameter."
    },
    {
        "speaker": "E",
        "text": "I think we need to add sports movies. There are a lot of nice. Great."
    },
    {
        "speaker": "B",
        "text": "I feel like a sports movie could be a comedy or a drama. So, I mean, you could, if you want to throw a sports movie in there, like, you know, any given Sunday, if you want to use that as your drama or."
    },
    {
        "speaker": "A",
        "text": "Oh, man."
    },
    {
        "speaker": "B",
        "text": "Unnecessary roughness or is it necessary roughness? Necessary roughness."
    },
    {
        "speaker": "A",
        "text": "I don't know. But any given Sunday is not, should not be on anyone's."
    },
    {
        "speaker": "B",
        "text": "No, we don't like a classic."
    },
    {
        "speaker": "A",
        "text": "Classic Pacino. No, there's far better classic Pacinos. But anyway. All right, so I would say yes, you have to pick a horror, I think, or do you want to replace horror with something else? Chamber?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, I know you're a horror guy. I feel like that's where you're, that's where your edge. That's where your edge is in this."
    },
    {
        "speaker": "B",
        "text": "And for the record, in the nineties is a terrible decade for horror."
    },
    {
        "speaker": "D",
        "text": "So it'll be, yeah, I mean, it's like, it's not like traditional horror, but there's some gems in there."
    },
    {
        "speaker": "B",
        "text": "I agree. Yeah."
    },
    {
        "speaker": "D",
        "text": "Like, I was thinking I might have to down to giveaway strategy. That could be a place to go first because of the slim pickings. You know?"
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "B",
        "text": "I don't disagree."
    },
    {
        "speaker": "A",
        "text": "All right, if anybody else wants to jump up and participate, this is your time. We will get this rolling in a couple of minutes. Chamber, you want to touch on any actual topics first?"
    },
    {
        "speaker": "B",
        "text": "I see the clickbait title. Oh, no, they changed. It was BTC. Punks are greater than ethpunks. I thought that was pretty cool."
    },
    {
        "speaker": "A",
        "text": "Oh, shoot. Oh, actually, that was supposed to be our poll for the day. I don't know if that's. Oh, is that what it is? Yeah, the poll for the day was supposed to be, uh, would you rather have an eth punk or a ordinal punk? Because the floor has flipped. Did you, did you see this?"
    },
    {
        "speaker": "B",
        "text": "I did not see this. Give me 1 second. I just got check on my. I'm, uh, my wife's away right now. My kids are roaming the home, roaming home alone, and I'm like, marv, downstairs."
    },
    {
        "speaker": "A",
        "text": "Uh, yeah. All right, well, you got. Give me two."
    },
    {
        "speaker": "B",
        "text": "Give me 2 seconds."
    },
    {
        "speaker": "A",
        "text": "Keep the train rolling. So, first of all, a huge, huge, huge, huge congrats to our friend corporate trash who was on coffee with captain yesterday. She had this. She had the conviction and the alpha from the get go. I actually went and found her first message in the war room the other day on when she got in she happened to be, it was at one in the morning and she sent a message to the war room that said buying ordinals. Buying ordinal nfts on BTC, send help. And that was on the second, I believe of Jan of February and she sold her ordinal punk today for four bitcoin. So huge, huge, huge, huge. Shouts to CT. She crushed it on that. So she's now the reigning war room alpha champion putting sugar Shane out to pasture. And that's, that's the like crocs. Maxi is in the discord like he is. He, he's fawning. I think he literally is ready to toss Shane aside and make corporatrash the alpha caller of the war room. So. But yeah, so, so CT cleaned up on punks but the point was chamber the price has flipped. So."
    },
    {
        "speaker": "B",
        "text": "Oh, it actually had flip, yes."
    },
    {
        "speaker": "A",
        "text": "So that's why the poll. Right. So would you rather the eth punk or a ordinal punk? Which, which would you rather and why?"
    },
    {
        "speaker": "B",
        "text": "It's still eth punk for me or no punk? I still feel it's a joke. I'm glad, I'm glad CT made a boat on this one, which is fantastic. But these are not here to stay, I mean in my humble opinion."
    },
    {
        "speaker": "A",
        "text": "So I'm getting more and more interested in the concept as I think deeper about it. But like I'm not going to be chasing something that's already minted. Like my thought process is maybe I'll get into something that's interesting at some point to just get involved, but I'm not going to be chasing anything that's already out. That's just not going to happen for me. But like the concept is interesting. I was in a couple Twitter spaces last night with I think the Leonidas, who's the guy that does the historical NFT stuff. And then I went to the NFT now."
    },
    {
        "speaker": "B",
        "text": "Like Leonidas back in the day."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The same guy. Same guy, yeah, yeah. And you know, I learned more about it and learned how people were talking about it and I think there's something interesting there in the sense of like, you know, what it does for bitcoin and like the thought of if you somebody, somebody described it like this and I thought was really interesting. I'd love to hear your take on it. The, you know, people describe bitcoin as digital gold. Right. And the concept of this person's like kind of pro thesis on why this would have any type of merit in the future beyond, like this week of being meta was like, well, you know, people are saying bitcoin, maxis are saying, well, this is gold. You don't do stuff like that with gold. And the guy's like, yeah, you make jewelry out of gold. And he's like, he's like, so, you know, the, all this gold jewelry out there is a derivative of gold, right? So if you're going to talk about bitcoin as the gold of crypto, these inscriptions are kind of like jewelry, right? Or, and he just put it in that conceptual way of me thinking, like, okay, maybe this could catch on for bitcoin as a whole. And then, I mean, there's people that are obsessed with this already. They're talking like, forget projects that are dropping on it. They're literally going back in time and finding specific satoshis from, like, important blocks. Like, you know, the first thousands. Really? Yeah. Like, I think that somebody said you can't. They're like the first thousand or like sats or something. Obviously you can't get because they're in Satoshi's wallet. There's probably more than that. But like the, you know, they're like the halvings or things like that that are significant to bitcoin history. Like people are going out and making, you know, offers on and stuff like that. It's pretty wild. Still. Are you still in? This is just a faddeen."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is."
    },
    {
        "speaker": "A",
        "text": "All right. You're not going to buy any ordinals ever?"
    },
    {
        "speaker": "B",
        "text": "Zero. I mean, once I do, it'll be the top and then it'll go to where I think it's going to be going to right now."
    },
    {
        "speaker": "A",
        "text": "It's the thing that's crazy to me is the concept that one bitcoin no longer equals one bitcoin. Right. Like it is exactly. You know, one Satoshi equals four bitcoin. For one of our friends today, which was pretty interesting, we'll go to circles and then Steve and then maybe that hits our quota for."
    },
    {
        "speaker": "B",
        "text": "I feel. I feel good about it."
    },
    {
        "speaker": "A",
        "text": "Circles."
    },
    {
        "speaker": "B",
        "text": "It's fun. Friday."
    },
    {
        "speaker": "A",
        "text": "That's exactly right."
    },
    {
        "speaker": "E",
        "text": "So I'll drop off once you guys."
    },
    {
        "speaker": "A",
        "text": "Start to draft as embarrass myself, but."
    },
    {
        "speaker": "E",
        "text": "Question on ordinals and people's thoughts and I think this is a good stage for it. I've asked a couple times that around afternoon."
    },
    {
        "speaker": "A",
        "text": "NFT."
    },
    {
        "speaker": "E",
        "text": "But let's take on chain monkey, for instance. They put all their monkeys on bitcoin chain. These are going to have to decouple at some point. When they do, does that mean because it's, like, sponsored by on chain monkey, that OCM is basically doubled their point of entry or their ecosystem?"
    },
    {
        "speaker": "A",
        "text": "It's an interesting point. I don't know if you saw the. Did you see the. Are you saying double the cost or double their entry points as in number of assets. Number of assets into their community? Yeah, I don't know. Did you see the Kevin rose tweet last night?"
    },
    {
        "speaker": "E",
        "text": "Well, I didn't, but it was. I think riggs referenced it today over on earth as well. And that's the same question."
    },
    {
        "speaker": "A",
        "text": "No, totally."
    },
    {
        "speaker": "E",
        "text": "If moonbirds decides to copy their everything onto the ordinal and it's sponsored and endorsed by moonbirds, does that mean that now there are 20,000 moon birds that you can get into the moonbird ecosystem with?"
    },
    {
        "speaker": "A",
        "text": "Well, maybe not in the sense of. Of the ordinals because of how unchained monkey did theirs with. So, like, unchained monkey did theirs all in, like, the one inscription. Right? So there's not, like another ten k things out there. However, Kevin Rose specifically was like, yeah, why don't we do bitcoin and why don't we do tezo? So why don't we do whatever and, like, that? Absolutely. Would, I think, have the. The implications you're talking about in the sense of, like, oh, sure. Like, it's one thing if everybody can go claim it. I wonder if, like, maybe the solution there is, like, that they're soul bound, right? Where, uh. But if you could just claim it as a holder and then go sell it on another chain, and it's like, okay, well, now my real entry point is whatever the lowest holder on the lowest chain wants to sell it to me for. Like, I feel like that could be very disastrous. But, uh, Steve, I have a feeling you have a. Something to say on this topic. Jump in."
    },
    {
        "speaker": "D",
        "text": "I do. I had a question for you guys, which I'll get to there, but just to answer that question, I don't think the intention was ever. And I don't want to speak for the team. I don't know for sure, but I don't think the intention on. On chain monkey was ever to have it as an entry point. Because one of the things we learned from CC Zero is that it's the token, not the actual image. I think with on chain monkey, at least as I understand it, it's, you know, if they can decouple this thing and not have it be one giant thing, it's like, I could sell this thing, which they're saying first PFP. Collection. It's like, it's like a historic art piece more than it is. You get into on chain monkey and earn bananas and all that stuff. So I don't think it doubles their supply. I think it's just, you know, changing the image and doing something innovative that's never been done before. And I think that that's the intent there."
    },
    {
        "speaker": "A",
        "text": "Funny, I was actually going to call it performance art as well. So I think there's something there about the art piece of this. Keep going. If you still have some."
    },
    {
        "speaker": "D",
        "text": "Well, my other question would be for you. You two are far more og in this world than me and have like a really good understanding in the crypto world. And like, knowing, like, the way bitcoin people can be a little crazy in like, in a way that they're very like, I mean, they're maxis. Do you think there's a world where, because this is good for miners and good for the bitcoin network, that if they tip in this direction, that there could be a lot of momentum here because there's nothing else. They're, they're fervent about how. And that's what I want to ask what chamber was pushing back on it. Like, is there a world where this happens?"
    },
    {
        "speaker": "A",
        "text": "Well, this is the thing that I kind of was thinking about last night, right? Is like, if this becomes something that people are actually really into. Somebody said this last night, too, that I thought was interesting, where they were like, well, we talk about all the time what happens in a world where all the bitcoin are mined. And that's probably not, I think it's like 21 40 is the year that that happens. But in theory, this stuff all lives on. But once philosophically, the debate has come up of like, okay, well, what's the incentive to mine? What's the incentive incentive to keep the network up once all of the tokens are mined for bitcoin. And the argument here was, well, if there's this other ecosystem going on around ordinals and ordinal technology and either collectibles or there's just some other draw, other than the fact that, you know, bitcoins, hard money and all this stuff, well, now you have a reason for the network to keep running. Now you have a reason for people to, for new dev talent to come in and tools to be built and people to learn and participate in bitcoin, which, I mean, feels like the last two years have literally been, I don't know, a ghost town. Like, it feels like an antique almost. Would you agree, chamber? Oh, I don't know if chambers back yet."
    },
    {
        "speaker": "B",
        "text": "Sorry, I'm back. No, I do agree that it does feel that way. And, I mean, if they can clean up the UI for it, if they can make, I mean, 100% like that, there's a world where things just blast off on the bitcoin side. But, I mean, as it stands right now, no."
    },
    {
        "speaker": "A",
        "text": "Right, but, Steve, to your point, I think to your question was like, well, is there a world where a new kind of ecosystem on bitcoin exists? I think, yes. I think it's exciting to think about that because, like, it could attract this whole new ecosystem over there. And, you know, you can then argue if it's better or worse than eth. I think the answer is probably worse as far as, like, a smart contract is so much more powerful. But, like, there's some cool things about collecting stuff, and that can be a whole different thing. It doesn't need to have the same type of utility impact, but it just needs to keep people involved in bitcoin. Right. So, you know, there's a lot of things there that are potentially interesting circles. I saw you had your hand up, but no, he bounced. So I definitely don't know how to say this."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Welcome."
    },
    {
        "speaker": "D",
        "text": "Oh, this is your actual account, Shakina, if it's who I think it is, right? Or no, maybe not."
    },
    {
        "speaker": "F",
        "text": "Yeah, yeah, yeah. Usually I'm around. I'm on the Colton rain account sometimes, but, yeah."
    },
    {
        "speaker": "A",
        "text": "Awesome."
    },
    {
        "speaker": "F",
        "text": "Yeah. So now my question, I mean, obviously would certainly be east, you know, the east punks or the bitcoin punks, because, like, I. I mean, like, the east punks, I mean, like, they were big. And what was it, like, 2021, you know, when the bull market was kind of, like, picking up or nfts were really making a splash because of that historical significance, even though they weren't the first. You know, there was just this. Yeah, there was this, I don't know, this innate, like, hey, like, this is a grail. And I feel like with bitcoin punks, it's like, why are you, like, remaking kind of remaking something or retooling something that was. That's historically, you know, like, ease, like, kind of make your own? And that's what I would like to see. I would like to see kind of a collection, like one of the first collections, you know, on, you know, on the bitcoin blockchain. And maybe that's going to take some time, you know, as things are developing. But I wouldn't be surprised if something came this year because we're in a slower market and it's a really good time for building. And a lot of people are looking for what the next meta is, as we obviously can see with the crazy, with the checks and now this people are looking for that thing to kind of jump on. So I am interested to see more infrastructure built around it to make it just kind of safer because I'm not tech into the backend tech type stuff. I don't understand. No. Or that type of thing. So I probably not going to play with it at all because I don't want to make a mistake. But certainly would love to see more innovation on the bitcoin blockchain. I would love to see if a marketplace would be built or you would see a blur or an opensea or whoever, I don't know, x two, y two, whoever's out there. If they would build something incorporated. I don't know because I don't know what the. I don't fully know what the cons are. The pros and cons of building on the bitcoin blockchain are with NFTs, but would love to see it's an infrastructure build out around it."
    },
    {
        "speaker": "A",
        "text": "Totally. I think you made some super interesting points there, especially about the projects that are launching not being innovative. I think what's, what's. Why you see like bitcoin punks pop up first and some of the things like that is the, what I've realized so far with the ordinals is like the inscription is kind of the thing that is the collectibility there. So what happened, I think was like, hey, this is an interesting thing. Let's race to launch quickly, right? So you saw a lot of derivatives like these ordinal punks, aren't they the copy of the ordinal punks are different than the bitcoin punks. But aren't the ordinal punks were the ones that were the copy of like the mutant, like mutant punks that are on eth. And it was like, so people were just rushing to get anything out there and be the first thousand, be the first 10,000 things like that. So I think the quality of the art and things on, on the ordinals thus far has mostly been because it's a race to be a low inscription. So I. Shakina, I think you're totally right that like, in the next couple months we'll see some really innovative things happen with this. As far as like quality of the things that are popping up. Like one of the things we were talking about, we were going to talk about today was Justin Aversano, who's a huge artist in the space. He announces or announced that he was going to launch something on bitcoin, which I think is really interesting. So I think the quality of the projects will increase as this, like, rush, gold rush to be the first 10,000 inscriptions or whatever, fades away. And then what will actually succeed is the stuff that is innovative, the marketplace stuff, is really interesting. And I totally agree with you that, like, none of this can really take off without those tools. Like, I can't in good, conscious trade off of fucking Google sheet. Like, I just can't. I can't do it. Like, I just can't do it. It's against everything we tell people to do. And I feel like it's. I mean, it's one thing if I'm just going to, like, mint something for 0.01, right? It's another thing if I'm going to, like, make a purchase of something that's, like, on a secondary market. So totally agree with you there. And I don't really know the technical, uh, difficulties of it, but it, you know, part of it is that you have to run bitcoin nodes to actually launch these things. And there's time constraints, there's cost constraints. Like, that's why the other reason you see a. Like, a lot of these collections, um, one thing to note is, like, the difference between not having a smart contract and doing it on bitcoin this way is, like, you see a lot of the collections being very small in size, and it's because the person launching the collection has to actually front all the fees and stuff upfront. And so with bitcoin and the fees get crazy. Like, that's a hurdle. So you see these small, like, 100 piece collections where on, you know, using a smart contract on Eth, it's, well, the customer buys it from you and you distribute it after. This is the opposite way around. You have to inscribe them all first, and the burden is on the issuer, and then you got to go sell them. Right. So I think there's some really crazy things there, too. Should kind of jump back in, and then we'll probably go to movie draft chamber."
    },
    {
        "speaker": "F",
        "text": "Yeah. I was going to ask, like, do you know anyone that, like, knows how to do it? Because, I mean. I mean, I think that'd be, like, is anyone, like, making it easier, kind of onboarding people, you know, to, hey, if you're a creator and you want to, you know, mint something, you know, on bitcoin, like, is anyone? Like, I don't know, teaching people or."
    },
    {
        "speaker": "A",
        "text": "I don't even think we're there yet. Like, I think it's too early still because, like, I mean, all the tools have to be built first. Like, that's the. That's part of the problem here is, like. And it's part of the danger, I think, of it is, like, you really have to trust or be very technical in order to launch some of these things. So, like, I mean, I was talking to a dev this morning, and he is. He was, like, downloading his node. It's been taking three days. And he's like, I'm going to spend all weekend learning how to do this. As in, as somebody who's a dev. Right. Like, so it's not very easy to do right now to launch on there, but I think you will see, you know."
    },
    {
        "speaker": "B",
        "text": "Do you remember getting your first bitcoin wallet and having."
    },
    {
        "speaker": "A",
        "text": "Dude, it's crazy. I was talking about it today. Fudge."
    },
    {
        "speaker": "B",
        "text": "It was. It was so long."
    },
    {
        "speaker": "A",
        "text": "Days, weeks."
    },
    {
        "speaker": "B",
        "text": "It was. I think it was weeks. Like, it took forever to. I forgot what the wallet was now that I'm thinking about it."
    },
    {
        "speaker": "A",
        "text": "I don't know. There was a couple."
    },
    {
        "speaker": "B",
        "text": "There was a couple. But, yeah, I remember, like, going on YouTube and, like, trying to find, like, you know, just."
    },
    {
        "speaker": "A",
        "text": "It's funny, like, we take it for granted, be, like, interacting on ETh and. And, you know, Solana and all these chains that make it very easy. Like, the, like, bitcoin literally feels like chiseling stuff in stone. Steve, back to you."
    },
    {
        "speaker": "D",
        "text": "Yeah, if it just quickly, I just want to do, like, the PSA based on what you're saying, because I know a lot of this started off with, like, you know, this is how a lot of nfts and even bitcoin, like you talked about starting off, I imagine there's going to be this race to build out tools in the next few weeks. And my big PSA is always like, be super careful because even people with the best of intentions are going to fuck shit up. And one thing that we've learned from some smart people in this world is that there's a chance that you will literally burn this satoshi on gas that has your ordinal on it, which is like. So it's like, just be careful as people are building on this infrastructure. And, like, my big thing is, like, it's fun to be first, but unless there's small money involved, don't, like, rush to be that person who's, like, doing the very first if it's expensive, because there's a chance you get burned based on somebody's software failure. So this is going to be a lot of trial and error here. So just."
    },
    {
        "speaker": "A",
        "text": "Well, so, like, I mean, even, even to the point where like, sending it as gas or whatever, like, I saw some people saying that, you know, someone bought the ordinal on bitcoin and then sent that bitcoin to store on Coinbase. And I'm like, no, no, no. That's not how it works. You don't own that bitcoin. Coinbase owns that bitcoin. And like, same. So same, like, if you transact in, like, you, you would really need to set up a whole new wallet that never touches anything or does any transactions just to keep your little. You're sat safe. So there's a lot. Yeah, there's a lot to learn if you, if you're, you know, not super familiar with it. But anyway, chambers, should we. Should we move into the draft here? I think we've now sufficiently covered NFT talk for the day as far as our quota goes. Should we, should we get into it?"
    },
    {
        "speaker": "B",
        "text": "Yes, let's do it."
    },
    {
        "speaker": "A",
        "text": "Okay, so everybody up here is. Will is welcome to participate. If you don't want to, you don't have to the so, but raise your hand if you want to participate. So we got me chamber, Steve Cap, J Webb's in. Bundy's in. Shakina's in pain. All right, so everybody on stage is in chamber. I'm gonna keep it. Should I keep track or you?"
    },
    {
        "speaker": "B",
        "text": "I'll keep. I have it. I have it ready here. I just need to know the order."
    },
    {
        "speaker": "A",
        "text": "Let's go. Shakina, Bundy, Steve Cap Payne, J web ume."
    },
    {
        "speaker": "D",
        "text": "Is it a snake?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah."
    },
    {
        "speaker": "D",
        "text": "Oh, shit. I gotta keep. Okay."
    },
    {
        "speaker": "B",
        "text": "J webden. You, me."
    },
    {
        "speaker": "A",
        "text": "Yeah. Or me, you, whatever, I don't care."
    },
    {
        "speaker": "B",
        "text": "Oh, we're good."
    },
    {
        "speaker": "A",
        "text": "Okay, who's first?"
    },
    {
        "speaker": "B",
        "text": "Shekinah."
    },
    {
        "speaker": "G",
        "text": "Okay, can I ask a quick question?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Wait, the rules again? Yeah, the rules. I forgot the rules again. Are you. You must pick in any order. You have to have a comedy, a horror and a drama. And. And they have to be from the nineties. That's how it's gonna go. All right, Shekinah, you're up."
    },
    {
        "speaker": "F",
        "text": "Okay. I was just thinking, I want to say comedy would be Romy and Michelle like high school. I don't know why that came to mind. She's a comedy drama."
    },
    {
        "speaker": "B",
        "text": "What's that? You gotta. You gotta wait for those."
    },
    {
        "speaker": "A",
        "text": "No, it's you only. It's gonna go around. So you've got your comedy off the board. So Romeo and Michelle's high school reunion, number one. Who was, who is next chamber?"
    },
    {
        "speaker": "B",
        "text": "We got Bundy next."
    },
    {
        "speaker": "A",
        "text": "All right, I am going horror. Blade. Ooh, ooh, good one."
    },
    {
        "speaker": "D",
        "text": "That's a good pick. I didn't even have. I actually am going to go horror as well because I think the best values there and I'm going to take scream off the board."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "It's so funny because I was planning to pick scream next round just to snipe. Just to, just to snipe Steve. I knew that was going to be his horror pick. I thought it would run back in round two and that was, I had it queued up. But I'm actually going to go with what should have been the first round pick or the first off the board in the horror category, which is silence of the lambs."
    },
    {
        "speaker": "B",
        "text": "That is."
    },
    {
        "speaker": "A",
        "text": "That is the correct three horrors off the board. Steve went scream, Bundy went blade. And then you went silence of the lambs. Wow."
    },
    {
        "speaker": "B",
        "text": "Okay, great stuff, great stuff."
    },
    {
        "speaker": "A",
        "text": "Who's next?"
    },
    {
        "speaker": "B",
        "text": "Payne's next."
    },
    {
        "speaker": "G",
        "text": "It's really unfortunate. Silence of the lambs was definitely my pick. I did not think it was gonna get to me. So I think I'm gonna, I think I'm gonna punt the horror. Then I'm gonna, I'm gonna take. I got three others. I'm gonna take a chance. One will come back to me and I'm gonna go into the drama category and I think I'm gonna, I think I'm gonna take good will hunting."
    },
    {
        "speaker": "B",
        "text": "Great pick. All right."
    },
    {
        "speaker": "A",
        "text": "Ooh, very good call. I like that one. One. Who's up?"
    },
    {
        "speaker": "B",
        "text": "Jay Webb's next then you."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "E",
        "text": "Scream was going to be my pick. I'm going to stick with horror, though, and I'm going to go with seven. I want the what's in the box moment."
    },
    {
        "speaker": "B",
        "text": "Seven's a great pick."
    },
    {
        "speaker": "A",
        "text": "Wow. All right, then me now too, sir. I feel like I can't. I feel like I cannot go horror now because there's just no value left for me and nobody's going to have to pick one at the end. I'm going with, I'm going with the 1990 released classic of Goodfellas."
    },
    {
        "speaker": "D",
        "text": "Oh, that's high on my fucking list."
    },
    {
        "speaker": "B",
        "text": "Damn it. Great call on Goodfellas. So I, I don't know, I feel like, I mean, there's an argument to be made for silence of the lambs being the number one horror of the nineties. And I mean, you could argue scream as well. But in my opinion, the greatest nineties horror movie is Blair Witch. Project."
    },
    {
        "speaker": "C",
        "text": "That was my sleeper."
    },
    {
        "speaker": "A",
        "text": "That was mine. I almost picked that one."
    },
    {
        "speaker": "D",
        "text": "You know, I know that."
    },
    {
        "speaker": "F",
        "text": "1999. You make that cut off."
    },
    {
        "speaker": "A",
        "text": "1990, under the gun."
    },
    {
        "speaker": "D",
        "text": "I know the guy who did the marketing for that, actually. I worked with him, um, with the, like, all the, like, the sort of, like, kitschy marketing that they did for that, um."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Jesus."
    },
    {
        "speaker": "C",
        "text": "Blair witch is going to be on the coffee bingo card. Now. Watch."
    },
    {
        "speaker": "A",
        "text": "I sense a little resentment in that comment cap. Uh. All right, so chamber, you go again. So you took. You took Blair witch."
    },
    {
        "speaker": "B",
        "text": "I'm going comedy here. And comedy is. This one's polarizing or that. I feel like this. This, you know, this category is going to be polarizing for a lot of people. But I think the number one overall comedy was not Romeo and Michelle. I think was. I think it was Austin Powers, I think was the first."
    },
    {
        "speaker": "A",
        "text": "Wow. Also a trilogy."
    },
    {
        "speaker": "F",
        "text": "Which one?"
    },
    {
        "speaker": "B",
        "text": "Which one? The first one."
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Oh, man."
    },
    {
        "speaker": "B",
        "text": "International man of mystery."
    },
    {
        "speaker": "A",
        "text": "I love that."
    },
    {
        "speaker": "F",
        "text": "I like gold member."
    },
    {
        "speaker": "A",
        "text": "Gold members."
    },
    {
        "speaker": "B",
        "text": "Not the wrong gold member. Nothing. Arguably one of the great trilogies of all time."
    },
    {
        "speaker": "A",
        "text": "Were they all in the. Were they all the nineties?"
    },
    {
        "speaker": "B",
        "text": "I don't think they. I don't think the gold member was in the nineties. I feel like maybe the first two were."
    },
    {
        "speaker": "A",
        "text": "Man, comedy is gonna get a little dicey here. I think they're like. Yeah, they're very subjective, Mandy. I don't know. So I think I have to go comedy here and take the early pick because nobody's gone there yet. Um huh. I'm between two. I think I'm gonna go. I'm gonna go with the. I want to pick a sports one, as well, so I'm gonna go with the. The Adam Sandler classic Happy Gilmore."
    },
    {
        "speaker": "B",
        "text": "That was all my list. Happy Gilmore is a fantastic pick, bunch. You're looking real good with Goodfellas and happy that."
    },
    {
        "speaker": "A",
        "text": "Happy Gilmore."
    },
    {
        "speaker": "B",
        "text": "All right, we got j web next. You have no comedy and a drama to pick from."
    },
    {
        "speaker": "A",
        "text": "He said in the house on fire."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah, basically."
    },
    {
        "speaker": "B",
        "text": "What's in the fire?"
    },
    {
        "speaker": "E",
        "text": "Comedy, as well. Well, I'm happy this didn't get taken. Give me dumb and dumber."
    },
    {
        "speaker": "B",
        "text": "Great."
    },
    {
        "speaker": "A",
        "text": "Great pick."
    },
    {
        "speaker": "B",
        "text": "I'm looking at these movies. This is a good, like, nobody's picked a bad movie."
    },
    {
        "speaker": "A",
        "text": "No. Wait till I come up. We'll have a different take."
    },
    {
        "speaker": "B",
        "text": "All right, Payne is next."
    },
    {
        "speaker": "G",
        "text": "Comedy is very subjective, so there's a lot of options. But I would be remiss if I didn't take my favorite. So I'm taking Friday."
    },
    {
        "speaker": "B",
        "text": "Friday was on my list. Cap, you are on the board."
    },
    {
        "speaker": "C",
        "text": "I actually think this one is arguably in contention for, like, number one overall. Can't believe I fell this far. Pulp fiction, it's. It's a lock for phenomenal drama."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "C",
        "text": "I don't know. I mean, I am, like, feeling really good right now about pulp fiction and."
    },
    {
        "speaker": "A",
        "text": "Silence of the lambs, so pulp fiction was my other choice if I didn't go with Goodfellas. So it almost didn't make it to you, but I went with Goodfellas over it slightly."
    },
    {
        "speaker": "G",
        "text": "It was also my other choice if I didn't get a good one."
    },
    {
        "speaker": "A",
        "text": "So that's good one. That's a good one."
    },
    {
        "speaker": "B",
        "text": "All right, Steve's up next."
    },
    {
        "speaker": "D",
        "text": "I'm down horrendously just watching my list evaporate right now. Friday, pulp fiction and fucking happy. God damn it. All right."
    },
    {
        "speaker": "B",
        "text": "Arguably, scream could have still been there, by the way. Well, maybe."
    },
    {
        "speaker": "D",
        "text": "I think Cap would have taken it before, and."
    },
    {
        "speaker": "C",
        "text": "But he knows Matthew Lillard."
    },
    {
        "speaker": "D",
        "text": "Oh, here we go. All right. I. Matt, he's a. I was gonna, like, do this side move. I'm like, Matt's a great guy. Just go with the Matt there. All right, let's. Shit. All right. I'm gonna do a very polarizing one because I know people have strong feelings about it, but it's amongst my fate. It might be my favorite movie ever. I have a feeling chamber is going to tell me it sucks. I don't know why I feel this history will."
    },
    {
        "speaker": "B",
        "text": "Don't worry."
    },
    {
        "speaker": "D",
        "text": "Forrest Gump for my drama."
    },
    {
        "speaker": "A",
        "text": "Oh, boy. I bet you chamber has some."
    },
    {
        "speaker": "C",
        "text": "I thought that's a comedy."
    },
    {
        "speaker": "B",
        "text": "Yeah. Do you know? You guys know, fun fact, Forrest Gump beat out pulp fiction for movie of the year at the oscars in whatever, 1994 or whatever it was."
    },
    {
        "speaker": "A",
        "text": "There you go, Steve. You got that under your belts. You statistically have a better pick than captain based on records. Who we got next? Bundy."
    },
    {
        "speaker": "B",
        "text": "Bun. Bundy."
    },
    {
        "speaker": "A",
        "text": "I'm very excited."
    },
    {
        "speaker": "B",
        "text": "I don't."
    },
    {
        "speaker": "A",
        "text": "I don't know how this is gonna go. I'm going with comedy, and I'm going clueless. Oh, great."
    },
    {
        "speaker": "B",
        "text": "Underrated pick."
    },
    {
        "speaker": "A",
        "text": "Yeah, but he thought he was gonna get dragged for clueless. I don't think so."
    },
    {
        "speaker": "B",
        "text": "No, not in this forward thinking group."
    },
    {
        "speaker": "A",
        "text": "That's right. So we got shakina. Now. Shekinah, you are going to close out your draft. You have. You have two picks in a row, and you need to fill your drama and your horror categories for horror."
    },
    {
        "speaker": "F",
        "text": "I'm gonna. I mean, I think this can go drama, too, but it is. A horror would be misery. As a writer, I can't even, like, imagine, you know, having a fanatic fan like that. And it reminds me of, like, twitter, too, because random people, I don't know, like, kind of on YouTube, and I'm like, what happens if I meet them, you know, at, like, a conference? Like, are they gonna be crazy and, like, follow me and stop me? I don't know."
    },
    {
        "speaker": "A",
        "text": "The modern day misery is. Is titled reply guy."
    },
    {
        "speaker": "F",
        "text": "Oh, my goodness. For. For drama. Ooh, I'm not gonna pick that one for that. So cheesy. Not gonna. Yeah, no, I just one came to mind. I'm kind of just popping up what comes to mind for me, drama, in."
    },
    {
        "speaker": "D",
        "text": "The night after the draft, you have to tell us what the cheesy one is if it's not picked, because now I'm so curious and I have guesses, but I don't want to say it out loud."
    },
    {
        "speaker": "F",
        "text": "I will. And it's. It shouldn't be called a drama because it's. It's really bad, has a great soundtrack, and. Yeah, yeah. But, yeah, we'll leave that there. Oh, man."
    },
    {
        "speaker": "A",
        "text": "Titanic, huh?"
    },
    {
        "speaker": "D",
        "text": "No, that was my guess, too. Bugs. That was my guess, too."
    },
    {
        "speaker": "A",
        "text": "I'm going with the bodyguard."
    },
    {
        "speaker": "F",
        "text": "Thank you. That was it. Thank you."
    },
    {
        "speaker": "A",
        "text": "That was it."
    },
    {
        "speaker": "F",
        "text": "That was it. That was it. But, no, I'm not picking that one. I'm not picking that one. The next one that's coming to mind, I guess, is, like, searching for Bobby Fisher, and that's just the one coming to mind. Yeah. So searching for Bobby Fisher is going to be my drama."
    },
    {
        "speaker": "B",
        "text": "I love that pick."
    },
    {
        "speaker": "A",
        "text": "So we've got. So Shekinah's final roster here. We've got Romy and Michelle Misery and searching for Bobby Fisher. Pretty strong."
    },
    {
        "speaker": "B",
        "text": "That is strong."
    },
    {
        "speaker": "A",
        "text": "Pretty strong. All right, Bundy, you're finishing yours out. You need your. You need your drama category. The usual suspects. Oh, God, what a great one. Kaiser soze, all about it. All right, good one."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I love, for the record, I think if we. If we weren't confined to, uh, the individual categories, I think I would have leaned mostly dramas for my pick."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a lot of good stuff. That's why I saved it for last. There's some good ones to pick there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. All right, so Bundy's. Bundy's final team. Clueless."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Or blade. Clueless. And usual suspects."
    },
    {
        "speaker": "B",
        "text": "Great lineup."
    },
    {
        "speaker": "D",
        "text": "Um, I'll, um. I'm. I have to close out on comedy. I'm not going to win because I'm, like, nothing doing. Like, I could pander here, but that's why I went Forrest gump, because it's my favorite. And similarly, like, I think cap and bunch right now, really strong plays going. I'm gonna go with my favorite comedy, which actually isn't. I didn't. Adam Sandler's best movie, in my opinion. Billy Madison. I love Billy Madison."
    },
    {
        "speaker": "A",
        "text": "Yeah, I had to go."
    },
    {
        "speaker": "D",
        "text": "That is my top comedy."
    },
    {
        "speaker": "B",
        "text": "Nothing wrong there."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a great pick. It's a great pick. So Steve's got scream, Forrest Gump, and Billy Madison. That's not bad. It's not terrible. It's pretty good."
    },
    {
        "speaker": "D",
        "text": "Oh, fuck you. Not terrible. It's good."
    },
    {
        "speaker": "B",
        "text": "It's not winning. It's not going to win."
    },
    {
        "speaker": "D",
        "text": "It's not winning."
    },
    {
        "speaker": "A",
        "text": "You should be dragged for this lineup. You should not be dragged for this. I think this is a pretty good lineup."
    },
    {
        "speaker": "B",
        "text": "No, this is a contest where everybody's."
    },
    {
        "speaker": "A",
        "text": "Going to have, like, a really good lineup. Yeah."
    },
    {
        "speaker": "B",
        "text": "But you're going to need an a plus team to win."
    },
    {
        "speaker": "A",
        "text": "Totally. I think these need to go out as polls on dj, by the way. Like, it just needs to happen somehow. Yeah, the. Okay, so, Chris."
    },
    {
        "speaker": "B",
        "text": "Yeah, cap?"
    },
    {
        "speaker": "C",
        "text": "So this was my thought that nineties were loaded. Did not realize maybe the greatest. Maybe that's the next pool is what was the greatest movie generation of all time. Because it's gotta be in the running. It's gotta be in the running with my comedy. I had, like, I thought about just pandering to the crowd here and going with either misses doubtfire or the Lion King. My. My most authentic vote would probably be Wayne's world. However. However, I think it's only fitting that I round out the day with my vote for my draft pick for the comedy, uh, category is home alone two."
    },
    {
        "speaker": "A",
        "text": "Oh, I love it. That's amazing. I don't know. Like, now you. You kept it for the bit, which I respect greatly. I'm. I'm concerned you might have ruined your lineup with it."
    },
    {
        "speaker": "B",
        "text": "I don't think I could. I could argue. Home alone two is one of the hardest I've ever laughed at a movie theater."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "He just drafted Russell Westbrook. It was. He was. He was going so well before that."
    },
    {
        "speaker": "A",
        "text": "I think it was silence of the Lambs, pulp fiction. Home alone two. All right. It's still very, very strong. I think. I think you're in the running here."
    },
    {
        "speaker": "C",
        "text": "Wayne's world probably seals it. Wayne's world."
    },
    {
        "speaker": "A",
        "text": "I do need to go back. I do need to go back. Are we. Did I catch this right? And I don't know if anybody else caught it or maybe I'm wrong. Did cap. Did cap call the Lion King a comedy?"
    },
    {
        "speaker": "B",
        "text": "Yes, he did."
    },
    {
        "speaker": "A",
        "text": "I was. I was just going to let it go. I was going to let it go. No, no, no. We're not letting that go."
    },
    {
        "speaker": "B",
        "text": "We go."
    },
    {
        "speaker": "A",
        "text": "Wait, wait."
    },
    {
        "speaker": "D",
        "text": "Timeout. Should we go one more around after everyone's picked and go down the line, back in the snake and do an animated."
    },
    {
        "speaker": "A",
        "text": "Oh, I like that. If we have time. Yes. Because we're actually. We're actually making good time. But dibs on."
    },
    {
        "speaker": "C",
        "text": "Dibs on Lion King."
    },
    {
        "speaker": "A",
        "text": "I mean, tell me only one comedy."
    },
    {
        "speaker": "D",
        "text": "I'm grabbing Lion King right before cap."
    },
    {
        "speaker": "A",
        "text": "Does anybody agree that Lion King is a comedy? Anybody?"
    },
    {
        "speaker": "B",
        "text": "I mean, did you laugh during Lion King?"
    },
    {
        "speaker": "A",
        "text": "Only when the dad dies, but, like, besides that rafiki, I love Ralphie. Pretty good. Pumbaa. Yeah. Pumbaa."
    },
    {
        "speaker": "B",
        "text": "Timona. There's definitely some comic relief."
    },
    {
        "speaker": "A",
        "text": "You and I are the Pumbaa Timona."
    },
    {
        "speaker": "C",
        "text": "Worries."
    },
    {
        "speaker": "A",
        "text": "Yeah, you and I are definitely the puma Timono."
    },
    {
        "speaker": "B",
        "text": "That is accurate. That is accurate."
    },
    {
        "speaker": "A",
        "text": "Anyway, all right, so, pain, you've got good will hunting Friday, and you need a horror. And you can't use Lion King."
    },
    {
        "speaker": "G",
        "text": "No, I planned on using Lion King. That's unfortunate. I'm between two. I have a question for the crowd. Is this one allowed? If not, I have an easy pivot that I think is also underrated."
    },
    {
        "speaker": "B",
        "text": "I'll be the judge on this."
    },
    {
        "speaker": "G",
        "text": "Okay. All right, Judge Chamber. Would the 6th sense count under the horror?"
    },
    {
        "speaker": "B",
        "text": "Yes, it does."
    },
    {
        "speaker": "A",
        "text": "I thought the same thing. Pain. I was actually going to ask the same question. I was actually just going to pick it and be told not."
    },
    {
        "speaker": "B",
        "text": "Because it's. If it. If we're. I don't know what you call it. It's not a horror. Like, it's."
    },
    {
        "speaker": "A",
        "text": "It could be a drama, I guess. Yeah, I counting that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's definitely a horror."
    },
    {
        "speaker": "G",
        "text": "All right, well, then the 6th sense is."
    },
    {
        "speaker": "B",
        "text": "That's a great pick. Honestly, Payne's got a sneaky. Like, I don't know if it's a plus, but it's close. So he's got goodwill hunting Friday and $0.06 fudge. That's really good. Okay, J. Webb, you got seven. You got dumb and dumb, man. Right. Pick here could put you in the contention for sure. I think."
    },
    {
        "speaker": "E",
        "text": "I think I might have it. I'm surprised it didn't get picking taken in drama yet, but I'm going saving private Ryan."
    },
    {
        "speaker": "A",
        "text": "Ooh, interesting."
    },
    {
        "speaker": "B",
        "text": "I don't know if that gets there. That's a good pick."
    },
    {
        "speaker": "E",
        "text": "Steve's thumb down just shows up. Like, you know, it's a good movie."
    },
    {
        "speaker": "A",
        "text": "I think of the decade he must have went. Must have been trying to go Tom Hanks again."
    },
    {
        "speaker": "D",
        "text": "That wasn't disrespecting the troops, for the record. It was, uh. It was just saying, uh. You're just saying. I don't think that put them over the top to chambers. I was saying kind of the same thing as chamber with the thumbs down."
    },
    {
        "speaker": "B",
        "text": "That's tough. It's. The thumbs down is not very nuanced. That's difficult to express. Uh, bunch, you got goodfellas. You got happy Gilmore. I mean, again. Right? Pick. You're. You're in contention, too, in my opinion."
    },
    {
        "speaker": "A",
        "text": "So I don't know if I have the pick here that's gonna. I think people, when I make the pick, are going to say, oh, that's interesting, but I don't think it's going to win votes."
    },
    {
        "speaker": "B",
        "text": "I think there's an answer here that, in my opinion, gets you there."
    },
    {
        "speaker": "A",
        "text": "Well, my answer is. And it's funny, I was actually between this and the 6th sense, so thanks for making my decision. Easy pain. I'm actually going with the. Let's see. I'm going with the 1998 eight movie the Ring."
    },
    {
        "speaker": "B",
        "text": "That's the right answer. I think that was the best."
    },
    {
        "speaker": "G",
        "text": "That was the two eyes between."
    },
    {
        "speaker": "B",
        "text": "That was the best pick there, I think. Goodfellas, happy Gilmore, and the ring."
    },
    {
        "speaker": "A",
        "text": "That is pretty solid."
    },
    {
        "speaker": "B",
        "text": "Nothing wrong with that, sir. Okay. Which leaves me."
    },
    {
        "speaker": "A",
        "text": "Now, we do need to decide. We have 15 minutes left. Do we want to do. Do we want to give you snake and go animated as well? But you have to pick. You have to pick your."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll get my animators."
    },
    {
        "speaker": "A",
        "text": "Well, you know, your animated has to be second."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, sorry. So I'm gonna pick my drama here, and it's my favorite movie. I think it. I think it puts me in contention also. So I have Austin Powers for my comedy. I got Blair witch for my horror for my drama. I'm going Fargo."
    },
    {
        "speaker": "A",
        "text": "Oh, good one. I love that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that one puts me in. In that top tier. But I. We'll let the. Let the polls do the talking. They're never in my favor."
    },
    {
        "speaker": "A",
        "text": "So I've got an idea of how to do these. We could probably do. How many people are participating? 12345. We got eight. We could do a bracket, and we could just randomize the. And we could put the polls out bracket style. What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "I would agree with that. I like that idea."
    },
    {
        "speaker": "A",
        "text": "Perfect. So now you got. We're gonna do the animated. We got."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know. I'm just. I'm scouring the Internet for comedy is."
    },
    {
        "speaker": "D",
        "text": "Still available if you want it."
    },
    {
        "speaker": "A",
        "text": "I was just gonna say that that's probably the number one pick."
    },
    {
        "speaker": "B",
        "text": "See, I. There are some on here, and I'm like, I don't love any of these, to be honest. So I'm just gonna go. I'm not gonna go Lion Kingdom, but I am gonna go toy story."
    },
    {
        "speaker": "A",
        "text": "Fuck."
    },
    {
        "speaker": "D",
        "text": "That's a fucking good choice, right?"
    },
    {
        "speaker": "A",
        "text": "That's what I wanted. I. God dang. Except I would say maybe toy story two is better, but I'm not sure on that one if I would die on that hill. But dang, I feel like I need."
    },
    {
        "speaker": "D",
        "text": "To go pick toy story two for."
    },
    {
        "speaker": "A",
        "text": "The bit at this point."
    },
    {
        "speaker": "D",
        "text": "I mean."
    },
    {
        "speaker": "A",
        "text": "Well, it is actually. It's actually protection against chamber in a. In a possible showdown."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "I think it's on the table for sure, man. All right, I'm gonna go. I'm still not gonna go lion King, man. I'm gonna go. Dang. I'm gonna go with. Maybe I should go Lion King. I'm gonna go with Aladdin."
    },
    {
        "speaker": "B",
        "text": "Aladdin. All right. You got it."
    },
    {
        "speaker": "E",
        "text": "That's exactly what I was gonna go with. I was really hoping you're just gonna fold and take Lion King."
    },
    {
        "speaker": "A",
        "text": "Well, Lion King's gonna end up falling back to Chris Fudge."
    },
    {
        "speaker": "B",
        "text": "Okay, so you got Aladdin, Goodfellas, happy Gilmore, and the ring. I'm coming to your place to watch movies, man. That's pretty good."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "That's a good time. We got jay next."
    },
    {
        "speaker": "E",
        "text": "Yeah. Toy story is gonna be number one."
    },
    {
        "speaker": "A",
        "text": "This."
    },
    {
        "speaker": "E",
        "text": "See, now I feel like if I take Lion King, it's just gonna be like, oh, no, it's always good. Something about it, but I'm gonna fucking take it anyway because I don't want him to be."
    },
    {
        "speaker": "A",
        "text": "You had to take it. It's like, is it probably is the number one pick for animated movies. Like, we couldn't let him have that back. Yeah. All right."
    },
    {
        "speaker": "B",
        "text": "We got pain."
    },
    {
        "speaker": "G",
        "text": "Um. All right, I. I was definitely taking Lion King. I thought Jay Webb definitely pump fake me, so that threw me off a little bit. Um, there are way too many good animated movies. But will you all count yet again? I'm an. I should just do what?"
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "G",
        "text": "Bunchy does not ask for permission."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "G",
        "text": "Space jam."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "I'll allow it. I think it's a great pick."
    },
    {
        "speaker": "A",
        "text": "Yeah. Shit, that's actually really good pick because it's like this hybrid thing and people love some space. J."
    },
    {
        "speaker": "B",
        "text": "Well, some people."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right, we're back to Chris."
    },
    {
        "speaker": "C",
        "text": "I gotta lean into it at this point. Toy story two."
    },
    {
        "speaker": "B",
        "text": "That's a good thing."
    },
    {
        "speaker": "A",
        "text": "It's a great pick. It's a good pick."
    },
    {
        "speaker": "D",
        "text": "I think I'm. I think I'm next."
    },
    {
        "speaker": "A",
        "text": "I was only toy story three."
    },
    {
        "speaker": "D",
        "text": "No, no. I was only worried chamber might take this one. And I'm staying true to myself here. I'm not winning. I know I'm not winning at this point, so I'm just staying with my. With my favorites. And the good ones are off the board besides that. But I'm zigging and zagging a little bit."
    },
    {
        "speaker": "C",
        "text": "James and the giant peach."
    },
    {
        "speaker": "D",
        "text": "South park. Bigger, longer and uncut."
    },
    {
        "speaker": "A",
        "text": "Oh, great movie. What year was that?"
    },
    {
        "speaker": "B",
        "text": "That's nineties."
    },
    {
        "speaker": "D",
        "text": "Fuck, I hope it was a nineties now."
    },
    {
        "speaker": "B",
        "text": "Like, I. It's definitely nineties."
    },
    {
        "speaker": "D",
        "text": "One sec, by the way. And as you're looking that up to just double check on me because now I'm like questioning. My. 99 barely made it under the. I think it was close and night. I would just say after we got this, you talk not era. Look at best movie years. 94 and 96 would be my nominations as we were looking through this, but I'll leave it at that. But South park would be my pick."
    },
    {
        "speaker": "A",
        "text": "Good."
    },
    {
        "speaker": "B",
        "text": "Bundy."
    },
    {
        "speaker": "A",
        "text": "Bundy. I don't know. Cap said one that I was thinking of. I'm not sure if I'm going to go with that one. I think I'm going to go with land before time."
    },
    {
        "speaker": "B",
        "text": "Actually, I'm going to check the date on that one. I'm pretty sure that one came out at 89."
    },
    {
        "speaker": "A",
        "text": "Did it."
    },
    {
        "speaker": "B",
        "text": "We got to check the date because."
    },
    {
        "speaker": "A",
        "text": "Otherwise it's a great pick."
    },
    {
        "speaker": "B",
        "text": "I agree, because I think I thought of that one too. And in my head it was in the eighties. 88. 88 unfortunately does not count."
    },
    {
        "speaker": "A",
        "text": "All right, we'll go with James and the giant peach then. Cause that one does."
    },
    {
        "speaker": "B",
        "text": "That one does count. All right, James and Giant Pete. Great movie. Land before times. Maybe one of my. I think. I think it was the first time I went to the theaters was to go see land before time."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I was a young, young chamber back then. James of the Giant peach."
    },
    {
        "speaker": "A",
        "text": "Last, last one. We got Shekinah for her animation."
    },
    {
        "speaker": "F",
        "text": "I'm gonna go with the movie. That's certainly an inspiration to me as a creator. Is just a ghost in the shell. The soundtrack, I mean, like, I mean, I can't go Akira because Akira did come out, I think, at 88, but ghost in the shell. No, I remember the first time I saw it. I was in college and I was I in college? Yeah, I was in college. I was not in college in the nineties, but I saw it in the two thousands and. Yeah, like, just that. I don't know if you guys remember that the opening, like, sequence and that it's like a weird, like, I don't know, like, the soundtrack of it was just really beautiful, too. Just, I guess, a lot of traditional japanese music. And so, yeah, I just kind of see that as one of the grails of japanese, you know, anime. But certainly one of the movies, you know, along with Akira, that kind of begin to make that anime splash, you know, introduce the US to art of anime. So ghost in the shell for me."
    },
    {
        "speaker": "A",
        "text": "Love it. Good one."
    },
    {
        "speaker": "B",
        "text": "That's a great pick."
    },
    {
        "speaker": "A",
        "text": "All right, we've completed the draft, and this time we did this draft for each with eight people in less than 30 minutes. It was pretty good."
    },
    {
        "speaker": "B",
        "text": "I'm pretty happy with this overall. All right, this was a great draft."
    },
    {
        "speaker": "A",
        "text": "This was a really fun one. I actually love that when we do the drafts on the spaces now and other people can join us because, you know, it puts a little competition in."
    },
    {
        "speaker": "B",
        "text": "I like having Steve here, too, because he does what I normally do, just drafts his heart."
    },
    {
        "speaker": "A",
        "text": "I feel like movies, though, are perfect for you as, like, a drafting your heart type of play. Some honorable mentions that didn't get picked here, I'm looking at a Rolling Stone list of the hundred greatest movies of the nineties."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's some. There's some. There's a comedy that I'm shocked with."
    },
    {
        "speaker": "A",
        "text": "I didn't get ranked. Ranked number two on this list is hoop dreams. So nobody picked that one."
    },
    {
        "speaker": "C",
        "text": "Best documentary ever, maybe?"
    },
    {
        "speaker": "B",
        "text": "Yeah, hoop Dreams is fantastic."
    },
    {
        "speaker": "A",
        "text": "But I will say, according to this list. According to this. Listen, I drafted Goodfellas is number one on this list. But Cap has number four and five on the list with silence of the lambs and home alone."
    },
    {
        "speaker": "B",
        "text": "Two."
    },
    {
        "speaker": "A",
        "text": "Other notables here. Number eleven on this list, Groundhog Day, 1990."
    },
    {
        "speaker": "B",
        "text": "That's the one that shocked me."
    },
    {
        "speaker": "A",
        "text": "That was shocking."
    },
    {
        "speaker": "B",
        "text": "That was going to be my number one pick."
    },
    {
        "speaker": "A",
        "text": "Boogie nights, the Matrix, reservoir dogs, all classics."
    },
    {
        "speaker": "B",
        "text": "Nobody picked me."
    },
    {
        "speaker": "G",
        "text": "Nobody picked Shawshank."
    },
    {
        "speaker": "A",
        "text": "Did they know? Because we're."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "We would have been shamed by chamber."
    },
    {
        "speaker": "B",
        "text": "No, this is kind of my point. Like, nobody picked Shawshank."
    },
    {
        "speaker": "A",
        "text": "Yeah. That actually is a point in your. In your chapter, fight club. That one didn't get picked, I think, like that. I think I would have picked a lot more of those types of movies had I not had the parameters. The big Lebowski. Nobody picked that one."
    },
    {
        "speaker": "B",
        "text": "Big Lebowski was. Was on my list, too."
    },
    {
        "speaker": "A",
        "text": "All right, so how are we gonna do this? We're gonna put them out as a, as a bracket style chamber on the Djen count and have people vote on matchups."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll do it through the, over the weekend and then maybe do, maybe run it into Monday for like the final four or something."
    },
    {
        "speaker": "A",
        "text": "All right, well, we'll roll it as, we'll just, like, roll the names on the. For seating. Like, we'll just random number, generate seating and then. Yeah, we'll do it from there."
    },
    {
        "speaker": "D",
        "text": "Steve, I was just going to go, like, kind of the same with the cutting room floor. You kind of did what? Did that there. But I was going to just throw a couple other ones out there. Jerry Maguire didn't get picked. I was kind of classic amongst a lot of people. Something about Mary, you said Titanic, fight club, matrix, Jurassic Park, Braveheart."
    },
    {
        "speaker": "A",
        "text": "Oh, Jurassic Park."
    },
    {
        "speaker": "B",
        "text": "Jurassic park. That's a tough one. That, that one. That's, that's another 94. That 94?"
    },
    {
        "speaker": "D",
        "text": "It was either 94 or 96."
    },
    {
        "speaker": "B",
        "text": "No, I think, I think pulp fiction, Forrest Gump and Jurassic park all came out 94, if memory serves correct."
    },
    {
        "speaker": "A",
        "text": "I can't believe no one picked babe. Pig in the city, beauty and the beast."
    },
    {
        "speaker": "F",
        "text": "Absolutely not on baby. My brother loved that movie and watch it over and over again. The one tv I hate, Babe and Matilda. And Matilda."
    },
    {
        "speaker": "B",
        "text": "Oh, those are good movies. I like babe."
    },
    {
        "speaker": "E",
        "text": "What about. Well, heat and Tombstone. Neither of those got picked also."
    },
    {
        "speaker": "A",
        "text": "Yeah, movies. Dazed and confused, sandlot. Sandlot. I almost went there for my comedy. Was Charlotte's web, the nineties."
    },
    {
        "speaker": "B",
        "text": "I think so. I think so."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, this was fantastic. This is a great time, cap. Anytime you want to just, like, push your content because it's not allowed to be on your show, onto my show. It's really. We'll do it anytime. We did it with zombie apocalypse. We've got the movies. It's, sometimes these topics come up in the morning and they're, they're like, clearly what people want to talk about. So you could come here on Fridays and chat nonsense with us. We got, I think we got a lot covered here. We did a lot of ordinal talk, which is, you know, hot in the streets. So I think we've, we've filled both of our cups today, Jamie."
    },
    {
        "speaker": "B",
        "text": "It's the soup of the day."
    },
    {
        "speaker": "C",
        "text": "Quick plug for the show yesterday with, with CT. If anyone's looking for more ordinal information. Just wanted to throw that out there."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was a great show. There was a lot of good stuff there. Cap, do you know at what part of the show, if people are on the replay, like where, where that topic comes up specifically?"
    },
    {
        "speaker": "C",
        "text": "I could guess Payne or Steve might have a better, more accurate."
    },
    {
        "speaker": "D",
        "text": "I believe 910 to 915 is my. Is my."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. So yeah, an hour and ten ish in pain. Get in here. And then we'll go to GT and I will wrap this thing up. Yeah."
    },
    {
        "speaker": "G",
        "text": "If you all check it out. Spotify apple. I usually."
    },
    {
        "speaker": "B",
        "text": "Thanks."
    },
    {
        "speaker": "G",
        "text": "Stamp it in. I usually time stamp it in the notes when it's a big shift in a topic. What was I gonna say? Oh, me and, me and Chris, total Tron. Been talking in the DM's a little bit, you know, back to back Friday bangers with the. Or maybe it wasn't back to back, but maybe, maybe a draft becomes a little Friday bit, you know, totally into it."
    },
    {
        "speaker": "A",
        "text": "We used to do it almost every show."
    },
    {
        "speaker": "B",
        "text": "Literally. We just had just weeks upon week of drafts."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so I'm definitely into Friday drafts. We'll, we'll just have to take like, whatever the fun topic of the day is on cap. I like, I like the fact that, like, nobody really gets any time to prepare. Like you just show up at. Although I feel like cap was definitely prepared today for the draft. The. Yeah, I'm down for Friday drafts. I think this is fun. I love doing it with the group GT. Throw it to you. Listen, I just gotta say, you guys just absolutely fucking crush that, all of you. An absolute legendary fucking episode. I put this fucking on wax. Like, you guys already saw my night. The Roxbury comment. That was just. That movie shaped my entire life. Favorite movie of all time."
    },
    {
        "speaker": "E",
        "text": "But here's the deal."
    },
    {
        "speaker": "A",
        "text": "I think this is on wax that the nineties might be the best fucking ten years of movies in the entire existence of movies, dude, there are just so many fucking good movies. So many good Adam Sandler movies. Like, I don't even know when I was looking. I almost fucking blacked out because there were just so many good movies."
    },
    {
        "speaker": "E",
        "text": "So I just had to say, you guys crushed it."
    },
    {
        "speaker": "A",
        "text": "And we're writing imagine."
    },
    {
        "speaker": "F",
        "text": "No, I was gonna say nineties film and music. Like the best."
    },
    {
        "speaker": "A",
        "text": "Totally. I think I can get down with that. So, uh, we're gonna go, as the kids are saying, put it on wax that the nineties is the best decade of all time."
    },
    {
        "speaker": "E",
        "text": "Um, we're bumping glizzies together, baby."
    },
    {
        "speaker": "A",
        "text": "That's right. We're bumping glizzies on a Friday in the nineties. And, uh, I'm into it. I think maybe nineties fashion up there as well. Uh, pretty good."
    },
    {
        "speaker": "C",
        "text": "And, um, but yeah, that recommendation for fashion Friday, Steve. There you go."
    },
    {
        "speaker": "A",
        "text": "Nineties fashion."
    },
    {
        "speaker": "C",
        "text": "Keep it going."
    },
    {
        "speaker": "A",
        "text": "And that goes on. That starts, like, right now. So if you are looking for another space, get into fashion Friday with clubhouse archives. Speaking of spaces, our newest DjEn network member, gentle Tornado, has Saturday morning cartoons on DJ Network tomorrow morning. Also, as the kids are saying, we are fucking riding with gentle tornado going into Saturday. Don't forget to check out that show tomorrow as well as all of our other awesome DJ content next week. We put out every day on the DJ network, handle the schedule and the reminder links underneath. So check that out for sure. And chamber. Anything else before we get out of here?"
    },
    {
        "speaker": "B",
        "text": "No, I gotta hop in this fashion Friday stuff because my daughter hit me up with some questions after school today that I said no to."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. I can't wait for this."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, we'll see. So I gotta. I'm gonna hop in that and, you know, you know, outsource my pants."
    },
    {
        "speaker": "A",
        "text": "I actually love, like, this, like, as a segment of, like, what your daughter asks you for that you say no to, and then, and it's not a lot. I'm up."
    },
    {
        "speaker": "B",
        "text": "I'm a pretty cool dad. I don't say no to a lot of things, but I said no to this."
    },
    {
        "speaker": "A",
        "text": "One of your, one of your hottest pair, hottest tweets of all time was parenting tweets. It was about if your daughter. If your daughter was allowed to have TikTok, I believe, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So it's kind of in that same vein, but clothing wise."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Should she have a crop top?"
    },
    {
        "speaker": "A",
        "text": "Could she have a tick tock t shirt? No."
    },
    {
        "speaker": "B",
        "text": "It's close for a crop top. And."
    },
    {
        "speaker": "A",
        "text": "Oh, man. Hard. No, I gotta say hard."
    },
    {
        "speaker": "B",
        "text": "I mean, I see these kids. I see these kids walking around. Crop tops. Mommy, what's. What's happening? What is happening here? Are your parents not saying no?"
    },
    {
        "speaker": "A",
        "text": "You have to go into fashion Friday and ask this question, please."
    },
    {
        "speaker": "B",
        "text": "All right, I will."
    },
    {
        "speaker": "A",
        "text": "All right, that's going to do it for us. Until next time, which is Monday, four to five, statement."
    }
]