[
    {
        "speaker": "A",
        "text": "What have I done? What have I become?"
    },
    {
        "speaker": "B",
        "text": "I can't describe this. This is my mid mic crisis. Why is McD's ice cream machine always broken? Is it just bad timing or a full on conspiracy? Why is Mickey's ice cream machine always broken? It's literally never working. A conspiracy. Every time I pull up craving something sweet, ask for a cone, but defeats what I meet. Tell me, McTees, is this part of your scheme to keep me from my ice cream dream?"
    },
    {
        "speaker": "A",
        "text": "Why, oh why is the machine always down? Every smile I have turns into a."
    },
    {
        "speaker": "B",
        "text": "Frown I am all for you starting every show with your own original tunes."
    },
    {
        "speaker": "A",
        "text": "Yeah. So for the people listening to the podcast, that's the real treat, because I can add things in. There's usually funnier clips, but I definitely put in at least two songs, two new songs in the last couple of episodes."
    },
    {
        "speaker": "B",
        "text": "It's just beautiful. Really."
    },
    {
        "speaker": "A",
        "text": "It's very fun."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's killer. You continue to surprise me with your level of talent on these. So I heard the first part of the McDonald's song. You extended it."
    },
    {
        "speaker": "A",
        "text": "I did an extendo version."
    },
    {
        "speaker": "B",
        "text": "So how do you extend it? On the app, you just hit extend. But then what you put in new lyrics, does it generate based on the first one?"
    },
    {
        "speaker": "A",
        "text": "So you can put in more lyrics yourself. You can just do an instrumental extension or you can just let it, you know, do its thing."
    },
    {
        "speaker": "B",
        "text": "Can you choose how long to extend it?"
    },
    {
        "speaker": "A",
        "text": "No. See, that's what I wish because they all seem to be about, like, your initial song is about 32 seconds and then any extended version is a minute, 4 seconds. So it literally just doubles the length of the song."
    },
    {
        "speaker": "B",
        "text": "Got it. So you really need to kind of. You really need to kind of have a plan there because you need to either want double the length that you have lyrics to, or you kind of just need to. You can't, like, extend it 20 seconds or 10 seconds if you. You're."
    },
    {
        "speaker": "A",
        "text": "I'm gonna. I'm gonna look into some prompts. I'm sure, like, I haven't done any additional research into this whatsoever."
    },
    {
        "speaker": "B",
        "text": "How many songs have you made?"
    },
    {
        "speaker": "A",
        "text": "Like, so many."
    },
    {
        "speaker": "B",
        "text": "I really. This changed your life?"
    },
    {
        "speaker": "A",
        "text": "Three page. Like, I was looking for the intro, like, the mid. My crisis intro, and I had to get to the third page."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Of songs that I've made now."
    },
    {
        "speaker": "B",
        "text": "Like, did you ever think this would be your jam?"
    },
    {
        "speaker": "A",
        "text": "No. This is so much fun. And I've been putting a link to, you do in, I think, the last five or six episodes. So if anybody is interested in kind of playing around with it, there's a link in the show notes at the bottom since."
    },
    {
        "speaker": "B",
        "text": "Well, we need to start the sponsorship train, so we need to reach out to. You do, because I got to tell you, the way you are utilizing Udo in terms of your engagement farming has been successful."
    },
    {
        "speaker": "A",
        "text": "So I would say definitely successful."
    },
    {
        "speaker": "B",
        "text": "Yeah. So you need to. We need to be getting that Udo sponsorship here, and they need to be paying you for your skills, because since we last chatted, you did get another big influencer comment to notice your. Which one was to notice your songs?"
    },
    {
        "speaker": "A",
        "text": "Was it Beanie?"
    },
    {
        "speaker": "B",
        "text": "Beanie, yes. And that was directly after our last show. You did two on Beanie. You did the first one based on our conversation, I believe. Right, right. And then you did another one based on his tweet right after the. The one about having no edge. I thought that one was really great. That was like a rock. Like a hardcore rock."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, there's just so many cool. Like, they just. It just spits out so many fun bops. You know, doing it."
    },
    {
        "speaker": "B",
        "text": "Doing it in the tweets for the tweets is really, I think, a unique and original concept. Right. Like, this idea of it surprises me how perfectly cadenced people's tweets are when you try to turn them into lyrics."
    },
    {
        "speaker": "A",
        "text": "It's so funny."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy. But, you know, that being said, we are talking some off market stuff, I guess, today, which is when it's an."
    },
    {
        "speaker": "A",
        "text": "Off market, we talk."
    },
    {
        "speaker": "B",
        "text": "We talk off market. Uh, so. But before we. Before we do that, we can get to some. We could chat a little bit about the market here. Um, we are currently. We have dipped below the 60K line on bitcoin. We got to. We got to literally, it bounced off of 59, 84. So, like, literally almost got to 50 into the 58s. Currently slightly rebounding. Playing with sixty k. I mean, not much to say here that we haven't already said. Right. We're looking at 56 right now as a test spot. If these. If it closes under 60, and then from there, if that doesn't hold, you're going to 52, which we've been saying for a couple of weeks. Right."
    },
    {
        "speaker": "A",
        "text": "It's almost like we know what we're talking about sometimes."
    },
    {
        "speaker": "B",
        "text": "Which leaves me bewildered as to why I'm still poor. Like, it's truly. It's truly a miracle that I still have any money at all. I've been doing nothing but losing for. Since February. The end of February, 2024, has not been our year. Not yet."
    },
    {
        "speaker": "A",
        "text": "No, not yet."
    },
    {
        "speaker": "B",
        "text": "Not yet. But it might be soon. You know, we've got a lot of things cooking. We're going to get that dub somehow. Yeah."
    },
    {
        "speaker": "A",
        "text": "We're not even in May yet."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you know, you only have one more day. Sell in May, go away. And that's it. So you're. Are you just going to, like, shut down everything and go away? What's that? Or you're committed to making it all back in May? What's the deal?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Last May was the. We had a big meme coin season last May. That's when all the crazy."
    },
    {
        "speaker": "B",
        "text": "Oh, was it. Gosh, was that May?"
    },
    {
        "speaker": "A",
        "text": "It was Cinco de Mayo. I remember specifically because I ordered mexican food, and I was waiting for it at the restaurant and making buy orders for. What was it? It was one that you had called Billy. Well, I think it was. I think it was Billy."
    },
    {
        "speaker": "B",
        "text": "I think that was the one. That was the one that I had that big hit that one weekend. And."
    },
    {
        "speaker": "A",
        "text": "Yeah, Friday night, we, you know, Friday evening, we were purchasing this and then playing it into Saturday."
    },
    {
        "speaker": "B",
        "text": "That's right. And I remember being out on Saturday on my. On my. In my backyard, like, was staring at this chart like crazy, by the way, I. This must just be a witching hour for beanie. He's on the move. The wallet. The wallets are on the move. The wallets are on the move. He is purchasing, let's see, 20 soul worth of something called four, which is. Looks to be a CZ related meme, currently number one on the trending charts at a $1.3 million valuation. Beanie on the move. So let's keep track. This is like watching the live ansem fight. I don't think I'm gonna follow into this one just because I can't pay attention enough. This will be the one that sends. Of course."
    },
    {
        "speaker": "A",
        "text": "Of course."
    },
    {
        "speaker": "B",
        "text": "Yeah. But we've got. We've got a live beanie trade going on. Oh, man, he's doing it. He's got some more. He's 30 soul. He's 30 soul in. Gosh, maybe this is not as hard as I've seen a map, so you never know. But."
    },
    {
        "speaker": "A",
        "text": "Oh, more 40 sold for those, because this is going to be a more or less non crypto show. So we might have it. We might. We may have listeners that are not familiar with the price of soul. So when you say 40 soul, what's roughly that price point right now?"
    },
    {
        "speaker": "B",
        "text": "Ten soul right now? $1241. So $124 for one salami?"
    },
    {
        "speaker": "A",
        "text": "One salami. One thick, juicy salami."
    },
    {
        "speaker": "B",
        "text": "Another. Another ten soul. So we're. We're at 1234, 510 soul clips. Wow, 610 soul clips. All right, we've got. He's in for 60 soul here. Let's. And we'll keep track as this goes on. Currently, currently looks to be dollar cost averaging, these ten soul clips. So we'll see. I like that. We've now got a live beanie trade in both, both of the last couple shows that we can. This is, this is definitely a new segment. It must be the witching hour. Four pm's on Tuesdays and Fridays, you know. Well, that's, that's entertaining stuff, folks."
    },
    {
        "speaker": "A",
        "text": "Let's keep. I did pin to the top the no real edge Beanie song. If anybody wants to have a listen."
    },
    {
        "speaker": "B",
        "text": "This was the one you got the laughing comment."
    },
    {
        "speaker": "A",
        "text": "Yeah, he liked this one. He liked this one."
    },
    {
        "speaker": "B",
        "text": "This is it. But before we get any further, we do have a message from our sponsors. Are you ready for a little magic in your life? Meet Mick the magic Internet cat. Mick isn't just any ordinary cat. With his trusty wizard hat and a flick of his tail, his everyday catastrophe. He turns everyday catastrophes into magical adventures. Sound of magic wand swooshing followed by gentle purr. This week, tune into the enchanting world of Mick. His mischievous escapades, exclusively on feline fantasy radio. Background sound of Mick using playful chaos. Pots and pans clattering a splash, a laugh there you go. Mid Mike crisis brought to you by magic Internet cat. Magic Internet cat. It's a meme."
    },
    {
        "speaker": "A",
        "text": "It sure is."
    },
    {
        "speaker": "B",
        "text": "I'm going to do these every show."
    },
    {
        "speaker": "A",
        "text": "That's a professional read right there."
    },
    {
        "speaker": "B",
        "text": "I'm going to do these. I'm going to do these every show. Look, we have fiduciary duties to our. We have to do this. We're contractually obligated to do these magic Internet cat ads on every show from here on out till at least a million dollar market cap. Right? That's what the contract says."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought it was 10 million, but I'm."
    },
    {
        "speaker": "B",
        "text": "Oh, you know what? You're right. It does say 10 million here. Yeah. Join us next week on road to a billion. So curl up on your couch every Thursday night, let your imagination roam wild and let Mick bring a little spark to your week. Mick the magic Internet cat. Making magic happen on feline fantasy radio, where cats aren't just pets, they're family with a flair for the fantastic magic flourish to end. Don't miss out on the magic. Tune in, laugh out loud. And remember, with Mick, it's not just life, it's magical, magic Internet cat."
    },
    {
        "speaker": "A",
        "text": "Unbelievable. Get it? Today."
    },
    {
        "speaker": "B",
        "text": "That was, that was done by catgpt."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. Big fan. Big fan. I mean, this show is basically all AI at this point."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, speaking of, you want to. Before we get into the real conspiracy, you want to hear the new hot AI conspiracy going around the streets?"
    },
    {
        "speaker": "A",
        "text": "I sure do."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. So there is one. Hold on, let me pull up the article slash tweet here. So, yesterday. Last night, a mysterious new model popped up. This mysterious new model was called GPT-2 Chatbot, and it appeared on imsys, I guess is kind of like a hugging face type of thing where you can go in and test the new models. And not only does it seem to be able to show incredible reasoning, but it also gets notoriously challenging AI questions, right. With a much more impressive tone. Judge for yourself, this tweet says, and it's a screenshot of one of the historically tough AI questions, which is a silly question to you and me. It's actually something that many people I've seen get wrong on video. So the question is, what weighs more? A kilo of feathers or a kilo of lead or a kilo of coke? Which one is the right answer?"
    },
    {
        "speaker": "A",
        "text": "They all weigh the same thing."
    },
    {
        "speaker": "B",
        "text": "That is the correct answer. This bot says a kilogram of feathers and a kilogram of lead weigh the same. They both weigh 1. Difference in the two is their volume and density, and blah, blah, blah. A kilo is a kilo. And so that's, by the way, beanie, another ten soul clip into the DC."
    },
    {
        "speaker": "A",
        "text": "It's gotta be over ten k now. Thousand dollars."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's in for 70. Yeah, he's in for 70 soul."
    },
    {
        "speaker": "A",
        "text": "That's unbelievable."
    },
    {
        "speaker": "B",
        "text": "But, so. But the conspiracy here, so is, first of all, this is called GPT-2 chatbot. So."
    },
    {
        "speaker": "A",
        "text": "And this has nothing to do with."
    },
    {
        "speaker": "B",
        "text": "Like, well, so GPT-2 is obviously one of the very early models of what, you know now today as chat, GPT, which uses GPT four, or GPT 4.1."
    },
    {
        "speaker": "A",
        "text": "Which is owned by OpenAI, right?"
    },
    {
        "speaker": "B",
        "text": "Correct? Yes. And so GPT-2 is like, you know, a two version earlier, very early model of this stuff."
    },
    {
        "speaker": "A",
        "text": "It's like the iPhone four, right?"
    },
    {
        "speaker": "B",
        "text": "And so it is being presented here as, like, GPT-2 with some extra stuff added on to make it very capable. And so, like, it's benchmarking against, you know, GPT four. And, like, how. How it's answering the questions that GPT four would ingest a very good, you know, a very capable way. The conspiracy here is that this was actually put out by OpenAI as a kind of market test, and it is kind of like this early version of GPT five, or that they've put GPT-2 with some sort of modification on it. So the, the conspiracy is that this is actually released into the wild by OpenAI stealthily as some kind of test. And to support that conspiracy, Sam Altman tweeted last night sometime, I've always had a fondness for GPT-2 he's one to lean into the meme and the troll. So who knows if that's actually a nod to something real or if he's just trolling what everybody else is speculating. But, you know, we're on the topic of conspiracies. We might as well, you know, throw out some conspiracies."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm all for. And honestly, the Sam Altman guy, he seems like he's, he seems like he's down for a conspiracy. Like a little, you know what I mean? Like a fun one. A fun one."
    },
    {
        "speaker": "B",
        "text": "Fun conspiracies."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I'm about. I like a fun conspiracy."
    },
    {
        "speaker": "B",
        "text": "Well, the one we're going to talk about today is possibly a fun conspiracy, depending on your take."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's fun. It's a fun topic, but it is definitely like a reality. I think we can kind of jump ahead to the conclusion here, just based on."
    },
    {
        "speaker": "B",
        "text": "Just stop the show now."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. This one's definitely not, you know, tinfoil hat conspiracy. This is, you know, conspiracy with some, some factual legs to it, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "So, yeah, so let's. Why don't you set the stage for this one?"
    },
    {
        "speaker": "A",
        "text": "The weather's been getting nicer lately. Okay. And I don't know about you, but when the weather gets a little nicer on me, I like to get myself a little tasty treat, you know?"
    },
    {
        "speaker": "B",
        "text": "Are we the tasty treats in this scenario?"
    },
    {
        "speaker": "A",
        "text": "We are the tasty treats. You know, that was Patrick Swayze's brother in that scene."
    },
    {
        "speaker": "B",
        "text": "No, I didn't know that. But now it, now he does look like it. Now that you say that, because I could picture the gentleman in my."
    },
    {
        "speaker": "A",
        "text": "But yeah."
    },
    {
        "speaker": "B",
        "text": "So no one gets that deep cut. There's not a chance for the one."
    },
    {
        "speaker": "A",
        "text": "Person that is listening that got it. You're welcome."
    },
    {
        "speaker": "B",
        "text": "Zg might be the only one. That's the only person out there I think could have gotten that, that reference."
    },
    {
        "speaker": "A",
        "text": "We're not for everybody."
    },
    {
        "speaker": "B",
        "text": "Some would say we're not for anybody."
    },
    {
        "speaker": "A",
        "text": "So occasionally I will get into my cardinal and I'll find myself down fast food alley. You know, there's wendy's, there's a Burger king, and you see the golden arches of McDonald's, and you think to yourself, you know what? A McFlurry would hit the spot right now. So you drive in, you pull in, you go through the drive through, you know, the 17 year old kid behind the counter speaks up and says, can I take your order? And you ask for an Oreo McFlurry, and they say, the machine is broken. We've all been there. And honestly, I thought it was happening just to me, and it turns out it's not the case. From coast to coast, all across North America, I don't have any evidence that this is happening overseas. So this is only pertaining to Canada and the United States. But all across North America, people are having the same issue I'm having. Have you had that issue in the past? First of all, are you an ice cream guy?"
    },
    {
        "speaker": "B",
        "text": "Almost exclusively. My body is ice cream at this point. Soft serve describes ice cream and my human carcass. Yes, I enjoy a good ice cream every once in a while, as in, like, once every 24 hours. So, yes, I'm an ice cream person. Yes, I have been in this scenario. Yes, the ice cream machine is always broken. What gives?"
    },
    {
        "speaker": "A",
        "text": "So it turns out that maybe. I don't know if you've had friends that have worked at McDonald's. I've had friends that have worked at McDonald's in the past, and if you're in crypto, you know, we're going to have a lot of friends working at McDonald's in the near future."
    },
    {
        "speaker": "B",
        "text": "So I submitted my application today."
    },
    {
        "speaker": "A",
        "text": "This is good information to have. So I remember when my buddies worked there, they would say, you know, ice cream machine's broken. We got to have a tech come in."
    },
    {
        "speaker": "B",
        "text": "Shitters full."
    },
    {
        "speaker": "A",
        "text": "Shitters full. There. There was a. There wasn't a person at McDonald's that could fix this. There was a. A service they would call and a technician, this independent technician, would come and fix it. And this technician did not work for McDonald's hq. They worked for a separate company, the company that provides the ice cream machines to McDonald's. And that company's name is Taylor. Now, Taylor, funny enough, I didn't. I didn't know this."
    },
    {
        "speaker": "B",
        "text": "They take a while is what I've heard. They are. They are not swift, but I'm."
    },
    {
        "speaker": "A",
        "text": "They have an interesting history."
    },
    {
        "speaker": "B",
        "text": "Get it, get it, get it."
    },
    {
        "speaker": "A",
        "text": "They're not swift. Yeah, they are not. That was a reach, but it was fine. So Taylor's got an interesting history. Taylor first came on the scene back in the 1920s as they needed a gentleman, Mister Taylor was, you know, had a, had a restaurant was making ice cream. Got tired of physically making the ice cream. It was too strenuous of a process to make, you know, your typical ice cream. So he invented this machine that created soft serve ice cream. So the soft serve ice cream that you enjoy today was created by this mister Taylor of the Taylor company. So that's kind of how they got onto the scene. Where they kind of took it to the next level is back in the fifties. They provided McDonald's. The six locations prior to. I don't know, I don't know how familiar you are with the McDonald's story. I'm super interested in the McDonald's story with like Ray Kroc and how that whole, you know, how that whole thing happened with the McDonald's brothers and how he kind of took it over and really stole it from them over the course of decades. But yeah, they originally."
    },
    {
        "speaker": "B",
        "text": "Did you, did you watch the."
    },
    {
        "speaker": "A",
        "text": "Yes, I did."
    },
    {
        "speaker": "B",
        "text": "Monopoly, doc. Oh, McDonald's monopoly."
    },
    {
        "speaker": "A",
        "text": "Yes, I did. I did watch that too."
    },
    {
        "speaker": "B",
        "text": "Oh, that one, that's, that one's good."
    },
    {
        "speaker": "A",
        "text": "That one is very good. I love any. Yeah. Anything McDonald's related is super interesting to me just because they're obviously one of the biggest, one of the biggest franchises of all time. And they're, you know, they're obviously everywhere."
    },
    {
        "speaker": "B",
        "text": "Same. I. Everything McDonald's is super interesting to me. Mostly because I'm a fatty."
    },
    {
        "speaker": "A",
        "text": "Yeah. And honestly, the food is delicious, by the way. Side note, I don't know if this, I wanted to ask you this. We have a. You know how like every few months there's like a new theme at McDonald's, you know what I mean? Right now in Canada, I don't know if it's happening in the US, but this is what I wanted to ask you right now. It's the remix theme. Is that happening in your neck of the woods right now?"
    },
    {
        "speaker": "B",
        "text": "I don't know. My wife went to McDonald's yesterday."
    },
    {
        "speaker": "A",
        "text": "I would say this has been going on for a couple of weeks. I feel like you would have noticed by now."
    },
    {
        "speaker": "B",
        "text": "Okay, I'm out of the loop on the McDonald's."
    },
    {
        "speaker": "A",
        "text": "So the remix menu is like the McDonald's secret menus. Like from legend, where they've taken some of their most famous, legendary secret menu options and have made them fixtures in the menu. So like, you can get the surf and turf, which is a McDouble with a filet o fish patty in it. And I'm telling you right now, it sounds gross. It's the best fucking thing you've ever had in your life. It's so good. I've had two since the."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, they've been good. You can also get the chicken cheeseburger, which is a junior chicken patty in a. I think that one is added to a cheeseburger. So it's the. So it's the."
    },
    {
        "speaker": "B",
        "text": "Oh dude, we're definitely not doing this around here. Because I would be all, yeah, it's this."
    },
    {
        "speaker": "A",
        "text": "So yeah, so I've been, I've been visiting McDonald's a little bit more frequently lately just because of these secret menu items."
    },
    {
        "speaker": "B",
        "text": "But are they secret menu or are they."
    },
    {
        "speaker": "A",
        "text": "So they started off secret menu. So like if you were in the know and you would ask for these things. So I would. I would challenge anybody in the United States right now that's not experiencing what we're seeing here in Canada. Next time you're out a drive through McDonald's. Once the ice cream machine is broken, ask for a surf and turf and prepare to be delighted is all I can say. So anyways, all that to say, by."
    },
    {
        "speaker": "B",
        "text": "The way, ZG has told or reminded me the documentary that I was referring to called McMillions."
    },
    {
        "speaker": "A",
        "text": "Mcmillions."
    },
    {
        "speaker": "B",
        "text": "Very good. Brendan Ryan, he asked if you've ever had the McGang Bangdan."
    },
    {
        "speaker": "A",
        "text": "No, that sounds good."
    },
    {
        "speaker": "B",
        "text": "You know what the McGann bang is?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure. I'm pretty sure it's two double cheeseburgers with a. With a MC chicken in the center."
    },
    {
        "speaker": "A",
        "text": "Okay. That's a little. That's a lot. That's a lot."
    },
    {
        "speaker": "B",
        "text": "I believe. I believe that's what it was. He also says that he knows somebody who was the vp during the whole monopoly scandal."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, highly."
    },
    {
        "speaker": "A",
        "text": "Yeah, highly recommend watching MacMillans and honestly, the founder, which is a movie based on the Ray Kroc takeover of McDonald's back in the fifties and sixties right through to the eighties, starring Michael Keaton. Very good movie. But yeah, definitely check that out. So Taylor, ice cream machines. Okay Taylor, back in the fifties they would, they were the ice cream machine for the six McDonald's locations prior to franchise expansion. So the McDonald's brothers, the original six locations, they all, they had this state of the art. They all had these state of the art kitchens where everything was very automated and they had these special ice cream machines from Taylor as Ray Kroc comes in, establishes a franchise system for McDonald's and really just takes it into the stratosphere as far as what McDonald's was doing as a company partners, also with Taylor, to provide franchisees, Taylor ice cream machines for every single franchise across North America. Now, one of the stipulations, what a huge deal."
    },
    {
        "speaker": "B",
        "text": "Like that guy's monster."
    },
    {
        "speaker": "A",
        "text": "So this guy, this Taylor guy is smart, right? He says, well, how about this Ray Kroc, how about you cannot fix these machines? In order for the warranty to work and all this other stuff, you need to use the official tailor repairman, and they're going to be contracted in, and the franchises will have to pay for their services. So hourly basis, kind of like ordering a plumber or an electrician, you'd be getting a tailor ice cream machine repairmandeh that would come to the store at the cost of the franchisee. So Ray Kroc and the Taylor company, they say, yep, let's do this. And, yeah, and they're the only ones. So if you have worked out at McDonald's and you've seen kind of the newer versions of these, they would break. And you had this little screen, and it was next to impossible to figure out what the error codes were. They would just spit out these crazy codes, and there was no rhyme or reason to it. And it was impossible for anybody at the store to really fix the problem. That's why they had to call these tailor repairmen. So this has been going on for years and years and years. And there was another company that saw this issue and create this company called Kitsch Kytch. And they created these little handheld machines that would essentially plug in to the Taylor ice cream machines and simplify the error code. So if somebody was working on it, if it was simple enough, they could fix it themselves without having to call the tailor repairman. The other thing on top of this, the other kind of painfully, the painful process behind these Taylor ice cream machines is they would need, they needed to be cleaned daily and every 24 hours. And it would take 4 hours for these machines to self clean. And at the end of the self cleaning. Yeah, right at the end of the self cleaning, there was a strong possibility you would get an error coaster. If any of the steps, I think it was like a 16 or 17 step process. If. If there was an error in any of those steps that you've done through the cleaning process, it would spit out an error code. And the only way to fix it would be to restart that four hour process again. And if you didn't know what the issue was, you'd basically just be repeating and repeating, repeating it. And then you would have to call a repair person to come and take care of it. So this was obviously one of the kind of the main reasons why every time anybody would go, they would not be able to get their frozen treat. And it's the McFlurries, it's the Sundays, it's the shakes. Anything related, anything cold, any cold dessert came out of these Taylor machines. And some of the numbers that were coming out was anywhere across North America. Somewhere between ten and 20% of the time, these machines were down. Like, isn't. Is that. Is that not an insane statistic?"
    },
    {
        "speaker": "B",
        "text": "That's crazy. And what I was watching, first of all, I have to commend your preparation here. This is the most you've prepared for any show ever."
    },
    {
        "speaker": "A",
        "text": "I watched the video five minutes ago, and it's just fresh in my mind. Hey, everybody. Just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter edmikechrisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple, podcast, Spotify, or wherever you're listening to this right now. Let's get back to the show."
    },
    {
        "speaker": "B",
        "text": "Oh, good, because I only watched the video five minutes ago, but I still don't think I would have had that level of detail. The. But what I saw, you said ten to 20% at any given time."
    },
    {
        "speaker": "A",
        "text": "Yeah. Across America, ten to 20% of the machines are down."
    },
    {
        "speaker": "B",
        "text": "And people were testing that. How."
    },
    {
        "speaker": "A",
        "text": "There's a site. You may have it in front of you. There is a site. I forgot what it's called. Do you have that information? I feel like."
    },
    {
        "speaker": "B",
        "text": "Oh, you're not."
    },
    {
        "speaker": "A",
        "text": "I thought. I thought, yeah, so there is a site, and I forget what it's called, but it's fun. It's a funny name I'll find in a second. But essentially what it does is it creates McDonald's orders randomly across North America, and if the location is unable to fulfill the order, it marks it off as a broken machine. So there is literally a website currently right now that is just literally creating orders and. And seeing if they get fulfilled."
    },
    {
        "speaker": "B",
        "text": "This is. I thought this was one of the funnier parts of the whole thing. It's a great way to just, like, test and, uh, having, you know, the Starbucks Odyssey experience where people, um, you know, had to complete orders to get, you know, it's called stamps."
    },
    {
        "speaker": "A",
        "text": "I think it's called McBroken."
    },
    {
        "speaker": "B",
        "text": "That's a great site. It is called, like, people. People would. People would do this. They would put in mobile orders to complete their tasks and stuff. And so I have live."
    },
    {
        "speaker": "A",
        "text": "I have live data."
    },
    {
        "speaker": "B",
        "text": "It is live data."
    },
    {
        "speaker": "A",
        "text": "I pulled it out of my ass. It is called McBroken. Mcbroken.com, currently broken."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Across Canada and the United States, currently broken, 11.58% of. Of the machines are broken."
    },
    {
        "speaker": "B",
        "text": "That's based on this order test. Correct."
    },
    {
        "speaker": "A",
        "text": "This is wild. I'm going to have the link to this in the notes. And that is correct. That is based off the order in New York state. No. Pardon me. New York City, 18% are broken. In Phoenix, Arizona, currently 15% are broken in San Diego, 13. In Houston, twelve. In San Antonio, ten. And in Los Angeles, currently eight and a half percent of McDonald's ice cream machines are down."
    },
    {
        "speaker": "B",
        "text": "I mean, first of all, if you're on, if you're, if you're a tailor repairman, this site is like your nightmare, is it not?"
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "Like, talk about, you know, just the very simple stat of you not doing your job well is like, I can pinpoint exactly where all your machines are broken. You know what I mean? You're firing that guy. Like, you're bringing. I'm. I am bringing Mick broken data to all of our one on one performance, you know."
    },
    {
        "speaker": "A",
        "text": "Terrific. My city, zero broken."
    },
    {
        "speaker": "B",
        "text": "Wow. How about my city?"
    },
    {
        "speaker": "A",
        "text": "I'm just trying to zoom in here. It's pretty condensed."
    },
    {
        "speaker": "B",
        "text": "I only have one. I only have one McDonald's. So 1 second, I'll zoom."
    },
    {
        "speaker": "A",
        "text": "Enhance."
    },
    {
        "speaker": "B",
        "text": "Okay. While you're enhancing a little live Beanie update, the beanie bot update, we've got the first sale he just completed. He sold 113 soul worth at a. He was in profit. It hit two point something. It hit 2.1 million in market cap. He was buying in around the 1.2 area. So he made some profit and he just sold 113 soul worth. So that might have been actually been the whole bag. Yeah, he probably just made 30 or 40 soul, swapped it out in one swap. Sheesh. There you go. GG's in the chat to beanie. There you go."
    },
    {
        "speaker": "A",
        "text": "I love it. I'm trying to see here."
    },
    {
        "speaker": "B",
        "text": "While you're doing that, also let me."
    },
    {
        "speaker": "A",
        "text": "See your parents town."
    },
    {
        "speaker": "B",
        "text": "I was like, you see my parents in the Google earth of McDonald's? All right, while you're doing that, I'll read some comments down below. We've got cap. First of all, congratulations, cap, on your big news today. Very well deserved. Long time coming, very cool. Cap is officially, as of today, full time web three, no longer working the corporate cuck job. So, big news. Yes. Cap said, this is my mid mic crisis. Absolutely, it definitely is. Stoop GMGM here for ice cream and cat talks. My favorite interchange here is the algo on point. Again, Tebow says GM from not t row, followed by a comment from t row that says, I hope they wrap up the McGang bang very well. ZG responds, I'm ready with a little magic Internet cat bird spy. Odd that they wouldn't put the McGangbang on the remix menu. It's very, very popular. Secret menu item. And then the last one from Andy Creed. This is why we do it, folks. Fuck. I'm buying, Mick. So look, the advertisements clearly working, right? That's a. That's a great conversation rate. Out of the 18 people in the space, one person having that incredible sense of FOMo that they need to go market. Buy all of the magic Internet cat. So chamber, what else do we got from McBroken, by the way? Tell me. I wasn't ready for this. How about that McDonald's up there? You see that one?"
    },
    {
        "speaker": "A",
        "text": "Unbelievable. I love it. Ready? I can't get over, as somebody that lives in Canada, how densely populated your country is in some areas, I should say."
    },
    {
        "speaker": "B",
        "text": "But it's basic. I mean, they don't. They call them flyover states for a reason. That's where it gets very not densely populated."
    },
    {
        "speaker": "A",
        "text": "But, like, you're in New Jersey."
    },
    {
        "speaker": "B",
        "text": "Yes. Which is the most densely populated state by. Per capita. I believe."
    },
    {
        "speaker": "A",
        "text": "I believe it because I'm trying to find your town. I don't want to dox you. Like. What big town are you close to? And I couldn't get over the number of."
    },
    {
        "speaker": "B",
        "text": "With McDonald's, the biggest town is like Morristown, and that's like 40 minutes from me, though. Like, you got to go northwest. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. Am I close? Am I. Is Patterson close?"
    },
    {
        "speaker": "B",
        "text": "Kind of. You go left and left. Northwest. Yeah. Go northwest from Paterson."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I'm basically by the. I'm by. I'm by the Pennsylvania New York New Jersey truck three way. The McGann bang is what they call it. Yeah, that's. That's the formal name for the cross section of those states, is where I'm at. Yeah. I live right in the McGangbang. The beanie trade still going well? Up to 2.5 million market cap for this token here with volume. So did you find me? Yeah."
    },
    {
        "speaker": "A",
        "text": "So for the record, all the McDonald's in your area look to be up and running."
    },
    {
        "speaker": "B",
        "text": "Good. I'm definitely going after this to see if there's one. Any remix menu items, too. I'm getting the McFlurry and I'm going to take a picture of it and send it to you."
    },
    {
        "speaker": "A",
        "text": "It's funny because the flurries are different, too. I started thinking about that because my favorite McFlurry is the smarties. McFlurry."
    },
    {
        "speaker": "B",
        "text": "Gross."
    },
    {
        "speaker": "A",
        "text": "Which. But smarties aren't the same in Canada."
    },
    {
        "speaker": "B",
        "text": "Oh, right. That's right. Because you send me smarties every year, and I have the same reaction."
    },
    {
        "speaker": "A",
        "text": "And they're good, right? Like, they're delicious, aren't they?"
    },
    {
        "speaker": "B",
        "text": "Chocolate. They're chocolate, yeah."
    },
    {
        "speaker": "A",
        "text": "Better. M and Ms, I call them. So, like, m and Ms. Smarties are better. And, uh, yeah, it's. It's a delicious treat. Um, we also have the Cadbury egg. Uh, mcFlurry."
    },
    {
        "speaker": "B",
        "text": "You have Cadbury egg McFlurry's?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, what is that even like? It's like, Cadbury egg is a dense mass thing. Like, what, how do they grind it up?"
    },
    {
        "speaker": "A",
        "text": "I think they take the mini ones and then just blend them."
    },
    {
        "speaker": "B",
        "text": "Ah, interesting."
    },
    {
        "speaker": "A",
        "text": "That's my thing. I think that's what they're doing."
    },
    {
        "speaker": "B",
        "text": "All right, what's your go to, McFlurry?"
    },
    {
        "speaker": "A",
        "text": "I think it's the smarties. I think it's smarties. I prefer that all being said for a sweet treat for McDonald's. I like the. Just a straight Sunday fudge with side of nuts. I'm a classic guy. Do they still have peanuts in your neck of the woods? I have to ask for them special."
    },
    {
        "speaker": "B",
        "text": "Good question."
    },
    {
        "speaker": "A",
        "text": "They're in a hermetically sealed bag. Yeah."
    },
    {
        "speaker": "B",
        "text": "I don't really know if McDonald's here. F's with peanuts very much. T row says the Rollo McFlurry is the alpha. That's. I'm a, I'm a big Rollo guy. I could get down with some Rollo."
    },
    {
        "speaker": "A",
        "text": "I agree. I'm down with some rolo, but, yeah. So McFlurry's, you know, hopefully, you know, there's a. There's. If you're living anywhere in North America, there's a greater than one in ten chance you're not going to be able to get a tasty, tasty frozen treat. But some of the. So as far as the conspiracy goes. So this was the problem. But what's the conspiracy?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so this is where. This is where I wanted to go next. You've outlined something that seems to be just a normal issue. Right? Like, so where's the conspiracy here? Because this is how we do this here. We have. We have to go through what the actual problem is, and then you are supposed to try to convince me that there is a conspiracy here after all. And then by the end of the show, I decide, conspiracy or not."
    },
    {
        "speaker": "A",
        "text": "Correct. So, the conspiracy lies within the relationship between McDonald's and Taylor. So having one company for your. And, again, this. It's not just the company. It's the franchisees. So you're not allowing any of the franchisees to purchase anything besides Taylor products. And the specific ice cream machine that Taylor makes for McDonald's is not the same as their other ice cream machines. So the. I'll give you the exact. The Taylor C 602 is the specific McDonald's one, currently in over 40,000 locations across North America."
    },
    {
        "speaker": "B",
        "text": "C 602 is a great machine, though."
    },
    {
        "speaker": "A",
        "text": "Well, it may not be. It may have built in."
    },
    {
        "speaker": "B",
        "text": "Defects."
    },
    {
        "speaker": "A",
        "text": "Defect. Maybe not defects, but easily. Remember those codes I was talking about, those error codes? They may be a little easy to trigger, because the little machine that. The kitsch machine that I was."
    },
    {
        "speaker": "B",
        "text": "Oh, you got the smarties. McFlurry error."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. So this. I was kind of hinting to it earlier. This company called kitsch made this machine that would plug in to these ice cream machines and would help simplify the error codes for store workers so they could try to fix it themselves. And McDonald's and Taylor got wind of this and started trying to basically steal their proprietary tech and data so they would be able to sell to these franchisees. So the franchisees have to buy the machine or the ice cream machine. But there's nothing in the paperwork that says they can't buy accessories that can help decipher codes. Do you know what I mean? So McDonald's and Taylor may have. Taylor has, for sure, hired third party, basically, corporate spies to try to infiltrate, to try and gain access to these devices. Turns out they did. Kitsch is in the process, currently, right now, of suing McDonald's and Taylor for $900 million. So that is."
    },
    {
        "speaker": "B",
        "text": "Repeat that."
    },
    {
        "speaker": "A",
        "text": "Okay. Kitsch, the company that makes these little devices that help, that helps simplify the error codes for franchisees, is suing Taylor and McDonald's for just shy of a billion dollars. And that is an ongoing lawsuit. So it's not completed yet. But that says a lot. That puts into perspective what's actually happening, because there was another shittier version of that same machine that came into the market that was owned by the parent company of Taylor. So there was some corporate espionage happening, some stealing of some data, and Taylor McDonald's are being held accountable."
    },
    {
        "speaker": "B",
        "text": "Do you think real spies retire to corporate espionage?"
    },
    {
        "speaker": "A",
        "text": "That's the real move."
    },
    {
        "speaker": "B",
        "text": "I think that's the retirement. That's the move."
    },
    {
        "speaker": "A",
        "text": "I think that is the move. I think that is the move because."
    },
    {
        "speaker": "B",
        "text": "You know, if you're a spy, regular espionage gets. Is taxing. You know, it is taxing."
    },
    {
        "speaker": "A",
        "text": "There's a certain amount of danger to it. And I feel, you know, if I. If you're. If you're, like, trying to spy on the russian government, and I say, and, you know, you're. You're 55. You've been doing this a long time. And I say, hey, do you want to go snoop on some ice cream machines for me? I'll pay you guys."
    },
    {
        "speaker": "B",
        "text": "Like, hell yeah. I would like. I'm not trying to get shot in back of the head. Yeah. Right. Like, I would much rather look into Taylor Swift ice cream machines."
    },
    {
        "speaker": "A",
        "text": "Right? So this is a good point here. So I don't know what's going to come of it, but we do have court documents that are super redacted in regards to, you know, to claims made by kitsch on the corporate practices of both Taylor and McDonald's. And that lawsuit, like I said, is for $900 million."
    },
    {
        "speaker": "B",
        "text": "It's a lot of scratch."
    },
    {
        "speaker": "A",
        "text": "That is a lot of scratch. So that's where we are, you know."
    },
    {
        "speaker": "B",
        "text": "Must have magic Internet cat you could buy with that."
    },
    {
        "speaker": "A",
        "text": "So much. You could really buy all of it. I will sell you all of my magic Internet cats for $900 million. Yeah."
    },
    {
        "speaker": "B",
        "text": "I think that's fair. I would also do that. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, you know, it's not a billy. It's, you know, ideally, we all want the Billy meme coin, but it's pretty close if we round up, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. By the way, so are you in on this as a conspiracy?"
    },
    {
        "speaker": "A",
        "text": "Oh, so I didn't tell you the number one to me, red flag when it comes to all of this. In the court documents, in the. I forgot. It's called. I'm not a lawyer. We need bully here. He's a. He's a real. He's a real lawyer."
    },
    {
        "speaker": "B",
        "text": "I don't know. We're getting him back."
    },
    {
        "speaker": "A",
        "text": "Discover Discovery. So you've heard of discovery when it comes to lawsuits and stuff like that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. That's where they just. That's where they dump all the boxes on you, right?"
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. As for all. Every movie I've watched on it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, literally, that's what they do in every movie."
    },
    {
        "speaker": "A",
        "text": "It's a thousand brown and white boxes that just get dumped on you."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the guy carries them in with the handles with the hand parts belly out. Yeah, exactly. That's usually how they enter the room. Exactly."
    },
    {
        "speaker": "A",
        "text": "So the purpose of this. I didn't know. But is for the other side to get all of the information that's available. And in discovery, it turns out that the Taylor yearly revenue, the servicing of these machines, what percentage do you think it makes up for the yearly revenue for Taylor just servicing McDonald's machines?"
    },
    {
        "speaker": "B",
        "text": "Probably 60%."
    },
    {
        "speaker": "A",
        "text": "I wish it was that high, because that would be a super high 25%."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "25% of."
    },
    {
        "speaker": "B",
        "text": "Pretty. Still pretty big. Yeah, super big."
    },
    {
        "speaker": "A",
        "text": "25% of the revenue is just. Is just servicing broken machines."
    },
    {
        "speaker": "B",
        "text": "You know how much more they would make if they could get the 11.5% of the current ones that aren't working fixed so much be like 50%, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. So that, to me, is the biggest red flag when so much of your revenue is predicated on servicing broken machinery."
    },
    {
        "speaker": "B",
        "text": "So the conspiracy is that they make them intentionally difficult to fix, or they make them easily to break down and a terrible process to fix. And they have the exclusive rights to all of it?"
    },
    {
        "speaker": "A",
        "text": "Yes. I think that's it. I think you got it. So what are your thoughts? What are your thoughts on this?"
    },
    {
        "speaker": "B",
        "text": "I think we need to define the word conspiracy."
    },
    {
        "speaker": "A",
        "text": "So there's conspiracy theory, which is more tinfoil hat is like a theory of. And there's actually conspiring to. In this scenario, McDonald's and Taylor would be conspiring together to make more money on the backs of the customer."
    },
    {
        "speaker": "B",
        "text": "The franchisee."
    },
    {
        "speaker": "A",
        "text": "And the franchisee. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right. I would say. I would rank this as a six large fries out of ten on a conspiracy meter. How does. How do you feel about it?"
    },
    {
        "speaker": "A",
        "text": "So what does that mean? Six out of ten?"
    },
    {
        "speaker": "B",
        "text": "Six large fries."
    },
    {
        "speaker": "A",
        "text": "Six large fries out of ten. So is it not salacious enough? Is that. Is that what you're looking for?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, to me, it's not as sexy. Yeah. To me, this just feels like two big corporate or two corporations doing corporate stuff."
    },
    {
        "speaker": "A",
        "text": "Okay, that's. That's fair. That's fair. I get that."
    },
    {
        "speaker": "B",
        "text": "Like, this doesn't totally surprise me. I thought we were going to under uncover that. Like, there was a magic button that gets pressed when they all come down at the same time, and then Taylor can't. Or, like, there's a. You know, we were getting big, you know, big ice cream lobbyists not wanting our youth to have this gelatinous treat, so they're conspiring to break these machines. Like, that's, you know, real conspiracy that I could get by. This just seems like a bunch of corporates being really corporate."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And shitty machinery."
    },
    {
        "speaker": "A",
        "text": "And shitty machinery. So. Okay, no, I'm down with that. I completely agree with your summation and your six large fries out of ten. Speaking of fries, though, so, like, on."
    },
    {
        "speaker": "B",
        "text": "This fry rating or just a conspiracy rating in general, like, what. What gets you to a ten?"
    },
    {
        "speaker": "A",
        "text": "To me, they're all tens."
    },
    {
        "speaker": "B",
        "text": "If they're all tens, they're all I love. This is a ten."
    },
    {
        "speaker": "A",
        "text": "This is a real conspiracy. This is an actual conspiracy, I think."
    },
    {
        "speaker": "B",
        "text": "Why, this is more collusion than conspiracy."
    },
    {
        "speaker": "A",
        "text": "I mean, what is that a distinction without a difference? Is that what we see is that we call that?"
    },
    {
        "speaker": "B",
        "text": "I guess, like, when I think conspiracy, I think tinfoil hats."
    },
    {
        "speaker": "A",
        "text": "Right? So on the grand scheme of tinfoil hat stuff, obviously, this is not as, you know, as. As woo woo. As some of the other stuff. Eventually we will do."
    },
    {
        "speaker": "B",
        "text": "How do you think this episode is going to rank amongst conspiracy folk that love our show?"
    },
    {
        "speaker": "A",
        "text": "I think. Well, I think. Well, I mean, you're not coming here. There are conspiracy theory podcasts, and. Yeah."
    },
    {
        "speaker": "B",
        "text": "We're not really."
    },
    {
        "speaker": "A",
        "text": "We're not one of those."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I don't know if you've ever delved into them. I have. Some of them are, like, the darkest five, six hour podcasts that I've ever listened to in my whole life. Like, it just. And you. You come out of it feeling dirty and filthy, and I'm like, what did I just spend this much time doing? So we're more lighthearted, I think this is a bit more fun."
    },
    {
        "speaker": "B",
        "text": "Yeah. Fun. Conspiracies only, please."
    },
    {
        "speaker": "A",
        "text": "I agree. Eventually, we will do the definitive Bigfoot conspiracy. Or Bigfoot talk. Or."
    },
    {
        "speaker": "B",
        "text": "Bigfoot talk."
    },
    {
        "speaker": "A",
        "text": "Yeah. But to finish off this show, you brought up fries. I tweeted out from mid my crisis a couple of days ago. There was an image on the screen, or, pardon me, on my timeline with 14 different fries. And the question is, who has the best french fries out of this group and out of the group, you have McDonald's and our."
    },
    {
        "speaker": "B",
        "text": "Whoa, whoa, whoa, whoa, whoa. I got a lot of issues with this."
    },
    {
        "speaker": "A",
        "text": "Well, this is. This is mine. So I'll tell you what my ranking was, and you tell me where I'm wrong. Okay, so I have number one fry. So again, there was."
    },
    {
        "speaker": "B",
        "text": "Wait, wait, wait. You created this list?"
    },
    {
        "speaker": "A",
        "text": "I saw the. The ranking on top of the image I created."
    },
    {
        "speaker": "B",
        "text": "And so did you find this image?"
    },
    {
        "speaker": "A",
        "text": "The picture was on my timeline."
    },
    {
        "speaker": "B",
        "text": "I see. So that. But this was the ranking that someone. Or the picture is somebody else's initial ranking."
    },
    {
        "speaker": "A",
        "text": "I don't think the picture has ranking to it."
    },
    {
        "speaker": "B",
        "text": "Okay. I think because I was gonna get. I was gonna get real nasty with this image."
    },
    {
        "speaker": "A",
        "text": "I think it's actually in alphabetical order."
    },
    {
        "speaker": "B",
        "text": "No, no, it is not Arby's."
    },
    {
        "speaker": "A",
        "text": "I saw embargo."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But then I realized McDonald's was first. So my ranking is above this. So I have as number one, the best fry is McDonald's. I have number two. This might, this is where I might lose some people. The Arby's curly fry. Number two. I have five guys fries. Number three. I have Popeyes fries. Number four."
    },
    {
        "speaker": "B",
        "text": "So this one, that one's interesting. I couldn't tell you if I've ever had Popeyes fries."
    },
    {
        "speaker": "A",
        "text": "I don't mind a Popeyes. They have like the Cajun friesenhe. It's pretty nice. I have Wendy's number five. I have Arby's straight cut. Number six. I have KFC wedges. Number seven, chick fil a. Number eight was not a fan of the chick fil a fry."
    },
    {
        "speaker": "B",
        "text": "Wow. Why? That one's probably got some backers there."
    },
    {
        "speaker": "A",
        "text": "You know what, we just got them here in Canada. I went to one recently. I was not impressed overall with the fry. The sandwich was good, but the fry again, it was very busy. So maybe it wasn't the best version it could have been. Maybe. So I'll chalk it up to that. I have Dairy Queen at nine. I have the Taco Bell fry at number ten. I have KFC fry eleven. I have checkers rally's fries at twelve. And that's just because I haven't had them before. Same thing with shake shack at 13. Number 14 is Burger King, which I think is the worst possible fry on the market. So that's my 14 ranking. What are your thoughts on that?"
    },
    {
        "speaker": "B",
        "text": "I'm confused as to why there's so much hate from t row on McDonald's fries. I feel like they are like a consensus one."
    },
    {
        "speaker": "A",
        "text": "I mean, he seems to be a contrarian when it comes to these a. But, yeah, I mean, McDonald's is obviously the number one french fry. I don't think, you know, I don't. Their ice cream machines might not be the best, but their french fries surely are."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say consensus number one would be McDonald's. Just the classicness of them. So, like, the thing with McDonald's is they're really good or really bad. Like, that's the thing. You either get like really good version or you get like, you know, I."
    },
    {
        "speaker": "A",
        "text": "Gotta tell you, it's very rare that you get the bad version."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I would say so too. The other thing, only umbrance I would take with this is I think you, you gotta, you pick one arby's and the other one's kind of gotta go down."
    },
    {
        "speaker": "A",
        "text": "Yeah, the curly fries."
    },
    {
        "speaker": "B",
        "text": "Taco Bell. Too high. Didn't even know they had fries. Checkers, I don't have enough experience with. Yeah, chick fil a. I would probably have higher. I'm surprised."
    },
    {
        "speaker": "A",
        "text": "I'll give them another shot. I put them kind of in the middle just because I had a bad experience."
    },
    {
        "speaker": "B",
        "text": "You know, we, we need an, we need another draft. We haven't had a draft in a while."
    },
    {
        "speaker": "A",
        "text": "See, I think, I think what we should do. I've been thinking about this. I was thinking about this today. I think we scrapped the draft, but what we do is we come up with a cap."
    },
    {
        "speaker": "B",
        "text": "Just went full time. Web three, you're going to take the drafts away from them."
    },
    {
        "speaker": "A",
        "text": "We'll invite cap to this."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "What the, what, what the new version of this is, is we come with our top ten. So whatever the category is."
    },
    {
        "speaker": "B",
        "text": "Oh, you, so you've already pre drafted."
    },
    {
        "speaker": "A",
        "text": "Already drafted. And then there's no. I feel that we keep it smaller."
    },
    {
        "speaker": "B",
        "text": "We'll call it the letterman."
    },
    {
        "speaker": "A",
        "text": "I like it. I like it. So cap can be involved in this, but you have a top ten. And then we go ten to one arguing our points along the way."
    },
    {
        "speaker": "B",
        "text": "I like this because then you can have a consensus ranking of all of them."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "And then you throw all ten rankings into chat GPT. At the end, you say, what's the consensus ranking for these? That's the tweet you put out. And then you say, what do you think? Here was everybody's consensus. Do you agree? Disagree or are you a double arby's guy?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Are you a Burger king? French, my lover."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Exactly. You get it."
    },
    {
        "speaker": "A",
        "text": "Am I wrong with the Burger King, by the way? Like, is it the most terrible fry on the market?"
    },
    {
        "speaker": "B",
        "text": "Um hmm."
    },
    {
        "speaker": "A",
        "text": "Like, I'm looking."
    },
    {
        "speaker": "B",
        "text": "I don't, I don't think it deserves the 14th ranking. I think there's at least four or five I could put above Burger King."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Burger King is, is another one of those where they're like, they're either good or bad."
    },
    {
        "speaker": "A",
        "text": "I agree, I agree. But I think, but I feel, I."
    },
    {
        "speaker": "B",
        "text": "Feel like Burger King has changed their fry too many times. I like, yes, they went, like more potato y in, in the past and they did. And then they've gone back to, like, the McDonald's junior. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. 100%."
    },
    {
        "speaker": "B",
        "text": "Steve is coming in hot at the end of the show here with some, some receipts from eleven, 720, 23. He's got, he's, so he agrees here. Oh, interesting. McDonald's. McDonald's fries have the biggest delta in deliciousness when they go from hot to cold. Steve, this is it. This is exactly right. A hot, salty pile of McDonald's fries. Pure bliss. A room temperature or reheated carton of McDonald's fries."
    },
    {
        "speaker": "A",
        "text": "Reheated."
    },
    {
        "speaker": "B",
        "text": "I leave those out for the raccoons, and they're like, nah, fam, I'll pass."
    },
    {
        "speaker": "A",
        "text": "I would rather have a cold fry than a reheated McDonald's french fry."
    },
    {
        "speaker": "B",
        "text": "Yeah, you can't. It's just like, you can't."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Wow. Misses nft bark coming in with some hot fry takes, too, she says. I disagree. BK is the worst, no matter how many fries you rank. There you go. Chamber."
    },
    {
        "speaker": "A",
        "text": "I knew me and misses nft bark would be friends. That makes so much sense. So I'm glad to hear that. Worst fry ever."
    },
    {
        "speaker": "B",
        "text": "But I agree. I think what's Steve said about why there's. Yes, he articulated my thought better than I could myself."
    },
    {
        "speaker": "A",
        "text": "So I would say the best rebrand goes to Wendy's because they went from."
    },
    {
        "speaker": "B",
        "text": "Like, they went from a potato y, big, thick, like, almost like a steak."
    },
    {
        "speaker": "A",
        "text": "Fry to, like, a good, like, a good, like, skin on the tip. I like a little tips a little."
    },
    {
        "speaker": "B",
        "text": "Okay. And this is where we're gonna stop for today. But I do know exactly what you mean. Yeah, I do know exactly what you mean."
    },
    {
        "speaker": "A",
        "text": "Potato foreskin."
    },
    {
        "speaker": "B",
        "text": "Yeah. The peeled. The unpeeled look."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love it."
    },
    {
        "speaker": "B",
        "text": "The unpeeled look."
    },
    {
        "speaker": "A",
        "text": "I think it's the best rebrand. I think it's the best. It has the highest degree or the highest rating increase out of any rebrand that I'm. That I'm looking at here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree with that. I think that's pretty good. By the way, pinned Steve's latest video. Steve doing videos now. Getting in front of the camera, I saw this putting out. Putting that pretty face out there, and so go out, give that video some love up there."
    },
    {
        "speaker": "A",
        "text": "I heard the next one's going to be on potato foreskins."
    },
    {
        "speaker": "B",
        "text": "Well, that's kind of why I, that's why I put it up there. I'm influencing that. He should do his next video on Fry. Rankings or not. Maybe not necessarily potato for skin, but fry rankings at the very least. He wanted to. He also commented and asked if I said if I told my fast food employment story. You know that one? I've told that on the podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The Wendy's for a day. I think I most. I recently told that story."
    },
    {
        "speaker": "A",
        "text": "Yeah. I feel like if you go back a couple episodes, you'll hear it."
    },
    {
        "speaker": "B",
        "text": "It's probably a month or two ago at this point, but, uh, and then his. He says, wendy's fries with a frosty tops everything. You a frosty and fry guy."
    },
    {
        "speaker": "A",
        "text": "Frosty?"
    },
    {
        "speaker": "B",
        "text": "I mean, you. You know what he's talking about. He's a dipper."
    },
    {
        "speaker": "A",
        "text": "I've tried it. It's not my go to."
    },
    {
        "speaker": "B",
        "text": "Yeah, my wife loves it. She loves the dip. She's also a milk and cookie dunker. I feel like those people are the same. If you're a milk and cookie dunker, you are likely to be a fry and frosty dunker. I am neither. So I used to put."
    },
    {
        "speaker": "A",
        "text": "I'm a ketchup. I like ketchup with my french fries."
    },
    {
        "speaker": "B",
        "text": "I thought you're going to say ketchup and you're frosty."
    },
    {
        "speaker": "A",
        "text": "No ketchup on my french fries."
    },
    {
        "speaker": "B",
        "text": "Real pervert stuff."
    },
    {
        "speaker": "A",
        "text": "Well, you want to talk pervert stuff? Occasionally I'll do a mayo."
    },
    {
        "speaker": "B",
        "text": "Mayo, frosty."
    },
    {
        "speaker": "A",
        "text": "Oh, no mayo. French fry."
    },
    {
        "speaker": "B",
        "text": "Oh, I don't think that that's just called English."
    },
    {
        "speaker": "A",
        "text": "I like it."
    },
    {
        "speaker": "B",
        "text": "That's called the queen's fry."
    },
    {
        "speaker": "A",
        "text": "When I was. When I was a teenager, though, we had a wendy's close to my high school, and there was the pump ketchup things with the little white paper cups."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "And I would. I would pump those up, and then I would take, like, three packets of salt and, like, put them in one cup and, like, literally make the ketchup turn orange with salt. Because I like this. I don't like a sweet ketchup. I like it salty. And I'm pretty sure I took about 17 years off my life during those years. I don't do that anymore."
    },
    {
        "speaker": "B",
        "text": "Oh, man. All right, well, I had an enjoyable time here today."
    },
    {
        "speaker": "A",
        "text": "Better than talking about crypto."
    },
    {
        "speaker": "B",
        "text": "Look, we did talk a little crypto. We talked. We got the beanie live trade going. We have since reclaimed 60,000 in bitcoin by this. This. By a potato foreskin. We are at $60,090. So not looking great. We got a couple hours before close. It's gotta reclaim 61,300 for it to stay in the range. Otherwise, we're headed to 56. So, yeah, let's see if we could pull that off. We had a wonderful live read from our sponsor, Magic Internet cat. What else did we do? We talked McDonald's, me. We talked to McDonald's conspiracy theories and secret menu items. Secret menu items. The remix. And we went for a full fry ranking. We got a lot done here."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's a lot. You're welcome. It's a free podcast."
    },
    {
        "speaker": "B",
        "text": "I didn't even cut it off right at five today. So there you go."
    },
    {
        "speaker": "A",
        "text": "My kids are at swim left, and I got nothing but time. So we can wrap it up here. But, yeah, I think that was a fun one. I think on these shitty days when we're struggling to find things, we'll have more of these fun shows coming up."
    },
    {
        "speaker": "B",
        "text": "Yeah, we just, you know us. We just like to have fun. That's it. If it ain't fun, it ain't for me. That's gonna do it for us. Until next time, keep the mic hot. What have I done?"
    },
    {
        "speaker": "A",
        "text": "What have I become?"
    },
    {
        "speaker": "B",
        "text": "I can't describe this. This is my mid mic crisis."
    }
]