[
    {
        "speaker": "A",
        "text": "Hey, I was really excited for a second because, oh, I'm like, bunch has a message that he's gonna be running late today, so he must be right on time. And as I'm having that thought, discord notification pops up. I'm gonna be a few minutes late. Story of my life."
    },
    {
        "speaker": "B",
        "text": "Just typical bunch, you."
    },
    {
        "speaker": "A",
        "text": "Lack of commitment."
    },
    {
        "speaker": "B",
        "text": "Somebody even say unprofessional?"
    },
    {
        "speaker": "A",
        "text": "I mean, I didn't want to say it, but I'm glad somebody said it."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome to mid mic crisis, where growing up meets goofing off. I am bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy? We've already kind of started this show. I feel like you've now got. You've got a lot of. I like starting the shows a little late like this in the official capacity, because now there's ten minutes of chatter you can go pull for the very the intro of the podcast like we used to do on rect. So, like, I think you've got a lot."
    },
    {
        "speaker": "A",
        "text": "I missed that. That's exactly what I'm going to do. I miss those old intros."
    },
    {
        "speaker": "B",
        "text": "See, I'm only late for our benefit. That's really me being courteous, is what it is."
    },
    {
        "speaker": "A",
        "text": "You just totally redeemed yourself."
    },
    {
        "speaker": "B",
        "text": "That's right. I'm respecting the process is what I'm doing. I wasn't late. It was respect."
    },
    {
        "speaker": "A",
        "text": "I get it. I get it. I'm down."
    },
    {
        "speaker": "B",
        "text": "So how are you? How was it without me? Mister House, vehemently still thumbs downing. He's got his hand up. We're going to go right to trivia in a second, but I just need, like, were you able to run mid mic crisis without. I feel like it's much more a show for you to be able to do alone rather than a web three, totally focused show. How do you feel about that comment?"
    },
    {
        "speaker": "A",
        "text": "I mean, that's a no truer statement has ever been made. It was much easier leading the way with. And pain was fantastic. You should listen to the show just for the."
    },
    {
        "speaker": "B",
        "text": "Well, I intend to."
    },
    {
        "speaker": "A",
        "text": "Pain sections."
    },
    {
        "speaker": "B",
        "text": "I did want to hear Payne's tryout because Paine was like, pain was a little down on himself, you know, and I figure it's probably him just being self deprecating and humble. My. My guess is he did a phenomenal job and ten out of ten."
    },
    {
        "speaker": "A",
        "text": "He did a great job."
    },
    {
        "speaker": "B",
        "text": "He did a ten out of ten."
    },
    {
        "speaker": "A",
        "text": "Great job."
    },
    {
        "speaker": "B",
        "text": "Yeah. I have no doubt about it. Except for Banning Drew. But I mean, yeah, I mean, the content was. The content was great, but great job."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Don't tell Drew. But great job. Awesome. So, yeah. Should we let Mister House kick off the trivia here for the day?"
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Mister House, GM, first of all, we're. I need your opinion. If you listened on Wednesday, how was the show?"
    },
    {
        "speaker": "C",
        "text": "So, actually, I couldn't listen Wednesday, I had an important call for work that I was on."
    },
    {
        "speaker": "B",
        "text": "Is this why he wasn't the understudy? Chamber?"
    },
    {
        "speaker": "A",
        "text": "I honestly thought he was on the show. Uh, if you were to ask me was. Was Mister House there, I would have."
    },
    {
        "speaker": "C",
        "text": "Said yes, I was. I was there. Like, my account was in the room. Um, but physically, I was not there."
    },
    {
        "speaker": "A",
        "text": "Okay. That makes it feel a little bit."
    },
    {
        "speaker": "B",
        "text": "Like me every Monday. When Friday."
    },
    {
        "speaker": "C",
        "text": "Yeah. I was feeling like bunchies under study. Still in spirit, but no, the reason I was thumbs downing is I would buy your key just to buy your key. But if you told me by buying your key, I lost the ability to play trivia, I would sell your key because I see trivia."
    },
    {
        "speaker": "B",
        "text": "So you, like, you want to play the trivia? I wonder how many people feel that way. Chamber, what would you say?"
    },
    {
        "speaker": "A",
        "text": "I think the ones that come up do like to play the trivia. I feel there is a percentage of people that aren't coming up like they would have normally come up, but aren't coming up because of the trivia. What do you think about that?"
    },
    {
        "speaker": "C",
        "text": "But you think, you think they would then pay?"
    },
    {
        "speaker": "A",
        "text": "Yes, I think they would pay, I think to offset the, you know, the chance that they get ridiculed."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because the key becomes the flex. It's. It's more like, I didn't buy this so I could skirt trivia. It's. I don't have to play trivia with you plebs because I have. So they never have to tell you that they were too embarrassed to do trivia. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Bingo."
    },
    {
        "speaker": "B",
        "text": "Spin zone."
    },
    {
        "speaker": "C",
        "text": "Well, when you put it like that, sign me up for a bunch of key. And I don't want to be with the plebs."
    },
    {
        "speaker": "B",
        "text": "Look, there's so much utility I thought about over the last 24 hours, and it's really hard for me to stay off of this friend tech train at this point, because I've seen people that I thought would. We're gonna just totally fade it. Not fading it anymore. And those are people that I trust. So I'm like, okay, am I just being total mid curve on this or what? Like, I don't know, chamber, you tell me, do I have to get on this?"
    },
    {
        "speaker": "A",
        "text": "I have. I mean, I've been on it since, I think, after what did I get on like day ten of friend tech, I think so it's, yeah, you know, I was in it for that couple of, that first couple of days."
    },
    {
        "speaker": "B",
        "text": "You're so early that Tom from MySpace has."
    },
    {
        "speaker": "A",
        "text": "I mean, I didn't play with him much. And then there was the big, you know, last week, I think there was a resurgence and then I started playing around a little bit more, but I honestly just don't know what to provide. I started asking my feed, you know, like, what do you know, what do you want from me? And it turned out weed recommendations."
    },
    {
        "speaker": "B",
        "text": "Oh yeah. I need, like, I need, first of all, I've got, I've got. We can, let's talk about this, but keep going."
    },
    {
        "speaker": "A",
        "text": "It was weed recommendations and I can't pull it up for now because I'm sure I'll lose my audio. And I think that was the main one. That was the main one. People, a couple of people asked me about, you know, what they should be vaping and what flower and stuff like that."
    },
    {
        "speaker": "B",
        "text": "Before I lose the plot here and let Mister House skirt off Scott free. We didn't give him the trivia question. Go back to trivia then. I have a comment on weed recommendations."
    },
    {
        "speaker": "A",
        "text": "Mister House, do you want the categories?"
    },
    {
        "speaker": "C",
        "text": "You pick my category. Chamber."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, I'll just pick your question."
    },
    {
        "speaker": "C",
        "text": "Yeah, just do that."
    },
    {
        "speaker": "A",
        "text": "Okay. Here's a great one for you. This is an under general knowledge, I feel like I know I'm not going to look at the answer and I feel, yeah, I feel like you're gonna get this one. So the question is, where is the last remaining blockbuster store? That's what I think too. So we're both gonna check. It's incorrect. It's in Bend, Oregon. I thought Alaska as well. Unfortunately. Pain. You know what to do."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I thought it was in Alaska. Also."
    },
    {
        "speaker": "B",
        "text": "So epically confident. And both of you, I thought it was 100."
    },
    {
        "speaker": "A",
        "text": "I think what it is, I think there's a guy, there's a person in Alaska that bought a bunch of blockbuster like pop and converted a store. Basically he has an unofficial blockbuster store in Alaska. I think that now that I'm thinking about him, like maybe that's what it was. But apparently the last, the last remaining."
    },
    {
        "speaker": "B",
        "text": "Bend, Oregon. Yeah. There's actually a documentary."
    },
    {
        "speaker": "A",
        "text": "Have you seen it? I thought I did see it."
    },
    {
        "speaker": "B",
        "text": "It just came out."
    },
    {
        "speaker": "A",
        "text": "I thought it was a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was in 2020. It was recently. Yeah, definitely Bend, Oregon."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Speaking of 2020, I did the math. 2020 was the last time I've been to the movies before Wednesday."
    },
    {
        "speaker": "A",
        "text": "Really? I was going to say I. This summer, I think I've been this. I've cranked it up this summer now that my oldest daughter is. And my youngest daughter, to be frank, are both of movie age. But now I can go."
    },
    {
        "speaker": "B",
        "text": "Yes. That's part of my problem, is neither."
    },
    {
        "speaker": "A",
        "text": "You can't go."
    },
    {
        "speaker": "B",
        "text": "Kids are of movie age, right? So it would require a date night, and that's just too much work."
    },
    {
        "speaker": "A",
        "text": "Yeah. At no point were Amber and I going on movie dates when my kids were, like, you know, two, two or three years old. You know what I mean? It was only bang dates. Straight to the hotel."
    },
    {
        "speaker": "B",
        "text": "Right? God damn, we're old."
    },
    {
        "speaker": "A",
        "text": "There's no time for the, you know."
    },
    {
        "speaker": "B",
        "text": "I understand what you're saying. I get it. Anyway, back to the."
    },
    {
        "speaker": "A",
        "text": "Yes. Weed recommendation."
    },
    {
        "speaker": "B",
        "text": "So I was in Boston."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And Boston, you know, fully legalized up there. Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "I. I don't think I knew that."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Yeah. There's a dispensary on, you know, every other corner these days up there. So my wife and I took a stopover into one, and, you know, it's weird for me to go into them still, because one. First of all, every weed dispensary is like an Apple store. So this is, like, rule. This is reason number one. This is reason number one why weed is better than drinking. Because, you know, liquor stores are just like cesspools. Yeah. I mean, they are, right? And, like, I've spent so much time in bars and liquor stores over my years, having worked in the beer industry and, you know, drinking my body weight over the course of the years in beer. Liquor stores are cesspoolian. Yes. And I. Every weed dispensary is like an apple store."
    },
    {
        "speaker": "A",
        "text": "It's the same in Canada as well. It's crazy."
    },
    {
        "speaker": "B",
        "text": "It's great. However, for me, I'm a super recreational person in terms of my knowledge, of course. So I am so overwhelmed when I go into one of these places that I don't know what I want. I don't know what I'm looking for. I. And I just feel all this immense pressure, and I feel like I need to be quick because I can't spend. Like, there's not, like, browsing that can go on. You, like, walk in, you get up to the front. It feels a lot like the soup Nazi where, like, I need to know my order and step to the side, and I just don't. I don't know enough. Are the."
    },
    {
        "speaker": "A",
        "text": "But tenders not, like, super helpful?"
    },
    {
        "speaker": "B",
        "text": "They are, but, like, I don't have. I feel like they don't have. They're usually always crowded, and I feel like I don't have all day to, like, tell them what I want, because, quite frankly, I don't know what I want. So, like, when they're like, what are you looking for? I'm like, weed, bro."
    },
    {
        "speaker": "A",
        "text": "The sticky icky."
    },
    {
        "speaker": "B",
        "text": "Yeah, right? And they're like, oh, well, you know, that's like saying, what kind of ice cream do you want? And you just replying, ice cold. Yeah, yeah, right. Exactly. And it just doesn't work that way. So I'm. I. You know, I think weed recommendations would actually be a pretty good friend."
    },
    {
        "speaker": "A",
        "text": "Well, let's. Let's. Let's. Let's work it out right now. I think. I don't. So just from what I know of you, I don't think you want pre rolls or flour. Like, flour. You'd have to break up. Either put in a bong or a pipe or roll it up yourself. I don't think you want to do that. Correct."
    },
    {
        "speaker": "B",
        "text": "So this is interesting. You would be right. But the reason is because I don't know enough about the other stuff to actually feel like I'm making a proper, educated purchasing decision. Do you know what I mean? So I actually did buy flour, okay. Because I have grinder and all this stuff. And so I was like, let's see. Start to expand our universe here. Because before, I was just, like, walking in there like a teenager that's trying to, you know, get the old guy to buy them beer, and I'm like, what? Disposable vape pen."
    },
    {
        "speaker": "A",
        "text": "Honestly, that, like, you say, disposable vape pen. I buy a disposable vape pen once a week. Like, that's what I smoke 80% of the time, and I'm one of them."
    },
    {
        "speaker": "B",
        "text": "Lasts me."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, no, amber, it lasts her, like, four days. I got so mad."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's like, how are you done already? But, yeah, she apparently owes the vape pen money, is how I like to phrase it."
    },
    {
        "speaker": "B",
        "text": "That's a sexual nando joke, folks. There you go."
    },
    {
        "speaker": "A",
        "text": "But, no, I think vapes are perfectly fine. I mean, there's different types of apes. I like to go live resin just because I don't like the kind of the more, like, distillate, super flavorful vapes. So, like, the live resin vapes are more like. They kind of taste more like weed, which is something I. You know, I like that preference. You know, that's my preference. And I like the high a little bit better. It's a little bit more like a traditional high. I find I get headaches with, like, the really flavory stuff, like, the distillate stuff."
    },
    {
        "speaker": "B",
        "text": "So, yeah, you hide yours in a bag and it spills your cologne next to it, and you're actually."
    },
    {
        "speaker": "A",
        "text": "No, I mean, some of these vapes. And it's like."
    },
    {
        "speaker": "B",
        "text": "And I don't say that from any personal experience. None. I've never."
    },
    {
        "speaker": "A",
        "text": "But, no, I think. I think you're. There's nothing wrong with getting vapes. If. If it. Because it's convenient, it does the trick. And there's really not much."
    },
    {
        "speaker": "B",
        "text": "It's very convenient."
    },
    {
        "speaker": "A",
        "text": "There's not much you need to worry about. And I think it's a little bit healthier than actually, you know, smoking. We. You know what I mean? It's like smoking a joint."
    },
    {
        "speaker": "B",
        "text": "Do you think? A little. I go back and forth on that. Like, I feel like I. I feel like vaping is probably worse for me over my long term health. I don't know, though."
    },
    {
        "speaker": "A",
        "text": "It's from. From, you know, we have to do, like, courses and, like, the way, like, the product gets, you know, extracted out of the pan and absorbed into your stream, so it. It doesn't. It's. The scientists, at least within my community, say it is better, but there's just not a long enough timeframe. You know what I mean? Like, people have been smoking for a long time, so there's lots of study on it. So there's not as much long term evidence for un vaping. So as of right now. As of right now, better. But in 2030 years from now, we could have different evidence that says otherwise. So. But, I mean, I like if. If you're getting crazy, I like infused pre rolls where they'll, you know, infuse it with all sorts of stuff. Right. Like distillate or diamonds or hash or what have you. And then. And they're just like, a little bit. I would say, like a supercharged joint, so you get a little extra high, you know, but, yeah, I think. I think that's the move. Pre rolls are always good. And then non infused pre rolls, like, you're just traditional pre rolls. That's always a solid one. I usually get, like, a 15 pack and, you know, have it around the house. So, you know, Amber and I can just crack the jar and grab one and go outside."
    },
    {
        "speaker": "B",
        "text": "You're spilling too much alpha here. Like, this is. Save it from."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I feel like. Don't be embarrassed by anything because it's all good. And there's definitely benefits to the convenience, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, I mean, we'll see. I don't even know what I got. I'll send you a picture. I'm excited to see what I got."
    },
    {
        "speaker": "A",
        "text": "I'm excited to see and."
    },
    {
        "speaker": "B",
        "text": "But I did get one disposable vape pen for all for."
    },
    {
        "speaker": "A",
        "text": "They're my favorites. They're like, I love them. I love them. Big, big supporter of."
    },
    {
        "speaker": "B",
        "text": "Well, the other thing too is the reason I went with the flower options this time was because we can't get the flower here yet. I can get disposable vapor. Really? So that was, that's part of the process. But anyway, that's weed talk with mid Mike crisis bride, chambers friend tech key, and he'll talk to you about sticky vanilla mango."
    },
    {
        "speaker": "A",
        "text": "That is so accurate of a description of what a name would be. All of those things are a name."
    },
    {
        "speaker": "B",
        "text": "Yeah. Friend text, Nickerdoodle Spice. There you go."
    },
    {
        "speaker": "A",
        "text": "I love it. We have nobody to ask trivia questions to. That's good. I just check now. Checking notes."
    },
    {
        "speaker": "B",
        "text": "Did you see Mister House came?"
    },
    {
        "speaker": "A",
        "text": "I saw it. Did he come to request, though?"
    },
    {
        "speaker": "B",
        "text": "Well, he, I don't know if you saw the chat bubble. We haven't really pumped it that much, but sorry, I'm doing a terrible job of it. Hold on. Let me do it right. Let me do it right now. We're 27 minutes into the show, but here it comes. Don't forget to check out all of our Djen network shows. What's today? Friday. So tonight we have night shift at 11:00 p.m. eastern on our YouTube channel. Tomorrow morning, 1030 Saturday morning cartoons. Sunday morning, djen bets with J web cap and phonics talking DF's and getting you prepared for football. And that is your weekend of dj and content. Give us a, like a retweet, a bookmark, a rate, a friend, tech key by whatever it is, whatever. Pump the chat bubble down there. Tell us how much you hate trivia. Ask Chamber what his favorite strain is. And you know, I don't, I don't. I like this one. I didn't, I just did this totally off the cuff and didn't realize you have this here. Quick question of the day for the chat bubble. So I guess the question of the day is what is your favorite made up weed strain that you can think of for the chat bubble down there and pin next show? I don't have that available."
    },
    {
        "speaker": "A",
        "text": "No, we don't have that. I think they were just made actually like an hour ago. So don't have those yet. You can also put real weed strains in there and then we can see if I can figure out which one's real, which one's fake."
    },
    {
        "speaker": "B",
        "text": "Do you remember we actually did that as a segment on red? Yes, we did it. We had. For anybody who's been in the crypto space since 2017 era, you may know Ken Bozak."
    },
    {
        "speaker": "A",
        "text": "So funny you say. Did you see the video today that resurfaced?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Of, like. Remember that super cringy litecoin video of, like, people."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "With the bus with the boss and."
    },
    {
        "speaker": "B",
        "text": "Ken Bozak with Miss Teen Crypto."
    },
    {
        "speaker": "A",
        "text": "Exactly. It's. I just saw today."
    },
    {
        "speaker": "B",
        "text": "Find that opinion. Please find it. Please find it. By the way, we've been around so long, miss Teen crypto is no longer."
    },
    {
        "speaker": "A",
        "text": "She's a mom."
    },
    {
        "speaker": "B",
        "text": "How about that? I don't know about that, but she is. She's in her twenties these days. The. So, yes, we had Ken Mozak on the show once, and we played, I forget what we called the game, but it was essentially we made up some weed strains and mixed it in with regular ones, and we made him. And you guess which ones were real."
    },
    {
        "speaker": "A",
        "text": "Or is he still alive, that guy?"
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "That's one of the people. I was just like, I haven't seen him in a while, and, you know."
    },
    {
        "speaker": "B",
        "text": "Remember he had that whole weird thing with that girlfriend he had that was also, like, an only fan star."
    },
    {
        "speaker": "A",
        "text": "It's 50 50 on why that guy's alive."
    },
    {
        "speaker": "B",
        "text": "Check his twitter, see if you can find it."
    },
    {
        "speaker": "A",
        "text": "I'm gonna investigate."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, dude, that is definitely the video I was talking about."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, talk about how cringe was. This was. This is the crypto version of that meme with the. The dude standing behind the couch. You know that one?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You mean the dudes? The dude standing by?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, that's the. This is the crypto."
    },
    {
        "speaker": "A",
        "text": "That's an accurate statement, is it not? Who's the old guy? Who's the old guy at the etiquette?"
    },
    {
        "speaker": "B",
        "text": "That was dude we had. That was bitcoin Ben, remember?"
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Oh, the truck driver dude."
    },
    {
        "speaker": "A",
        "text": "It's. What a. What a time."
    },
    {
        "speaker": "B",
        "text": "I'm so glad we've rebranded. Oh, shit. Too funny. Anyway, he's. This was. That was rect podcast back in the day, man."
    },
    {
        "speaker": "A",
        "text": "I do have a question for you. A bunch."
    },
    {
        "speaker": "B",
        "text": "Yeah. Trivia."
    },
    {
        "speaker": "A",
        "text": "No, no, that was my segue. I did want to know. I did want to know how you talked about being in Boston buying weed, but we haven't talked about dumb money. I'm very excited to see it. I wanted to get your take. Is it a bin or a bust or a bin or a binge, I should say. Sorry."
    },
    {
        "speaker": "B",
        "text": "100. I was gonna say both of those sound bad. 100% a binge. I thoroughly enjoyed it. It's very much like. I don't know. It's got some big, short vibe."
    },
    {
        "speaker": "A",
        "text": "That's exactly what I felt. I'm so excited. I'm so excited for that."
    },
    {
        "speaker": "B",
        "text": "It's got some big, short vibes to it. It was, like, fun. It was funny. It was. The cast was great. It was emotionally, like, engaging. I thought they did a great job telling the whole, like, the story, but it wasn't too in the weeds and it wasn't like it didn't drag on. I thought it was a pretty tighten movie. And I thought, I mean, I think when you see it, if you go, like, next week when it comes out or whatever, you. You will very much enjoy it."
    },
    {
        "speaker": "A",
        "text": "So you tweeted out a couple of pictures, I think, and I thought one of them was you with a celebrity. And then."
    },
    {
        "speaker": "B",
        "text": "It's true."
    },
    {
        "speaker": "A",
        "text": "I thought it was."
    },
    {
        "speaker": "B",
        "text": "I don't know which one there's one with."
    },
    {
        "speaker": "A",
        "text": "I thought you were taking a picture with actor Michael Rapaport."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. No, that's true. That's fucking funny."
    },
    {
        "speaker": "A",
        "text": "I thought. I thought that's what it was. I'm like, oh, look, bunches with Michael Rappaport, classic New York actor."
    },
    {
        "speaker": "B",
        "text": "We did get to rub elbows with Mister Ben Mesrick. That was fun. He's up. He, you know, gave a little talk prior to the movie. The producers were there, people from the studio, none of the other cast."
    },
    {
        "speaker": "A",
        "text": "I don't think they're allowed. I honestly don't think they're allowed."
    },
    {
        "speaker": "B",
        "text": "They're not. That's what I didn't realize going up there was. They are not allowed because they're not allowed really to promote it because of the strike and all that stuff. But what was cool is two of the real characters that the story was based off of were there. So that was kind of fun, too. What was kind of awkward about it was that they are telling the whole story and the one woman who is one of the main characters in the story that has, like, you know, side plot, they do a good job, like, of flashing across the different times in the movie, like what these people's net worth became, like during this, you know, insane run. And then they do it at the end of the movie and the poor woman is still holding and the price is now, you know, $17 from down from, like, 300. So she round tripped."
    },
    {
        "speaker": "A",
        "text": "You met."
    },
    {
        "speaker": "B",
        "text": "I was like, sister, I feel that."
    },
    {
        "speaker": "A",
        "text": "We have a whole community for you."
    },
    {
        "speaker": "B",
        "text": "Yes, I can relate. Come."
    },
    {
        "speaker": "A",
        "text": "So, wow."
    },
    {
        "speaker": "B",
        "text": "At one time, she had like half a million dollars worth of AMC that she put like $2,000 in. And she still holding, unfortunately. Yeah. But it was, I mean, it was such a really, really cool experience, and my wife and I had an awesome time. It was also our anniversary on Wednesday."
    },
    {
        "speaker": "A",
        "text": "Oh, happy anniversary."
    },
    {
        "speaker": "B",
        "text": "Thank you very much. So, yeah, we had, it was a fun event to be able to, you know, do on our anniversary. And, yeah, then we stayed up there yesterday and just hung out. We got to see. So we went to dinner with some friends and came back this afternoon. And I just got here in time for this thing."
    },
    {
        "speaker": "A",
        "text": "So it's funny because you were in Boston going out dinner with friends. I just saw the trailer for the Frasier reboot, and I don't know if you're a Frasier kid growing up."
    },
    {
        "speaker": "B",
        "text": "Wait, did I not tell you that, like, Frasier hangs out in my neighborhood?"
    },
    {
        "speaker": "A",
        "text": "No. Are you kidding me right now?"
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Yeah, I did. I thought you were bringing this up because, you know, so I live in a area of New Jersey that has a big, like, kind of golf and ski resort right by it. And I'm pretty sure he owns a unit in the hotel that is in my neighborhood."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "And so he is frequently seen around here. I actually have a picture that I snagged from, like, very paparazzi esque, where he's not wearing any shoes, just walking around the, the outside. So, yeah, so we're, we're big Frasier fans around here just because we get."
    },
    {
        "speaker": "A",
        "text": "To, of course, I mean, catch a glimpse."
    },
    {
        "speaker": "B",
        "text": "He brings all of his kids and his dog to the hotel and everything. So. Yeah. And also, Morgan can attest this she earned. Stephen came to visit, and there was some Kelsey grammar sightings around."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. Big Kelsey Grammer fan, obviously. Also the voice of Sideshow Bob. Just all around great actor. But they're spinning up Frasier again where he moves back to Boston. So for those of you who aren't familiar, Frasier was a spin off of cheers. And cheers takes place in Boston. Frasier, he moves to Seattle. So now he's moving back to Boston to rekindle his relationship with his son. And now his son is playing kind of like the dad role from Frasier, where he's kind of like the, you know, the Joe regular guy, you know what I mean? And, yeah, I mean, it looked, I saw the trailer. It looked pretty good. I don't know. I'll probably watch it."
    },
    {
        "speaker": "B",
        "text": "Sounds interesting. I was reading the chat bubble while you were talking, let's bring some of the comments up here. Jweb says, bunch of you need your own gang. I assume that's like a Somalia of weed. Is that or is that a apparatus?"
    },
    {
        "speaker": "A",
        "text": "I don't know. God, I don't know, gang. It sounds like a weed Somalia. I've never heard that before, but I."
    },
    {
        "speaker": "B",
        "text": "Hope he made it up. And I hope he made it up. And you can coin it as a DJ network original and use it to proliferate. The weed industry, mister House says, bought a chamber wrecked key testing the utility, and you owe him some recommendations at the end of this show. Let's see. Croc says you need to rebrand that PFP chamber. So. Which I think, did I see you were in a lawsuit on Twitter?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Like a guy just. I don't know. Even my wife saw it and she's like, what's up with this? So I don't know. It seems pretty blatant, to be honest. I'll pin it. It's a little bit sus. But I mean, I think. I don't know. I don't think it's a ripoff. I don't think they saw my stuff."
    },
    {
        "speaker": "B",
        "text": "And we're like, they certainly did not see your stuff. They definitely didn't say, I want to be just like that."
    },
    {
        "speaker": "A",
        "text": "I think skeleton and wrecked are a fairly easy road to travel. You know what I mean? But nonetheless, I got there first and I deserve restitution, I think, is what it really comes down to. I might get litigious."
    },
    {
        "speaker": "B",
        "text": "You definitely deserve prostitution at the end of this. All right, should we get to some news?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do it."
    },
    {
        "speaker": "B",
        "text": "Or do you want to talk any more, you know, random nonsense? I see we do have some talking points up here. We only got to the first one."
    },
    {
        "speaker": "A",
        "text": "You'll see internal use only on there, so I don't need you."
    },
    {
        "speaker": "B",
        "text": "Yeah, it does say internal use only. It does. It says, stop making fun of pain. His feelings are hurt. Highlighted down. Yeah, it is highlighted. It's in italics as well. I should have. Sorry, pain. All right, let's get to some news. The news. The news. Let's get to the news. We've got chamber. I need you to go find this and put it up top in the nest as well, this crypto shark tank."
    },
    {
        "speaker": "A",
        "text": "So it's actually already in the nest because the reason I saw the litecoin video is if you actually click down from there, the retweet that that tweet is highlighting is the killer whale."
    },
    {
        "speaker": "B",
        "text": "It's a quote, tweet yeah, it's. So what did you think of this?"
    },
    {
        "speaker": "A",
        "text": "My immediate thought was, and first of."
    },
    {
        "speaker": "B",
        "text": "All, explain it to anybody who may not have."
    },
    {
        "speaker": "A",
        "text": "So the, you know, the big buzz this morning was, and I don't know about you, but I see memes before I actually find out what the news was. I mentioned this on Wednesday with the alien. Did you see, like, the dusty alien memes?"
    },
    {
        "speaker": "B",
        "text": "Oh, man, I was so. I wish that came out yesterday so we could talk about it today, because I assume you covered it in depth on Wednesday."
    },
    {
        "speaker": "A",
        "text": "But I don't know, like, I saw the memes, and I'm like, what's all. It must be something. Like, when you see that many new memes of something, it must be, like, a big news."
    },
    {
        "speaker": "B",
        "text": "That's what everybody thought about your buttered sausage."
    },
    {
        "speaker": "A",
        "text": "Exactly. Exactly."
    },
    {
        "speaker": "B",
        "text": "They were like, what is going on with Gary Busey? I must be something."
    },
    {
        "speaker": "A",
        "text": "Exactly. So, sure enough, I see a bunch of memes of, like, this, like, shark tank style show, and the show itself is called killer whales. And essentially what it is, it's crypto shark tank and with a lot of familiar faces. Wolf of Wall street himself. I want to say Jordan Peterson, but that's not his name."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Jordan Belfort. He's the. I would say that the big name. But there's people, like, Wendy O is in there. I saw."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "There's, like. There's, like, people in there. She's like, the, you know, the powerful woman. Like, I. For. I don't know all the people in the actual shark tank, but, like, the redheaded lady, I feel like that's who Wendy's playing. You know? I'm a fan of Wendy. I like Wendy. I don't know what she's doing these days."
    },
    {
        "speaker": "B",
        "text": "I like Wendy's."
    },
    {
        "speaker": "A",
        "text": "But there's the guy."
    },
    {
        "speaker": "B",
        "text": "Wendy's always been very kind."
    },
    {
        "speaker": "A",
        "text": "She has been. So, yeah, until she does otherwise, I'll. I will only positive things. But there's the guy that did all of the tick tock video. I forget his name. G money or Q money or K money. That's the guy that did the videos, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you got to get your."
    },
    {
        "speaker": "A",
        "text": "There's a lot of money guys out there."
    },
    {
        "speaker": "B",
        "text": "There's a lot of money. There's Ghdev, there's K. I mean, you're. You're c money."
    },
    {
        "speaker": "A",
        "text": "I am c money. To my friends."
    },
    {
        "speaker": "B",
        "text": "You literally texted me the other day and formally made a statement that you wanted me to only call you Steve money, to which I replied with a poop."
    },
    {
        "speaker": "A",
        "text": "Yeah. I was hoping you would do it a little bit more subtly, like, really introduce it to people. Like, but I mean, whatever gets us there, I guess, at the end of the day."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I. I think people are more likely to call you c money now than if I actually properly socialized it very subtly. So I think we have a good chance of you getting that name."
    },
    {
        "speaker": "A",
        "text": "I like it. So. But, yes, K money is in it. There's some other people. But my first thought after seeing the full trailer was Bitboy must have been attached to this at some point, and they had to do reshoots to, like, get them. I don't know. I don't. This is just me speculating, but in my heart, that's the first thought I had. I'm like, there's no way Bitboy wasn't attached to this at one point."
    },
    {
        "speaker": "B",
        "text": "So there's just like a blurred out finger."
    },
    {
        "speaker": "A",
        "text": "Just a blob."
    },
    {
        "speaker": "B",
        "text": "Yeah, just like a blurred blob in one of the chairs."
    },
    {
        "speaker": "A",
        "text": "Yeah. There definitely had to be reshoots at some point. Maybe that's where K money came in."
    },
    {
        "speaker": "B",
        "text": "Who would you rather have?"
    },
    {
        "speaker": "A",
        "text": "Bitboy. Bitboy would have been amazing on that bit, boy."
    },
    {
        "speaker": "B",
        "text": "I'd rather have Kmon."
    },
    {
        "speaker": "A",
        "text": "I mean, I like K money more, but Bibboy would have been amazing on that show. I would have watched it for that. Yeah, totally. But, yeah, I don't know. It's on hello network, I think. I've never heard of it before."
    },
    {
        "speaker": "B",
        "text": "Is that a real."
    },
    {
        "speaker": "A",
        "text": "Doesn't seem like a real network, but you never know. There's a bunch of, like, streaming services that tons of people pay for. And it wouldn't shock me if a bunch of crypto, like, if this is like a. I don't know if it's a crypto network or what. But, you know, I'm always shocked with how many."
    },
    {
        "speaker": "B",
        "text": "I just want to know why we didn't get this as dj and exclusive."
    },
    {
        "speaker": "A",
        "text": "I. I'm like, we joke."
    },
    {
        "speaker": "B",
        "text": "You should. You shouldn't have burned those bridges with people."
    },
    {
        "speaker": "A",
        "text": "We joke. But a part of me is always kind of always waiting for the, you know, the proverbial knock at the door, yo."
    },
    {
        "speaker": "B",
        "text": "Right. Well, that's because you don't read for things. You just wanted them to be awesome."
    },
    {
        "speaker": "A",
        "text": "That's right. I feel people should recognize greatness. Much like Jerry west when he saw Kobe Bryant in the 1997 pre draft workouts. It was immediate, you know, I was."
    },
    {
        "speaker": "B",
        "text": "Gonna say the same thing. I was gonna say that exact same thing. The exact same comparison, actually, speaking of new nicknames, now that we're calling you c money, I hear that you've asked your dad to start calling you something different as well."
    },
    {
        "speaker": "A",
        "text": "So this is funny. You'll love this. So my dad retired a couple years ago, and two months after he retired, he is driving me absolutely crazy because he has way too much free time. And he's a guy that, he's a money guy, right? He's always thinking about money. He always wants to make more money. He's a very heady businessman."
    },
    {
        "speaker": "B",
        "text": "So he's. So where I'm going, where you're going with this is. He's asking you if you have any new ways to make money."
    },
    {
        "speaker": "A",
        "text": "No. So he was. Yeah, but he was just talking about money all the time, and it was, like, nonstop. And I'm like, man, just go back to work. Because he's like, I got to do something with my time. He's like, I think I'm just going to go to Walmart or not Walmart, home depot. And he's like, I'm just going to go somewhere. I'm like, what are you doing? I said, go and, like, work for, like, do, like, you know, you know, some sort of, like, you know, consulting work in the industry that, you know, he worked in the. He was a consultant in the mining industry for lots of years. I said, just, you have all the contacts. Just go back into crypto mining. No, not that kind of mining. Dirt. Dirt mining. So, you know, I told them, you know, just. Just go back. Like, you're driving everybody crazy. Just go back to work. Like, I know you can retire, but nobody wants you to retire. So anyways, he works, long story short, he works again, and he was doing a little traveling. And in his travels, one of his contacts is one of my old high school friends. And when I left high school, I was done. I haven't talked to anybody from high school. So it's funny. When my dad visits, you were actually."
    },
    {
        "speaker": "B",
        "text": "Voted least likely to talk to anyone from high school in your high school."
    },
    {
        "speaker": "A",
        "text": "I was so, so, sure enough, he was, he just came back from a trip and he's like, oh, I talked to so and so. And I said, hey, I'm curious. Like, when people. Because he's like, oh, you know, he asked me how you were doing, and I said, what? What do you tell people? Because he. About me? Yeah. Like, what do you like?"
    },
    {
        "speaker": "B",
        "text": "Great question. Fantastic question."
    },
    {
        "speaker": "A",
        "text": "Because it's kind of, it's funny what I do, like, for a living, like. Cause he knows. He's very. He's always asking me about what's happening with NFts and crypto through the years. You know what I mean? And so, and he's, you know, he has some crypto that he's made money on as well. And, you know, he's always impressed with kind of what we've been able to do over the years."
    },
    {
        "speaker": "B",
        "text": "Right. But when one of his old buddies."
    },
    {
        "speaker": "A",
        "text": "No, but it's one of my old buddies."
    },
    {
        "speaker": "B",
        "text": "He has to, like, you know, he has to come up with the least embarrassing."
    },
    {
        "speaker": "A",
        "text": "That's right. So, you know, if you're, if you're telling somebody what I do now, it's, he sells weed and trades crypto, and it's."
    },
    {
        "speaker": "B",
        "text": "That's real, real success story."
    },
    {
        "speaker": "A",
        "text": "For some people, that could be a real success story, but for other people, maybe not so much. And then I started laughing. I said, oh, it's like, it's so funny. Like, we're both laughing about it. And I said, it's so funny that that's like, my name's Chad, and I sell weed and I trade crypto. And he's like, why is it funny that your name's Chad?"
    },
    {
        "speaker": "B",
        "text": "And I'm like, and you're like, aside from the obvious reason."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. I said, do you not know what weight my name bears? And he's like, no. So I had to start explaining to him the chad culture, especially over the past few years with the resurgence of Giga Chads and the memeification of the name. I sent him down a rabbit hole, and he called me hours later, and he's like, I wasn't aware of any of this."
    },
    {
        "speaker": "B",
        "text": "And he was like, am I speaking to Giga Chad?"
    },
    {
        "speaker": "A",
        "text": "Exactly. He thought it was the funniest thing in the world, so he loves it now. So he says Gigachad now. He said it a couple of times and it makes him laugh. Yeah."
    },
    {
        "speaker": "B",
        "text": "So it's fantastic. A quick update from the war room. Drew popped into the war room and he shared a tweet in which Payne responded, just talking about you on the show. Chamber thought the picture was Michael Rappaport. Drew responds, Chamber thought I was Michael Rapoport. That's the most offensive thing I've ever heard. And then chain Lol pain lols and tags us. He said he's now boycotting. He got booed off the stage and now he's getting attacked. And then JP, JP Kaz chimes in and says, legit pulled up a Rappaport picture the other day when I posted that picture, was going to say something and got distracted. So you weren't the only one Drew doesn't like."
    },
    {
        "speaker": "A",
        "text": "Are we talking about Drew Crit or Drew, you're like, yeah, yeah, that's true."
    },
    {
        "speaker": "B",
        "text": "Crit. Yeah."
    },
    {
        "speaker": "A",
        "text": "I didn't think. I thought he. I have a different image of him in my head."
    },
    {
        "speaker": "B",
        "text": "You thought he looked less like Michael."
    },
    {
        "speaker": "A",
        "text": "Yes, much less. I had him. I don't know what he looks like. I guess I thought that was when you said Drew."
    },
    {
        "speaker": "B",
        "text": "I thought, what do you do now?"
    },
    {
        "speaker": "A",
        "text": "I thought, don't you work with a Drew also? Am I wrong?"
    },
    {
        "speaker": "B",
        "text": "This one."
    },
    {
        "speaker": "A",
        "text": "What about for."
    },
    {
        "speaker": "B",
        "text": "The Ben Mezzur project? Yeah, Drew."
    },
    {
        "speaker": "A",
        "text": "No. What about for the Starbucks stuff? Do you not work with a drew there as well?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Drew. Well, there's another Drew."
    },
    {
        "speaker": "B",
        "text": "There's an Andrew who built our bot."
    },
    {
        "speaker": "A",
        "text": "That's not him."
    },
    {
        "speaker": "B",
        "text": "We don't ever refer to him as Drew. No, you're just wrong. You're just."
    },
    {
        "speaker": "A",
        "text": "Yeah, because when you said Drew, I didn't think you meant Drew Crit, because in my. Yeah, in my mind, that's another person."
    },
    {
        "speaker": "B",
        "text": "That's him."
    },
    {
        "speaker": "A",
        "text": "Interesting. Michael Rafap. I mean, better looking Michael Rapaport, but Michael Raffaport nonetheless."
    },
    {
        "speaker": "B",
        "text": "Look, him and his fiance hung out with me and my wife all night, glorious time. No mentions of Michael Rapaport were made. They did ask him for some pictures, which I thought was weird. So somebody must have thought he looked like him as well. But that was it. We had a great old time. I got two other stories that I think are cool that I want to get to, and then we'll wrap this thing up on a Friday. These are coming from the AI space chamber. I need your opinion. We've been talking about movies. We've talked about the writers strike this headline. Anne Hathaway, Octavia Spencer, and Tom Hanks working on AI likeness rights with a company called Metaphysic. So the generative AI tech firm announced a new tool set Thursday that revealed multiple actors who are using its product. So you can create. Oh, here. So here. There's more. Anne Hathaway, Octavia Spencer, Tom Hanks, Rita Wilson, Paris Hilton, and Maria Sharapova. I guess you can recreate your likeness, and AI will change content creation storytelling forever. Whether you're an actor, performer, sports person, or just a concerned citizen, it's critical that everyone takes active steps to protect their personal data that can be used to create a perfect AI version of your likeness or performance. So I think the goal here is to recreate these people as an AI likeness so that they can be licensed for future films or their likeness can be used in other types of content, etcetera. What are your thoughts here?"
    },
    {
        "speaker": "A",
        "text": "I really like it. I'm not sure, if we reported on it before, but I remember, I think Bruce Willis, I don't know if you're familiar with what's going on with him, but apparently he has some sort of degenerative disease right now and can't do any acting. So he licensed his likeness in a similar way. So obviously he could provide for his family and stuff, but apparently he can't act anymore and has to do this interesting way to, like, if for whatever reason, you can't, you know, work a way to still, you know, provide, which I think is an interesting, especially now with the, you know, with the writer strike, I'm almost 100% sure that AI is a part of the, some of the talking points when it comes to the, to the new agreements and whatnot. So, yes, it is."
    },
    {
        "speaker": "B",
        "text": "It's a major, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I thought, I've seen it a couple of times, so that's. So, yeah, I think it's great. Uh, I think if the actors are working on the framework, um, for their likenesses, I think that's really smart. Um, and again, this is probably gonna."
    },
    {
        "speaker": "B",
        "text": "Cause some backlash and controversy in the actor community. I would say no. You don't think."
    },
    {
        "speaker": "A",
        "text": "Oh, guaranteed, people are taking well, I mean, if you, if you start thinking like, like Bruce Willis, for example, if it was 20 years ago and you get a disease that you can't act anymore, well, that job is now going to go to someone else, and now Bruce Willis can perpetually get work for as long as Bruce Willis content is attractive to the market."
    },
    {
        "speaker": "B",
        "text": "How long is Bruce Willis content attractive?"
    },
    {
        "speaker": "A",
        "text": "I think forever. I will forever. I'm a big Bruce fan."
    },
    {
        "speaker": "B",
        "text": "So not only so AI is taking future acting jobs because you just want to see Bruce Willis."
    },
    {
        "speaker": "A",
        "text": "I want, I want only Bruce, I want die hard 77. Who is the."
    },
    {
        "speaker": "B",
        "text": "Actor or actress that you want to use this AI likeness so you will be able to perpetually see them in peak form in any movie for the rest of time."
    },
    {
        "speaker": "A",
        "text": "That's a great question. Who, who do I want to see? You know, who I really like? There's like, there's two guys that I, you know, ten years ago, I would have said no, but I just like them more and more. Are Ryan Gosling and Brad Pitt? And Brad Pitt."
    },
    {
        "speaker": "B",
        "text": "I just, Brad Pitt I could get down with. Ryan Gosling doesn't, no, he's, I mean."
    },
    {
        "speaker": "A",
        "text": "Sexually has always done it for me."
    },
    {
        "speaker": "B",
        "text": "But of the Hollywood, of the Hollywood Ryan's, I, much more lean, really."
    },
    {
        "speaker": "A",
        "text": "I know. I think I'm on Gosling. I'm team Gosling. Yeah, I just like them more and more."
    },
    {
        "speaker": "B",
        "text": "Reynolds is funny."
    },
    {
        "speaker": "A",
        "text": "I would argue Ryan Gosling is funnier. He has some of the best appearances on Saturday Night Live over the last 15 years that I'll send you. I'll send you one later. But I'm just saying that's where real funny happens."
    },
    {
        "speaker": "B",
        "text": "I get it. So he's Saturday Night Live funny, which means he's not funny."
    },
    {
        "speaker": "A",
        "text": "Listen, I'm going to send you some stuff and then we can talk about. I'll let you apologize to me on a later episode."
    },
    {
        "speaker": "B",
        "text": "Fair enough. Please send me some Ryan Gosling content. I will. I will compare, I think. But Ryan Reynolds watching him in welcome to Wrexham. Have you watched?"
    },
    {
        "speaker": "A",
        "text": "I have not."
    },
    {
        "speaker": "B",
        "text": "With Rob McElhenny. You should watch it. You'd like it, especially as a soccer coach yourself. You would really relate to this. He is just naturally funny when he's not even trying to be and you realize that he's just dripping in Rizzi."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I'm not trying to take away from Ryan Reynolds. The man has got Riz. And I was very happy because he had a tough go. Uh, he, he landed the Van Wilder role and we all thought he was going to be a superstar. And it was like just flop after flop after flop."
    },
    {
        "speaker": "B",
        "text": "What do you mean? He is a superstar. He's like one of the most famous people in the entire world."
    },
    {
        "speaker": "A",
        "text": "I didn't get to the, I didn't get to the point where he did become one when he finally, and now he's a billionaire. When he got, I want to call him dead zone, but that's not his name. Deadpool. Like, I was so happy for him because I, like, you, saw all of his potential and I feel like it wasn't maximized. And then when he got deadpool, I was very happy for him because it really showcased all of his abilities. And then now he's, he is what he is."
    },
    {
        "speaker": "B",
        "text": "I can get down with that. The, all right, last, last topic here. We'll close it with this pain. Get your mouse ready. But in the chat box, anthony says, give me megan fox from transformers for eternity. All right, fair enough, anthony. That's maybe the most predictable, but I got it. I get it. The last story here is from stability AI chamber. Are you familiar with stability AI? No."
    },
    {
        "speaker": "A",
        "text": "No, I'm not."
    },
    {
        "speaker": "B",
        "text": "Okay. Stability AI, for those of you who may not know, is the company that produced stable diffusion, which is the open source text to image model that kind of, like, started this, like, the mid journey stuff. AI craze. Yeah. So, yeah. And so stable diffusion is their text image product. And last week or earlier this week, they launched a new product called. What is it called here? Stable audio. And you can essentially now create generative audio. So. Announcing stable Audio, a product for music and sound generation. So this came out on Wednesday, stable diffusion, the world's leading open generative AI company, announced launch of Stable Audio, the first AI product for music and sound generation. So this is super cool. I actually think you would really enjoy playing with this. So you could find it at stability AI blog. And then you can see their stable audio one. But so you can just like mid journey and stable diffusion, you can put in a prompt and that prompt will generate up to 90 seconds. You can. Yeah, you can do a, up to a 95 2nd track, and it will basically create it in 10 seconds. So you can do so. Pain we got your, we got some, some samples for you guys to listen to us to test the quality. I actually think I. These are pretty good. So here was the prompt for this one."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Trance Ibiza Beach Sun 04:00 a.m. progressive synthesizer 909 dramatic chords choir euphoric nostalgia dynamic and flowing. Go for it. Pain."
    },
    {
        "speaker": "A",
        "text": "I can feel my jaw grinding already."
    },
    {
        "speaker": "B",
        "text": "Not bad."
    },
    {
        "speaker": "A",
        "text": "That's not bad. Absolutely."
    },
    {
        "speaker": "B",
        "text": "All right, next one. Ambient techno Meditation scandinavian forest 808 drum machine 808 kick claps Shaker synthesizer synth, bass synth thrones beautiful, peaceful, ethereal natural 122 bpm instrumental oh, what is this? The walrus of love? I don't know if you all felt that bass, but it was pretty good. The next one is now a much more simple prompt. Sometimes simple is good. This is just drum solo. What do you think of that one?"
    },
    {
        "speaker": "A",
        "text": "I am so excited for this. Like, I'm gonna. I know what I'm doing all weekend now. Can I use, can I use this one?"
    },
    {
        "speaker": "B",
        "text": "Yes, you can use it. The problem is everyone is trying to use it. You can try it@stableaudio.com. so, like, it's kind of in and out there. You literally."
    },
    {
        "speaker": "A",
        "text": "Site traffic is ridiculous."
    },
    {
        "speaker": "B",
        "text": "Yeah, it literally pops up and says, we're seeing a lot of traffic. The launch of stable audio has generated a lot of interest, and our systems are having trouble keeping up. So you probably hit or miss on if you'll be able to use it at the moment. But I. Yes, you can try it. Stableaudio.com dot Payne do the last one. I actually didn't listen to this one. This is just car passing by. Yeah, so, like, you can make sound effects. I'm going to make full dick. You can make drum solos. You can do whatever is. So apparently it was trained on a library of 800,000 different sounds. It says here the underlying model is trained using music and metadata from audio sparks, a leading music library in partnership between the companies that will generate both economic and creative value for both parties. And apparently that was trained on like 180,000 different types of sound."
    },
    {
        "speaker": "A",
        "text": "That's fantastic."
    },
    {
        "speaker": "B",
        "text": "I had a feeling you would like this."
    },
    {
        "speaker": "A",
        "text": "I love it. Right away, my first thoughts are creating Halloween music for outside. You know, we're coming in spooky season. Like having custom Halloween, like, oh, yeah, this is good. Oh, my."
    },
    {
        "speaker": "B",
        "text": "You're gonna remix the monster mash Ibiza 808s chambers monster mash visa 808 since drops of."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, your house is going."
    },
    {
        "speaker": "B",
        "text": "To be a graveyard."
    },
    {
        "speaker": "A",
        "text": "It will be. I'm so excited for this. This is very, very."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's fun. Go try it out. Stableau audio.com. see if you could try it out. I will be waiting to see if you are able to use it and come up with anything cool over the weekend because I have a feeling like, you know, the art stuff is up your is, you know, you're interested in it, but I feel like this may unlock a new addiction."
    },
    {
        "speaker": "A",
        "text": "You could probably prompt the keys, right? Like what key it's in and whatnot."
    },
    {
        "speaker": "B",
        "text": "Oh, I would imagine so, yeah. I haven't tried it yet, but, like, just based on looking at these and just like art. Right. Like, if you are, I would say the more musically talented you are, the better you would be able to prompt this thing, right. Like, and you would probably get better."
    },
    {
        "speaker": "A",
        "text": "Like, you might be able to do specifics on, like, specific instruments, like, you know, using a 67 fender jag. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Right, exactly. Or you could do. You might be able to do something like specific chord progressions or whatever, right. And, like, you. You know what I've tried once, and then we'll get out of here was. I actually tried to. Yeah, well, that was in Boston, but I wasn't. I wasn't gonna talk about that. But the. I used chat GPT to tell me one time, I did, like, tell me the most common chord progression in like, top 100 billboard for the last cd, 20 years, GCDF."
    },
    {
        "speaker": "A",
        "text": "Because you can play."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And so, like, it. It, like, did that, right? And it came back with a chord progression. I was like, okay, with this chord progression. Like, write me a unique melody that would have 122 beats per minute. And it did it. And it did it out, like, wrote music, essentially. And then. So I wonder if you could do something like, that and then put that into this and see what would happen. But anyway, you'll have a lot of fun with this one. I think so. Good way to end the week."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Let's shut this thing down. We will keep the rest of the internal use only random talking points for Monday, and you can feel free to add some more over the weekend. Look, I am pretty pleased with how this new show is going. What's your thought? A full. Are we a full weekend? Are we two weeks in? I don't even know."
    },
    {
        "speaker": "A",
        "text": "I would say the first one was September 6. That was named."
    },
    {
        "speaker": "B",
        "text": "Okay, so we're like four shows."
    },
    {
        "speaker": "A",
        "text": "Yes. The name of that episode was Florida bears love Mango white claws. I can be very creative with. With the names. Now, I was thinking today we could do. What did I just think of? I just thought of one. It's left me, but, yeah. Well, I'll have to ruminate on the name of this episode."
    },
    {
        "speaker": "B",
        "text": "Why don't you try crack?"
    },
    {
        "speaker": "A",
        "text": "It's not wrong. You are going to love it."
    },
    {
        "speaker": "B",
        "text": "That's always, always sunny reference. For those keeping score at home on Monday chamber, we'll talk about the crypto kicks that I have sitting here that I have not unlocked."
    },
    {
        "speaker": "A",
        "text": "That's exciting. Oh, the name of the episode is going to be drew."
    },
    {
        "speaker": "B",
        "text": "I like how you very subtly hinted to me via text today that I should hurry up and ship your fucking shoes is basically what you said."
    },
    {
        "speaker": "A",
        "text": "So there's a little. Yes, you're correct. That was my subtle way. But I just got."
    },
    {
        "speaker": "B",
        "text": "By the way, the text was just all it was that I read into all of this in was just an unprovoked text that says, you need my address for shipping. And of course, that's the rudest canadian."
    },
    {
        "speaker": "A",
        "text": "Thing I could have said."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. But the subtext of that was, how have you not shipped these yet? And I only got them on Monday, and I left my house for the."
    },
    {
        "speaker": "A",
        "text": "I know, I'm aware of all of these."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I'm like, yeah. So my response was just, yes, please. But I knew. I know."
    },
    {
        "speaker": "A",
        "text": "So the reason I sent it was I just got a save the date for a company, you know, a company meeting at the. And I got to be, oh, 100%. I'm going to be wearing a stones. I think it's stones, dude."
    },
    {
        "speaker": "B",
        "text": "You are talking about Giga. Chad. The whole company is going to flip shit over."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "You're either going to be. You're either going to be, like, reveled as the coolest guy in the company, or, like, people are going to write emails behind your back that will accidentally get reply."
    },
    {
        "speaker": "A",
        "text": "All it'll be for. It'll be the former. I work in the cannabis industry. These people are going to lose their shit."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would think so, too. That they might name a strain."
    },
    {
        "speaker": "A",
        "text": "They may."
    },
    {
        "speaker": "B",
        "text": "But that is gonna do it for us for this week. Another week down of a new show. I'm liking it. It's, you know, I feel like we get to be ourselves now."
    },
    {
        "speaker": "A",
        "text": "Absolutely. It only took three shows."
    },
    {
        "speaker": "B",
        "text": "It only took three shows. Three."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "You mean three rebrands."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Not three episodes. Three different rebrands. But this one's kind of like a hybrid of all of them."
    },
    {
        "speaker": "A",
        "text": "This is the. Where. This is its natural form."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is its natural form. So that's going to do it for us. Until next time, keep the mic hot."
    }
]