[
    {
        "speaker": "A",
        "text": "Hey."
    },
    {
        "speaker": "B",
        "text": "Hey, everybody. Welcome to the min condition Monday edition. This is your boy Mackie Chamber. Great choice of song today. Very good vibe for spring. I am feeling it. I am very much feeling it."
    },
    {
        "speaker": "C",
        "text": "I feel he's singing about the salad days being gone. I feel like the salad days are just around the corner again. I feel like we're on the verge of never making money in web three ever again. I don't know. I'm having one of those days."
    },
    {
        "speaker": "D",
        "text": "Punch."
    },
    {
        "speaker": "A",
        "text": "How you feel about that, bro? I am in bad shape today. Like, I'm glad that Des is here because I'm about to just go on mute and just let you two have at it."
    },
    {
        "speaker": "C",
        "text": "That sounds good."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm in rough shape. Friday afternoon, I got, you know, I was feeling sick. I was doing work. I texted my wife, and I'm like, I don't feel good. Saturday, I was, like, out for the count, and then yesterday started feeling good, back to normal. And then my kid decided he just wasn't gonna sleep last night, so I was up all night, and that pretty much reversed all of my recovery. So back at square one today, it's just, you know, it's one of these things when you're dedicated and just really committed to the game of creating quality content three times a week where, you know, when you're under the weather, I mean, you just got to play injured sometimes, and, you know, you feel like you're just being rolled out in a cage to the audience, you know, you just like."
    },
    {
        "speaker": "C",
        "text": "I get it."
    },
    {
        "speaker": "A",
        "text": "And you did. They just open the cage up and they're like, here you go. And you're just like, I don't really. I don't really have it today. It's like, you know, it's the Jordan flu game for me today."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "But, I mean, he was notoriously just hung over for that game. It wasn't necessarily the flu."
    },
    {
        "speaker": "A",
        "text": "Is that. Is that the. Yeah."
    },
    {
        "speaker": "C",
        "text": "Turns out he was a gambling alcoholic who had trouble, you know, controlling his vices."
    },
    {
        "speaker": "A",
        "text": "Des, you sound like you are. You're team flu."
    },
    {
        "speaker": "E",
        "text": "Yes, I am team flu."
    },
    {
        "speaker": "A",
        "text": "Mackie. It sounds like we have our first poll of the day. Jordan flew or hangover was the first poll."
    },
    {
        "speaker": "B",
        "text": "Can do."
    },
    {
        "speaker": "A",
        "text": "Well, we are, you know, chamber. I'm not familiar with the song that you started with, so give me a little background of the choice."
    },
    {
        "speaker": "C",
        "text": "I'm Mac Demarco. You know, he's a."
    },
    {
        "speaker": "A",
        "text": "What project?"
    },
    {
        "speaker": "C",
        "text": "What am I founded? I don't. I don't know. I feel like he's a notorious indie singer, cigarette smoker."
    },
    {
        "speaker": "A",
        "text": "I actually think he might be notorious cigarette smoker. I didn't know that was, like, a designation."
    },
    {
        "speaker": "C",
        "text": "Yeah, he definitely has. Like, if you know Mac DeMarco, you know, he smokes cigarettes. He's a professional cigarette smoker. There are very few professional cigarette smokers around stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're only a part timer."
    },
    {
        "speaker": "C",
        "text": "That's right. I'm semi pro. But I know he's thinking about. Are you familiar with the term salad days?"
    },
    {
        "speaker": "A",
        "text": "So you were saying this, and I was like, is he saying salad? Like a cobb salad?"
    },
    {
        "speaker": "D",
        "text": "Yeah, salad."
    },
    {
        "speaker": "C",
        "text": "Like a cobb salad. So salad days are like. Your salad days are usually your youthful years where you have very little money, but it's fun because you have so little money and you're kind of living hand to mouth a little bit."
    },
    {
        "speaker": "A",
        "text": "You just have to eat salad? Is that what it is?"
    },
    {
        "speaker": "C",
        "text": "You just have to eat salads? Yeah, absolutely. You're not eating steak, just salad."
    },
    {
        "speaker": "A",
        "text": "Got it. So I'm unfamiliar, as a. As a 36 year old with gout. I am very unfamiliar with. With having to."
    },
    {
        "speaker": "C",
        "text": "You're in your steak. You're in your steak days."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Des, were you aware of the term salad days? Is it just me?"
    },
    {
        "speaker": "E",
        "text": "I was not."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "E",
        "text": "I still don't believe it exists, but, yeah."
    },
    {
        "speaker": "A",
        "text": "Mackie."
    },
    {
        "speaker": "C",
        "text": "Does anybody back me up on this?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I mean, Mackie, were you familiar with the term salad?"
    },
    {
        "speaker": "B",
        "text": "I am familiar with the term salad days. I was just before or after the song? I'd heard of dog days before the song, but I would say. I might have to say after the song, I was familiar with it. And that's the power of culture, everybody. You can make up anything as long as you have a hit song about it. Well, a catchy song. We'll call it catchy song."
    },
    {
        "speaker": "A",
        "text": "I was thinking about this the other day. Do you think, Mackie, that we could make a. You could get GPT four to, like, act as a Grammy award winning songwriter and actually creates, like, an award winning song. You think we'll get to that point pretty soon here?"
    },
    {
        "speaker": "B",
        "text": "I'm gonna say, yeah. I mean, we have Vtubers, right? Like, we might as well have AI hit songwriters. We have."
    },
    {
        "speaker": "A",
        "text": "Maybe we should do it. Yeah. Chamber. Maybe we should do it. What do you think? You think we could write an AI generated, grammy award winning song?"
    },
    {
        "speaker": "C",
        "text": "I know it sounds good. So, I mean, if they just pumped out a bunch of different things, I could definitely pick a winner out of that bunch."
    },
    {
        "speaker": "A",
        "text": "See, that's. That's the world we're headed to, where you don't actually have to have the skill you just have to have the ability to recognize greatness and build on it. Right. Like, I think that's where we're headed."
    },
    {
        "speaker": "C",
        "text": "Absolutely. I feel like my talents are just yet to be topped for this sort of thing, so I'm excited."
    },
    {
        "speaker": "A",
        "text": "Speaking of greatness, des, how are you feeling today? Good."
    },
    {
        "speaker": "E",
        "text": "It was a little bit of a rough week last week, but I'm glad to be back. But before you go on mute, I just have to get. I know it's been a minute, but I have to get a download on the PSP. What is it?"
    },
    {
        "speaker": "A",
        "text": "Ah, okay. Actually, let me, let me. I'll pin my tweet from last night to the top. It. Actually, I only changed it, you know, last night, less than 24 hours. No, you haven't at all. So this only happened yesterday evening. So I did. I had a great phone call last week with the folks at a project called Good Humans, and we're going to be doing some stuff with them for DJ network around some education."
    },
    {
        "speaker": "E",
        "text": "We'll be related to Metagood, right? Nothing related to OCM or anything like that."
    },
    {
        "speaker": "A",
        "text": "No, no. Different. Totally different. And so we had a great call. We're going to do some education stuff in the DJ network voice channels. And, you know, they make the, their whole thing is kind of like these customized pfps. And so they offered to make me one and I was like, okay, well, I'd love to have my two brands that I'm working on represented in it. And so I've got the DJ network logo on my hoodie, I've got the form three logo on my hat. And, you know, we've talked so much lately about pfps and building brand around IP and all this stuff. And I'm like, I'm sitting here and I'm like, man, I kind of want to rep the brands that I'm building rather than somebody else's. And so I thought it was time. And did you just say there's going."
    },
    {
        "speaker": "C",
        "text": "To be a Degen BFB?"
    },
    {
        "speaker": "A",
        "text": "No. Is that what I just heard? That's not what I said. However, as part of this wonderful partnership that we're doing, we're going to be buying a couple of their founders keys and giving some away to folks that attend our DJ network education sessions. At least four or five folks in the DJ network will be able to get their own good human customized PFP, which is pretty cool. Very cool. Yeah. And so I just kind of. So I put my ute for sale the other day and I was like, when it sells, I'll figure out what I'm going to do. And it actually sold yesterday. And yesterday evening they had messaged me with the file of my little guy here. And I was like, okay, well, now's the perfect time. It was funny. I was in the warp Joe Juwan norm the unicorn f your opinion space last night, and it was all this hot shot about IP and pfps. And I was like, all right, now's the time. So I actually made the background of this profile pic in mid journey. So they just sent me my little transparent file of my guy, and I made the background in mid journey, and I slapped it on top, and now I've got a new PFP. That is me repping my brand."
    },
    {
        "speaker": "E",
        "text": "Looks like you want a little Jackson pollock on the background."
    },
    {
        "speaker": "A",
        "text": "I think it's kind of like my, my jam. I'm doing a lot of these, like, graffiti ish style stuff, so. But that's it. That's the story of me and the new PFP. So the ute sold. I've got my other one up for sale."
    },
    {
        "speaker": "C",
        "text": "What are we selling those for?"
    },
    {
        "speaker": "A",
        "text": "What am I selling them for?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I got a couple of youths."
    },
    {
        "speaker": "A",
        "text": "Kicking whatever someone will give me. However, the. You know, that's actually a good segue, I feel like, into some of the news for the day. So the ute's actually are beginning their migration to Polygon today. Chamber, did you know this?"
    },
    {
        "speaker": "C",
        "text": "I didn't know what was happening today. Now."
    },
    {
        "speaker": "A",
        "text": "Okay, so this is important for you to know today of all days, because we've got. There's some details that you need to know today. So I don't know if it's started yet. I haven't seen anything yet. Des, do you know if it started today yet?"
    },
    {
        "speaker": "E",
        "text": "Frank just keeps tweeting out, like, are you ready? I don't know."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay, so I don't think it's started yet, but here are the details for any ute's holders out there. So if you don't know. Ute's same founders as the D gods project dust labs. They announced earlier in the year that they'd be migrating both collections. The D gods are going to Eth and Ute's are going to polygon. And so it's finally happening. I think they announced this back in December. And so today at some point, you can start to migrate your ute from Solana to polygon. And I. The announcement basically says you're going to want to migrate yours in the first 24 hours. They're actually going to be rewarding you for migrating in the first 24 hours."
    },
    {
        "speaker": "C",
        "text": "Oh, good to know."
    },
    {
        "speaker": "A",
        "text": "Yeah. You'll want to be doing this. I think it's through a partnership they have with magic Eden, who will be covering the gas fees associated with the move they're actually going to get. If you do it through magic Eden. They're going to gift users $5 in USDC for every ute listed on magic Eden. Interesting. And additionally, additionally, ute's trading will be fee free on magic Eden for the first 30 days. So if you are planning on trading your polygon, your new polygon ute, do it on magic Eden. And the reason chamber you want to do it in the first 24 hours is they'll be taking a snapshot and they're going to be airdropping a bitcoin. D God. So one of the ordinals. D gods to one ute holder. And 24 hours after the migration. So once you migrate, you'll be taking a snapshot and you'll be in the drawing for a ute's or, sorry, a ordinal. D God. Which is pretty cool. They're going for. I mean, I think it's like 0.6 bitcoin, so it's not a small."
    },
    {
        "speaker": "C",
        "text": "That'll do."
    },
    {
        "speaker": "A",
        "text": "Yeah. So also to encourage holders to migrate, they're enforcing a 33.3% royalty on any ute's still on Solana if you've traded. So this will take effect after April 3. So you'll have about a week to do so. They're calling that the paper handed bridge tax as a nod to their paper handed bitch tax that they had back a while ago. And it's also announced that the D gods will be finally migrating to ETh on March 31, which is Friday. So more about that. Yeah. So are you going to be. Good thing we had this show?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Well, this is the only one."
    },
    {
        "speaker": "C",
        "text": "I've been paying the bitch tax for a long time, I'm going to be honest. No, this is the only reason I do the show is so people could tell me what to do with my things."
    },
    {
        "speaker": "A",
        "text": "Well, this is. It was very timely. Then we started with the PFP change. Des, I need your opinion on the PFP change. Like, you know. You pro PFP? Of my own brands. Are you. You said I sold one of my ute's. What's your take?"
    },
    {
        "speaker": "E",
        "text": "No, I'm super pro it. I like it. Like you said, just something different. And we talk about personal brands a lot, and so I love that you're owning it and. No, I like it, man."
    },
    {
        "speaker": "A",
        "text": "I'm not. Not quite sure it captured how fat and short I am. But."
    },
    {
        "speaker": "E",
        "text": "To be fair, compared to chambers, which head goes all the way up to the top of the circle, yours only goes about."
    },
    {
        "speaker": "A",
        "text": "Okay, I do look short. You're right away."
    },
    {
        "speaker": "E",
        "text": "So I think it accurately captures it."
    },
    {
        "speaker": "A",
        "text": "You're right, I do look a little shorter. I might have to zoom in because, you know, these are supposed to be aspirational chamber thoughts."
    },
    {
        "speaker": "C",
        "text": "I like it. I. What you said made a lot of sense because, yes, I like, you know, I'm a fan of my ute, but, you know, it doesn't represent me necessarily."
    },
    {
        "speaker": "A",
        "text": "I mean, you are."
    },
    {
        "speaker": "C",
        "text": "I do like it, though. I am a king. I don't like that it's green, though. As a laker fan, it eats me every day."
    },
    {
        "speaker": "A",
        "text": "That interesting."
    },
    {
        "speaker": "C",
        "text": "My. My fur is greenhouse."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so what I liked about this was, you know, it's a human representation. Looks like me and has a couple customized things on here. And actually. So if you are interested in this, and this is not a show, but it's just pretty cool, you've got their founders keys that are on sale now that all of the founders keys will get their kind of personalized versions of these. So. Which I think is super cool. And, like, for me, that's attractive to me at this point in my NFT journey because I still get to rep an NFT, which is cool. This will actually be put on chain on ethereum, which is also cool. And it's, you know, got my. My brands that represent me, so I think that's pretty cool. And so both of my. At least one of my ute's is gone. I will see if I sell the other one or if I bridge it over and try to win a little d God ordinal here. So. Yeah, that's it. So keep your eyes peeled. Chamber for the merge, the bridge to begin."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, that's. I got. I got my noties turned on for ute's. And, yeah, I look forward to Frankenouse and Kevin gifting me that ordinal, just speaking it into existence."
    },
    {
        "speaker": "A",
        "text": "Well, look, here's the thing. I know that you can be sure that it is not rigged if you do get it, because there was a 95% chance that if we did not have the show today, you would not have bridged in the first 24 hours."
    },
    {
        "speaker": "C",
        "text": "That is a strong. Yeah, that is. That might even. That percentage might even be a little low. Yeah, there was definitely a very solid chance I was not going to go to make the swap over."
    },
    {
        "speaker": "A",
        "text": "Des, you've got still a pretty significant ute's bag. Is that correct?"
    },
    {
        "speaker": "E",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "So let's get your current take on the bridge to Polygon, what the project's doing as a whole. And are you. You taking all your des has a pretty decent swipe at the. At the right. At the ordinal d guy."
    },
    {
        "speaker": "C",
        "text": "Okay, let's pull our ute's and we'll split it together. How about that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's fair. And I'll so fair. Yes. I still have one, and it's the money."
    },
    {
        "speaker": "E",
        "text": "The greatest thing is if we did do that and one of yours is the one that wins, that would be fantastic."
    },
    {
        "speaker": "A",
        "text": "Oh, no, no. Totally forgot."
    },
    {
        "speaker": "C",
        "text": "Oh, you thought it was serious."
    },
    {
        "speaker": "D",
        "text": "I was just joking."
    },
    {
        "speaker": "E",
        "text": "Oh, man. What do I think? I still stand by my thing. I wish it was just layer one, but that's for selfish reasons. I think Polymonk gun will be great. I do think I was making fun of myself, which is like, you see all these Polygon NFTs welcoming the ute's brand in, but they're all super Janky looking, just horrible. It's like the island of rejects, and they're welcoming to me and their savior. It's pretty funny, mandy. I get a kick out of seeing that."
    },
    {
        "speaker": "A",
        "text": "Speaking of, somebody said, I think it might have been homeless, that my PFp looked reminded them of Yukon Cornelius. Speaking of the island of misfit toys, which I think is actually pretty funny, but yeah. So you're still bullish on ute's, on Polygon. Are you concerned at all on the shiny object syndrome that seems to be ordinals?"
    },
    {
        "speaker": "F",
        "text": "I still."
    },
    {
        "speaker": "E",
        "text": "Man, I still just can't get on the train for ordinals across the board. But, you know, I think, though, I think the ease of use factor and just getting a solid marketplace and I think that'll just kind of win me over eventually for older ordinals. But for right now, I just. I cannot get on board. If people find nfts on layer one ethereum difficult to deal with, then it's going to be really, really hard to get them over to ordinals. But, you know, I don't know. That's just my stance right now."
    },
    {
        "speaker": "A",
        "text": "Are you worried about trading volume on polygon at all?"
    },
    {
        "speaker": "E",
        "text": "Oh, totally. For sure. But I mean, hey, it takes a big brand to kind of uplift the whole tide, and I think youths could do it."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, as somebody who works closely with the Polygon team, I can tell you for certain that they are out there hustling on behalf of the youths team as well. So they are trying to make partnerships happen and intros happen. And so I would say ute's holders are in good hands from that standpoint as far as execution on roadmap stuff and things like that. But, yeah, interesting. So don't forget, if you have a ute, make sure you bridge it in the first 24 hours here. And if you have a d God, later this week will be your turn. Chamber. Before we go into more NFT talk, I do have to say I called you about an hour ago and with a, I would say fairly odd request that most people would not be able to deliver on in the drop of a hat. Not only did you deliver, but you delivered very high quality content to me. What I asked you for, I called you and I said, hey, I'm trying to do something. Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you called."
    },
    {
        "speaker": "A",
        "text": "Can you help me? Yeah, I called."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like you called me on the phone?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "That's how I knew it was important."
    },
    {
        "speaker": "A",
        "text": "And it's not really. It's just like I wanted to, I was like, ready to bang my head against the wall trying to do it myself. And I was like, all right, I need to figure out if this is possible. So what I called and asked you for Washington, some audio, potentially, of our old podcasts that might be able to be separated into straight up audio tracks. Actually, I also pinged Mackie about this today. So Mackie knows where I'm going with this. And not only did you deliver, but what you actually delivered me was a podcast for the ages, by the way. So you were like, yeah, I think, you know, with our rec podcast stuff, it used to record our separate voice files, blah, blah, blah that. And he's like, you're like, I'll see if I can send you one. I'm like, okay, so you sent me two files. One is just you, one is just me. And I threw it into this program, and I start listening back, and I'm reading a transcript, and my goodness, this podcast was historic for us. It was about June, June, end of June of last year, or, sorry, of 2021. Yeah, 2021. And this podcast episode, you had just gotten your new job. I had quit my job to party with ja rule, and we had, and the week prior, we had launched dj network. Like, what an epic episode. What a time cap."
    },
    {
        "speaker": "C",
        "text": "And the only reason I picked that one is because of the impression of Santa Claus you were doing at the very beginning. That's a winner right there. That's gonna be a good show."
    },
    {
        "speaker": "A",
        "text": "So you didn't know what the content."
    },
    {
        "speaker": "C",
        "text": "Didn'T know what was on? I just went from, because in Pat, like, in the past on rec, I would. We would talk. We would do all of our pre show recorded."
    },
    {
        "speaker": "A",
        "text": "So when the basement tapes are so."
    },
    {
        "speaker": "C",
        "text": "Good, so imagine all the, you know, this was a purdue show. It wasn't a live show. So we would do all of our kind of initial talking, kind of like, how's it going? Blah, blah, blah, blah. So there was, like, always, like, 20 minutes of cut audio, and then from that, I would take a little snippet. Something either funny I said or something funny you said completely out of context, and that would be the start of the show, and it would go into our theme music after that, and then the show would start. But you doing your impression of Santa Claus talking about tattoos is maybe one of my favorite intros of all time."
    },
    {
        "speaker": "A",
        "text": "It was great. And so I just had to commend you not only for the speed of delivery, which was fantastic, but the epicness of that episode. It's kind of weird going back and listening to these as these little time capsule moments in time, and that was an epic one. We had these three major life events for us."
    },
    {
        "speaker": "C",
        "text": "If you go down, if you go back. What I. What I've been wanting to do is a lot of people don't know this. We were the cutting edge of the Covid-19 kind of news cycle. We were talking Covid-19 really early on."
    },
    {
        "speaker": "A",
        "text": "Like, we've been talking Covid-19 since 2015."
    },
    {
        "speaker": "C",
        "text": "Right? Like, it's. It's crazy. There's a couple of early, like, of early Covid, like January 2020, possibly December 2019, when what's his name was talking about it. Who do you think of when you think of COVID I think of our australian buddy from the crypto space bit, Lord Bitlord. That's who I think of. Because he had some epic."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "And I feel like it was 2019. I feel it was like December 2019, where he'd tweet out from the hospital, and it was just."
    },
    {
        "speaker": "A",
        "text": "What you're saying. What you're saying is we are balaji level, Nostradamus style predictors. So he has just. He has just declared that bitcoin will be a million dollars in the next 90 days. We might have to come back over the top with an equally audacious prediction. What would you want it to be?"
    },
    {
        "speaker": "C",
        "text": "Ute's supersedes bored apes, I think, is my."
    },
    {
        "speaker": "A",
        "text": "Fair enough."
    },
    {
        "speaker": "C",
        "text": "As bunch sells off their rocket to 50 eth."
    },
    {
        "speaker": "A",
        "text": "Hey, that's how it happened for apes. We're following the same trajectory. Des, do you agree with this prognostication from the Nostradamus, which is."
    },
    {
        "speaker": "E",
        "text": "You guys have literally lost me for the last, like, ten minutes. It's crazy."
    },
    {
        "speaker": "A",
        "text": "That's okay. There was life before you. And sometimes it's okay to talk about. Just like my kids."
    },
    {
        "speaker": "E",
        "text": "Always fun to be outside on an inside joke. Love it."
    },
    {
        "speaker": "A",
        "text": "Someday. Someday I hope to be a part of one."
    },
    {
        "speaker": "E",
        "text": "Oh, a geography joke."
    },
    {
        "speaker": "A",
        "text": "I had to talk about it because it was just a epic. It was an epic episode. So anyway, let's go down to a couple hands, then we'll cover some other NFT stuff. Mister House, welcome. And then Bundy."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "Good afternoon, everyone. Thanks for having me up. I got two questions for chamber. First one is a two part question. Are you actively looking to sell the ute and change the PFP? If so, what's the initial thought to replace it with potential kobe goat, question mark. Second question. What are your guys predictions for ute's once they make the bridge price stay the same? Up down trade, volume on polygon just goes crazy. Like, what are. What are your guys takes?"
    },
    {
        "speaker": "C",
        "text": "I'm not looking to actively trade by you. I think Ute's are. I don't know. To me, they're the second best PFp out there currently. I think there's a fairly big community of them. You know."
    },
    {
        "speaker": "A",
        "text": "You know what's in first board?"
    },
    {
        "speaker": "C",
        "text": "Apes."
    },
    {
        "speaker": "A",
        "text": "We got them."
    },
    {
        "speaker": "C",
        "text": "But I do think. I do think you."
    },
    {
        "speaker": "A",
        "text": "There's the clip, Mackie. There's the clip for today's show. Book it."
    },
    {
        "speaker": "C",
        "text": "I do think Ute's is. I don't know. I do feel like the. There's a. There's a massive ute's PFP community out there. Like, when I look at Twitter, I see a lot of, you know, a lot of ute's with that are, you know, people that are in the know. So I don't know if I'm wrong there, but that's just the way it looks to me. So, no, I'm not currently looking to sell. But, you know, the Kobe. The Kobe goats always in my back pocket."
    },
    {
        "speaker": "D",
        "text": "It's. It's."
    },
    {
        "speaker": "C",
        "text": "I was looking to get rid of it a couple weeks ago. I'm not sure what we're gonna do with it yet, but it's. It's. It's still there. Always a go to if I need it."
    },
    {
        "speaker": "A",
        "text": "I don't know if you're allowed to say that on this show."
    },
    {
        "speaker": "E",
        "text": "No, but by get rid of it, you mean, like put it on a ledger and store it forever, right?"
    },
    {
        "speaker": "C",
        "text": "No, I was. I was looking to donate it to a. No. You know, a noble cause, right."
    },
    {
        "speaker": "A",
        "text": "I was goats for Kobe. It's a. It's an animal foundation."
    },
    {
        "speaker": "C",
        "text": "I was. Maybe there's a goat community member that was dying for the number one koby goat. But, yeah, no, it's. It's definitely. It's definitely there. I may go to it eventually, but for the time being, I'm going to stick with my ute's. I do think. I don't know. I think the market is kind of shit right now, so I don't know what's going to happen with the pricey ute's. We'll probably find parity to the Solana. Price is my guess when it does bridge to Polygon. But that's just my thought."
    },
    {
        "speaker": "A",
        "text": "Des, what's your thought on that price prediction? Up down neutral on the bridge and let's say. Let's say two weeks after bridge."
    },
    {
        "speaker": "D",
        "text": "Hmm."
    },
    {
        "speaker": "E",
        "text": "So I'm just doing some back in the napkin math right now. So we're saying right now, it's like, what 145 is the four times, let's say roughly 20 divided by 1750. So we're saying each ute is worth, like, 1.61.7 yeast."
    },
    {
        "speaker": "C",
        "text": "Is that how much they are? Oh, goodness."
    },
    {
        "speaker": "E",
        "text": "I'd say it's up."
    },
    {
        "speaker": "A",
        "text": "I say it's upright."
    },
    {
        "speaker": "E",
        "text": "I say it's up from that up."
    },
    {
        "speaker": "A",
        "text": "Interesting. I think they're putting in some interesting mechanics to allow for ease of use, especially through magic Eden. So I wouldn't be surprised if there was a lot of volume that came. I'm gonna go slightly up as well. It feels like they probably are going to, like, back this bridge up with a couple announcements, I would think, you know. Yeah, that seems to be a very frank thing to do, so I wouldn't be surprised."
    },
    {
        "speaker": "C",
        "text": "Does magic Eden support polygon?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so they. I think. I think, like, around the end of last year, they became multi chain when all the royalty stuff was happening. I believe so, yeah. So they're. They're cranking on poly."
    },
    {
        "speaker": "C",
        "text": "Even bitcoin. They don't have bitcoin."
    },
    {
        "speaker": "A",
        "text": "Mister House, what's your price prediction?"
    },
    {
        "speaker": "G",
        "text": "I have no clue. I didn't know what the explorer was. I knew it was something above my price range of what I'm willing to spend right now. So I really didn't have, like, any idea. That's why I was asking."
    },
    {
        "speaker": "A",
        "text": "Yeah. I feel like most people's price range on what they should be spending right now is zero. So. I don't disagree with you on that, Bundy. What is good? What's going on, guys? Two things. One, our guy, blockchain ninja down there. He's trying to get up. He's the buccaneers of the block. He promises he's not coming up to show this project. And two after Chamber just heard the price. I feel like chamber is going to go sell one now. Yeah, that was very much. That was very much a really? How much? Yeah, how much? I get 1.6 eats for this thing."
    },
    {
        "speaker": "C",
        "text": "I mean, I'm not in love with them."
    },
    {
        "speaker": "A",
        "text": "You're like, I do have that Kobe goat. I have."
    },
    {
        "speaker": "C",
        "text": "I have three of these, so I could sell a couple and still keep my PFP."
    },
    {
        "speaker": "A",
        "text": "Yeah, there you go. That's what I mean. I still have one in the hopper, too. So we'll see. I'll probably bridge it, see if I win a little bit of bitcoin ordinal. And I priced it pretty high, so I'll be happy if it sells. I'm far. I'm way over floor on it, so if it sells, I'll be."
    },
    {
        "speaker": "C",
        "text": "Are you at, like, floor? Is that what you're on?"
    },
    {
        "speaker": "A",
        "text": "I think I'm even above that. I decided to make my own floor of, like, there's not any with my specific combination. So I'm like, you want to come get it? And that's it. So I like it. There you go. But I do want to apologize to blockchain ninja down there, because I was waiting to pull. I didn't know, because I didn't know. Well, me either."
    },
    {
        "speaker": "C",
        "text": "Some stranger, right?"
    },
    {
        "speaker": "A",
        "text": "You never know. So, like, we've. We've had some, uh. We've had some experiences doing spaces where you never know. Some dude in a buccaneer comes and moans at you and you just don't even see it coming. Blockchain ninja, what's going on?"
    },
    {
        "speaker": "H",
        "text": "What's going on, man? Yeah, I figured. Look, I know there's shill accounts and I knew that Washington, like, y'all were like, oh, no, it's some random guy gonna show. I. I made a poll in discord just to try and get up, by the way. So I used dinobot and made a poll. Should you guys let me up? Bundy, I appreciate you getting me up. Look, the youths thing. Oh, God, the. The paper hand bitch tax. Oh, God. Where to start? It's amazing."
    },
    {
        "speaker": "A",
        "text": "Are you pro or con?"
    },
    {
        "speaker": "H",
        "text": "Honestly, I'm pro because, look, he just got $5 million, right, to do whatever they want with. And he has said in a few spaces, not, like, out directly, but he has said, look, we might use that to offer incentives to people who bridge over quickly, right? They're gonna reward people who bridge over quickly, like, they have a plan. I don't know what it is. I don't even think that Frank honestly knows the complexity of the plan. But I. He has an idea in place. So, like, I. I would honestly bridge over quick if you had him and you get paid $5, and as soon as you bridge over, you can sell and then just pick up if they go down. But I would do it. I mean, he's planned out everything. They've executed everything pretty well, and the support from the community is unfounded. Like, they sold out a $5 million mint when everyone was like, $10,000. You're not going to get that. And then it sold out of in, like, hours. So."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you're right. And, I mean, if you've heard Frank talk about the bridging, like, he very much says that he's going to incentivize people to do so. So I would not be surprised at all. Blockchain ninja, what is your price prediction? Let's say two weeks after the bridge up, down neutral."
    },
    {
        "speaker": "H",
        "text": "Honestly, I think it's going to go up just because bridging over, like he was saying yesterday in a space I was in, like, it's getting. Although there was already hype around the project and already talk about it, you know, any publicity is good publicity. So even people bitching on Twitter saying, hey, you know, this is horrible, we shouldn't be doing this. It's still talk about the project, which makes the algorithms notice the project even more. So. At the end of the day, it's a good thing."
    },
    {
        "speaker": "A",
        "text": "All pub is good. Pub. Um, so I don't necessarily believe it's pronounced pube. All published. Sorry, my bad. I'm sick. I mispronounced it. Couple shout outs to the top. Before we keep on going. We are raffling off a dj network. De Genesis. Pass. Get yourself in the war room. All you got to do, hang out and sign up for our newsletter. You can sign up right there up top in the jumbotron. Also, coffee with captain. Set your reminders tomorrow at 08:00 a.m. the reminders help the algo. Everything's been crazy in the Twitter space streets lately, so any help is appreciated. And the details of that polygon merge are also up there. Early results? Early results are 80% flu chamber. 80% flu."
    },
    {
        "speaker": "C",
        "text": "Makes sense. Yeah, a lot of plebs out there."
    },
    {
        "speaker": "A",
        "text": "The. Let's see some of the comments down below. Boots says he was definitely hungover and was on a bender at the casino."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's what I'm talking about boots. Boots knows what's up?"
    },
    {
        "speaker": "A",
        "text": "Sophia says called, as in using a phone and you picked up. Wow, that's pretty good. Yeah. Blockchain ninja. There's a. There's a couple tweets from him knocking at the door, basically saying, it's me. Don't be a loser. Yeah, sorry."
    },
    {
        "speaker": "H",
        "text": "Look, I'm just gonna put out there, captain and Steve, I'm going to be on this account tomorrow, so just know it's not some shiller."
    },
    {
        "speaker": "A",
        "text": "That's. That's good. That's good knowledge for all the DJ network shows out there, because we do love you, blockchain ninja. So the one other thing, before we get to some NFT talk, on Friday, at the very end of the show chamber, we talked about the AI avatar I made you for your cannabis account."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And I, in passing, said, like, gave the call to action that somebody should go and try to find your alt."
    },
    {
        "speaker": "C",
        "text": "Did they find it?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "It's so weird."
    },
    {
        "speaker": "A",
        "text": "Cause I'm like, I didn't even know it, but there's no way. It's not it. I know it is."
    },
    {
        "speaker": "C",
        "text": "What's the. What's the."
    },
    {
        "speaker": "A",
        "text": "Well, first handle. I need to shout out, Ian, uh, down there."
    },
    {
        "speaker": "C",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah, he. He definitely found it. I'm going to do. I don't know if you want me to shout it out or not."
    },
    {
        "speaker": "C",
        "text": "Um, let me think about it."
    },
    {
        "speaker": "A",
        "text": "He definitely found it. 100% found it. There's no way it's not."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm trying to figure out how he found it. Is he here, by the way?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, he. He commented down below as a reminder."
    },
    {
        "speaker": "C",
        "text": "That he found it because I don't follow myself."
    },
    {
        "speaker": "A",
        "text": "That's pretty clean."
    },
    {
        "speaker": "C",
        "text": "I don't follow anybody from."
    },
    {
        "speaker": "A",
        "text": "You're following 257 people and have 16 followers. I have described yourself as a Bigfoot apologist. Yeah, and self diagnosed sociopath."
    },
    {
        "speaker": "C",
        "text": "That's the one."
    },
    {
        "speaker": "A",
        "text": "All right, well, Ian wins, so you're gonna have to send him something from your hidden fold. Well, I think we should play this game every week until people keep finding it and let. And not. Not disclose what it is."
    },
    {
        "speaker": "C",
        "text": "How did he find it? Dude, he's blown away. I'm blown away."
    },
    {
        "speaker": "A",
        "text": "Do you think you could have found it by yourself? No, just. Hey, fine. Chambers off you. Oh, really? Well, Des doesn't know it, so let's see. All right. Desk. Okay."
    },
    {
        "speaker": "C",
        "text": "You find it?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I hope I didn't give enough away for other people to find it now."
    },
    {
        "speaker": "C",
        "text": "No, like, I feel like that's fairly little."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I don't know how he found."
    },
    {
        "speaker": "A",
        "text": "That is big congrats to Ian. Big congrats to you."
    },
    {
        "speaker": "C",
        "text": "I don't know. Pretty quick dm me and tell me how he found it. That would be amazing."
    },
    {
        "speaker": "A",
        "text": "Yeah. He also sent me pictures of the inside of your house."
    },
    {
        "speaker": "C",
        "text": "Is this my cousin Ian?"
    },
    {
        "speaker": "A",
        "text": "Oh, boy. All right, let's go back to some NFT talk. Des, did you participate in the second trip?"
    },
    {
        "speaker": "E",
        "text": "No, I did not. I didn't participate in the first one either."
    },
    {
        "speaker": "A",
        "text": "Did you, do you actually, do you still have any. Just not interested. Didn't have time."
    },
    {
        "speaker": "E",
        "text": "What's your first time? Was I was like traveling during it. I was on a plane and I actually even tried to do it, but there was no way it was going to happen. This time is what my wife's birthday weekend totally dispaced."
    },
    {
        "speaker": "A",
        "text": "Okay, fair. So you're not actively dodging?"
    },
    {
        "speaker": "E",
        "text": "No, I would have if I remember."
    },
    {
        "speaker": "A",
        "text": "Okay, so are you familiar with how it went?"
    },
    {
        "speaker": "E",
        "text": "I've read many, many threads on the different takes. So yes."
    },
    {
        "speaker": "A",
        "text": "What, you know, not having participated yourself, but I consuming all the takes, what do you, what do you feel is fair to me?"
    },
    {
        "speaker": "E",
        "text": "I just don't think you would have done, you would have needed to do another trip like this with the larger community unless you're really just testing for load. Like it need, like in my opinion, the actual, like experience, the environment, all that stuff should have probably been a little bit more polished. Like, I just don't understand why you do a huge release like this without making strides on that front. It's like in just to test for load. It just doesn't make sense to me."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I'm not entirely, like, I'm not going to call myself an expert on this stuff at all. So, you know, the criticisms of, oh, there should have been more done. Like, I don't, I honestly couldn't tell you yes or no on that, but I can tell you we had a bunch of folks in the DJ and war room that had a fantastic time all doing the second trip together. And Dow Jones streamed it for everybody in the group, which was really fun. And everybody on our side had a really, really fun time. And I think depending on your expectations going into it, like, were you looking to just kind of see what they had done and be entertained then you probably had a really good time. If you were expecting, you know, this trip to go off and something be ready in a couple months from now, I think you're probably disappointed. So I thought it was kind of cool how they did it with the splitting you up into four different teams and kind of having a team captain, some of which appeared to be better and more into it than others, and kind of making it a competition, which I believe was much different than the first time. I think the first time was just kind of like, hey, come on in, check it out. See if you can. See if we can handle all these people simultaneously and follow directions and things like that. But, I mean, there was a full on competition that went on for about an hour, and I thought it was pretty cool. I witnessed it as a outsider watching the DJ stream and not a player. So I can't really speak to, like, if there was much lag or things like that. It seemed that our group got in fairly quickly, with the exception of our buddy Riggs, who had some trouble and said his kind of customer experience, his customer service experience was pretty bad, too. But other than that, it seemed pretty fun and it was cool. They gave the winning team these helmets that I believe are going to be airdropped to you as assets, which is pretty cool considering there was only 7200 ish players and split up on four teams, that gives roughly 1600 or so per team or something like that. 1700 per team. Those could be pretty rare assets when that comes around. So it'll be interesting to see how that happens. I hope they do more of these. I thought it was fun. I hope it doesn't take another. When was the first one, Des? Six months ago."
    },
    {
        "speaker": "E",
        "text": "Feels like. It feels like. It feels like even more than that. Like almost end of summer. Is that right?"
    },
    {
        "speaker": "A",
        "text": "And wasn't it. Wasn't there originally plans to do like. Yeah, ten or twelve minutes."
    },
    {
        "speaker": "E",
        "text": "Many, many, many in."
    },
    {
        "speaker": "A",
        "text": "Well, so that either says that there's going to be less before less than you thought, or that they're going to be so spread out that it's actually going to take years for this thing to."
    },
    {
        "speaker": "E",
        "text": "Well, I mean, what you thought made some pretty big changes up at the top of their team, so. And obviously with his experience in gaming, I'm sure, you know, whatever direction they had prior to that changed when he came in. So, yeah, I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. So, I don't know. I thought it was fun. I thought the experience doing it together as a group was really fun. I'm gonna. Hopefully we could do more of those type events in Djen, but that other side took place. What do you think of the number of people deaths, about 70 to 200 actually participated? What do you think about that versus kind of number of deed holders and just total assets out there? Does that number seem about right? Does it seem small?"
    },
    {
        "speaker": "E",
        "text": "It seems small, but it's just so easy to miss things in the space. I was laughing at myself, laughing through the tears, like two weeks ago when I realized that invisible friends had like, launched their entire merch campaign, which I had bought like nine months ago and totally forgot to do it over the course of a month."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have two of those that I didn't do either."
    },
    {
        "speaker": "E",
        "text": "And unfortunately it looks actually amazing. Like the, the merch that Kith put out for them. It looks amazing, but it's just so easy to miss stuff sometimes."
    },
    {
        "speaker": "B",
        "text": "I know a guy with a medium set and an extra large set if you're looking for him, just so you."
    },
    {
        "speaker": "A",
        "text": "Know, an extra large."
    },
    {
        "speaker": "B",
        "text": "It's me."
    },
    {
        "speaker": "A",
        "text": "Mackie has an invisible friend that's wearing it right now, and he's looking to pot it off on a real friend. That's funny. But yes, it's super interesting. I thought it was fun. Obviously there were some, you know, I think takes on either side, depending on what you went into it expecting. Let's go down to make, which I believe make joined us for the first time on the pettiverse episode. So make welcome back if it's the same person. Did you reveal your pet?"
    },
    {
        "speaker": "F",
        "text": "One and only make. Yes, make an NFT. How you doing? I was, I unveiled three cats. I'm giving one to my daughter, one to my son, and one for myself. Pretty bullish on that tech and seeing where that goes. You know, I've run pretty metaverse heavy until recently. We had a three floor penthouse and all space VR, which was Kraken. We're heavy in spatial, Decentraland, and I've gone through monoverse and all these different platforms. Right. But at best, I mean, where their sweet spot probably is, depending, and Decentraland, you could go higher than 50, but on most platforms you only get 50 people and then it regenerates an instance. Right? Dude, there are 7000 people in other side that were all running around together with a physical aspect. I found that to be amazing. You don't really like, I've never had another experience in web three like that with that many people at once. So I think first and foremost, just knowing what they have capabilities of is fucking awesome. Sure, there weren't a hundred thousand people there, but you wouldn't have wanted them all in the same place. And you'll never really have that experience. In fact, I'd argue besides some sort of group mission like that, it's gonna be that hundred to 150 people in an area. And so that's really interesting. I was stoked to be part of the blue team. I really do hope they airdrop me. That helmet, there'd be a little w."
    },
    {
        "speaker": "A",
        "text": "Also, how was your team captain? Was your team captain?"
    },
    {
        "speaker": "F",
        "text": "He was. I mean, I would say he had a game plan. You know, he was like an actual gamer. I think that kind of tilted the."
    },
    {
        "speaker": "A",
        "text": "Was that Bryson?"
    },
    {
        "speaker": "F",
        "text": "Uh, you know what? If I had to be honest, I don't remember."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "So many things have happened in the last 48 hours, and there's more coming. But I got to tell you, just, I'm so bullish on what they're doing because of just that fact now. They also didn't all have separate wearables, separate chambers, different spaces to go to. I'm sure if anybody's looked at the map that is now live that I didn't see before, at least yesterday, on other side, it's you fucking mongoose. So I think it'll be opened up in sections with game and play, kind of like how they do it in sandbox. But you gotta be bullish on the fact they can get even that many people on there. There's never going to be a day with 100,000 people for the foreseeable future just busting around. We might see 25, 30, maybe 50 in the beginning, but that's a long way to go for, like, missions and building and what they open. But I gotta say, I don't know. I've been on a lot of platforms. That was something else."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you're. I think you're spot on there with. Because normally these games don't have that many concurrent people in the same instance at once, even if they can. Right. So, like, I think part of it was how much they can actually hold in one place, which I thought was pretty impressive. You know, some people will say, oh, well, there's 100,000 deeds. And, you know, you maybe covered a couple deeds worth of land in that game. Like, how is it all going to get covered? But I thought. I thought it was pretty impressive showing as just an onlooker, so. Totally, totally agree with you there. And then lastly, did you reveal your petiverse cats today? Look, did we lose him?"
    },
    {
        "speaker": "F",
        "text": "No, I'm here. I'm here. I was just slightly rugged and button mashing."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "I mean, there are so many things you could take away. And positive, like, is that going to be a finished product? Maybe in six months? Probably not. But most good games that get developed take five years. I mean, think of how long and how many people work on a general game if they got that much done already. I'm really excited to see where all of this goes. I think the other thing that it starts really bringing to the next fight that's going to take place, like you got Google and Apple or whatever, Android and Mac OS is the unity versus unreal building and how that's going to be taken over. I mean, unity seems to be the kind of open source version because you don't need to pay them until you make a million dollars. So it's going to be curious to see who jumps on that bandwagon for building. But, you know, if you're a designer or a creative, I would say between all the AR tech that's dropping right now and these games, you gotta be looking at building in 3d."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a good take. Chamber. Is there any chance you would have, you would hold an other deed for five years if it took that long to come out of."
    },
    {
        "speaker": "C",
        "text": "No. No chance."
    },
    {
        "speaker": "A",
        "text": "What would you ever. Are you ever interested in picking up another deed again?"
    },
    {
        "speaker": "C",
        "text": "I mean, don't get me wrong, I do. You know, from what I've seen with other deed and what's happening, it does look cool. And there's a small part of me that hopes that this succeeds because if it succeeds, you know, it could bring in again. I'm one of the people that think music and gaming is kind of the next evolution of, or the next big boom in, in web three. So, you know, whoever is gonna be the first to do that is. Is what I'm excited for. And it. I don't know, maybe it's these guys."
    },
    {
        "speaker": "A",
        "text": "Even if it's you guys."
    },
    {
        "speaker": "C",
        "text": "Even if it's even. Even if it's you guys."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's on your forehead. I think that's on brand. Does any takes there? Based on what make and Chambers said before we run down to blockchain, I've."
    },
    {
        "speaker": "E",
        "text": "Been so laser focused on finding chambers vault account, it's not even funny."
    },
    {
        "speaker": "A",
        "text": "Oh."
    },
    {
        "speaker": "C",
        "text": "Didn't even follow me back. Or follow me, I should say, not falling back. So I got. I don't, I don't know how he did it."
    },
    {
        "speaker": "A",
        "text": "I'm not sure. Hold on, based on what Des just said, I'm not sure he's looking for the right thing. He said vault account with a v, I believe we're. We're talking about his alt. Twitter account. Does."
    },
    {
        "speaker": "C",
        "text": "It's for my cannabis, you know, dealings."
    },
    {
        "speaker": "E",
        "text": "I forget."
    },
    {
        "speaker": "A",
        "text": "Were the instructions yes they were or no, they were. Okay, good. I wasn't sure if you were just like looking for a second opensea account from him. So I just want to make sure you weren't spinning your nose because I thought I heard."
    },
    {
        "speaker": "E",
        "text": "I'm looking for the. I'm looking for the Kevin Durant of Twitter right now."
    },
    {
        "speaker": "A",
        "text": "I would love. I mean, look, this is Chambers cannabis account. I would say he probably has at least. At least three other alt accounts. Chamber? Is that accurate?"
    },
    {
        "speaker": "C",
        "text": "I'll tell you how many. I'll tell you how. No, not alt. I have OG original, like my original chat account. Okay. And then, yeah, no, they have chamber. And then obviously I have access to, like, racked and Degen and mint condition. I have coin hq. I'm just looking over this and then this new one and then this new canadian."
    },
    {
        "speaker": "A",
        "text": "There's no way you don't have one more alt in there that you troll with. I know it."
    },
    {
        "speaker": "C",
        "text": "I don't. I don't know much time. I mean, my troll account is this account."
    },
    {
        "speaker": "A",
        "text": "I like that. All right, well, I want to get back down to blockchain ninja. But first, before I do that, I do want to call attention to one more thing I put up top and invite Chris Viscero to speak real quick on his collection that is dropping in the next couple days here. I know he's been working super, super hard on this and the work is stunning. So I definitely want to let Chris come up and give himself a shout out here."
    },
    {
        "speaker": "D",
        "text": "I feel highly honored to be invited up like that. Thanks. Bunchuous. Yes. It's not in a couple of days. It's actually tomorrow. So here we go. I'm working my nuts off here and I'm literally chatting with waggle for as we speak, trying to sort out the last couple of things. But yeah, it's ready to go and it will be live at 02:00 GMT. So it is 365 portraits that I took every day throughout the year. And it nearly broke me physically and mentally. And I literally did it wherever I was in the world. And that took me all the way from the UK through to Shanghai with work and holidays and various other things. But yeah, I'm super excited to be putting it out there. And actually, this obviously is my first NFT drop, so I'm super excited. It is the sort of gateway for me launching fucked up. So there are obviously going to be benefits to holders of that. They're going to be automatically allow on the allow list for the first collection, which is ready to go. So, as I said, I'm super excited about a lot of positive feedback, but now it's that final stretch before tomorrow's launch."
    },
    {
        "speaker": "A",
        "text": "Yeah. So real quick, you mentioned it almost broke you physically and mentally. Just talk about that really quickly because I think every time I hear you say it, I can relate to it a lot. And so I love to hear your quick take on that."
    },
    {
        "speaker": "D",
        "text": "Well, I try and be as quick as I can because this started off as I did. I was going to do two, three, six fives. One of them was running every day for the year, and I'm not a runner, although I was super fit and healthy at the time because I was doing capoeira for like 9 hours and then decided to run."
    },
    {
        "speaker": "C",
        "text": "Did you say capoeira?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's like the comedy martial art."
    },
    {
        "speaker": "C",
        "text": "I apologize for laughing, but I literally just watched an episode of Bob's Burgers yesterday and the entire show."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I know which episode you're talking about."
    },
    {
        "speaker": "C",
        "text": "So thank you for making me laugh today."
    },
    {
        "speaker": "A",
        "text": "The simulation is real chamber. Nothing is a coincidence."
    },
    {
        "speaker": "D",
        "text": "It's like my mates always take the piss out of me because, excuse me, persuarin them, it's like they always take the mic because Capoeira, to them is the comedy martial art. And I'm like, well, yeah, it's not the most. It's normally like meat fuckers or one of those or get hard as it was in the movie there. But if they want a comedy martial art, Capoeira comes out. But I do love it anyway. So I was doing that, but I got a month and a half in to the running and then realized it was killing me because the legs were just like my legs and hips and everything was aching. So I dropped that. So I failed at 1365 and I decided that I couldn't fail at another. So I literally had to march on through. And I kid you not, I got about halfway through, maybe three quarters of the way through, and I never wanted to pick a camera up again. It was just on average, I was spending about 4 hours every day. This was like, you know, sort of work, and then I'd do capoeira and then I'd put 4 hours into this. So sort of finding people, photographing them, and quite often people would turn up and they'd be really nervous about being in front of the camera. And I had a few people turn up and say they're using it as a method for them getting over being camera shot. Could you just pick something else? Not this so much time into, but probably one of the best ones was when I was in Shanghai, and it was the last night of Shanghai working. So we were working in the day and then at night we were sort of there was two of us over there, and we were meeting up with some friends, and I was like, I basically went and met up with this complete random person that I'd found that climbed onto rooftops illegally. And I was like, oh, that would make a really cool portrait. It wasn't until I met him. And then I realized he was using the translator and he didn't speak English. So there's the two of us, like, trying to communicate not very well. And then I realized on the last night, I was breaking onto a roof in Shanghai and of a hotel. We walked into the hotel lobby, and he was just basically, like, getting the lift as quick as you can and we'll go up as far as we can. So, yeah, on the last night of one of those trips, I broke onto the rooftop of. Of this hotel in Shanghai. And part of the trick was jumping over this gap that must have been about ten meter drop. And I had to jump across a two meter gap to get to the bit that I was going to photograph him on with the camera and everything. I was just like, okay, this better be worth it."
    },
    {
        "speaker": "A",
        "text": "That's crazy. That's awesome. Well, I'm glad that you stuck through it. Are you happy you finished it off and you're ready to get the mint going here in a couple hours. How many hours? For those who are not GMT native, we are."
    },
    {
        "speaker": "D",
        "text": "What do we got? We've got 1214. 16 hours."
    },
    {
        "speaker": "A",
        "text": "All right, there you go. 16 hours."
    },
    {
        "speaker": "D",
        "text": "16 hours. So I've tried to do it that, obviously, we've got wago foots down in Australia, so I try to make it as accessible for. For the. For the Aussies, but also the biggest market is you guys in the states. So I wanted to make it a reasonable time for you guys to be. To be accessing it."
    },
    {
        "speaker": "A",
        "text": "Cool. Are you happy you finished the job, mate?"
    },
    {
        "speaker": "D",
        "text": "I kid you not. I got to the end, and I didn't want to pick a camera up again. I like New Year's day. The following year, I was, like, so pleased I didn't have to do it, even though there is actually 366 because I took a picture of an empty chair, and I was like, that's the last one I'm doing. But it was at the end of it. It was the most rewarding feeling I think I've ever experienced, getting to the end of that. And after a whole year of being committed to finding people, photographing people, retouching them to make sure that it was good enough quality, because I wanted it to be at that level. But when I got to the end. The satisfaction was just like nothing I've experienced before. So to put this out there as a collection, and I've tried to reference it to people that aren't web three and NFT literate, that this, for me, is like putting my artwork onto the blockchain of a gallery, and it will always be there because it was probably the proudest moment in my life."
    },
    {
        "speaker": "A",
        "text": "That's so cool. Super cool to hear your story. I'm super excited to support you. I know how long you've been working on this and what it means to you. So if anybody else is interested, the links are up top in the jumbotron. Get out and support Chris if you believe in what he's doing and our supporting artists out there. I think we all talk about wanting to support artists that are kind of up and coming and doing their thing for the first time, and this is definitely an example of that. Appreciate you and good luck tomorrow or 16 hours from now. Tomorrow for me, 16 hours from now. Chamber. Have you ever had that deep of satisfaction about anything that you've ever done?"
    },
    {
        "speaker": "C",
        "text": "Not one thing I was thinking about."
    },
    {
        "speaker": "A",
        "text": "I was trying to think about it, too. And I mean, maybe it may be for me, like, the not drinking for a year, but, like, I don't even think that, like, I don't know, man, that sounds much harder. So does anything that you've ever done in your life that consistently and consecutively that has brought you that much gratification? Maybe running boats?"
    },
    {
        "speaker": "E",
        "text": "Yes. I was trying to think of like a more of like a daily kind of challenge like that. Like a 365 that I ever stuck with for 365. It's pretty crazy. You know, I see all these GM 365s, basically, and I'm just like, that's. That's impressive. But beyond. Beyond what it took to start up goats. Hmm. Did I?"
    },
    {
        "speaker": "A",
        "text": "Well, it's not easy running a project for consistently day in and day out, so I would think it's probably a similar feeling. So. But I've also tried to do myself like the 365 gratitude journal and my God, how easy."
    },
    {
        "speaker": "E",
        "text": "Oh, my God. To just skip these 24 days, probably."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. We're like 85 days in and I think I probably have done maybe, I don't know, 50 of those that I actually did something. And, you know, it's just hard. I even have reminder set. It's just difficult to do something that consistently. So shouts to you down there, Chris, let's go to blockchain ninja and then we'll go back to Chris real quick and then we'll close this thing down."
    },
    {
        "speaker": "H",
        "text": "I appreciate you coming back to me. So I wasn't in. Like, I didn't participate in the. The other side thing. I don't have a yuga asset besides punk. Shameless plug."
    },
    {
        "speaker": "A",
        "text": "Amazing, right?"
    },
    {
        "speaker": "H",
        "text": "But I was there watching on a twitch stream with a bunch of mutants and ape holders that we're doing a twitch stream live. I don't get the whole helmet thing. Like, is that. Is this some kind of a joke? Like, hey, if you're playing our game, like, you need a helmet to protect your fontanelle, like, your. Your hard spot hasn't hardened the whole way. I'm confused about that."
    },
    {
        "speaker": "A",
        "text": "My four month old needs one of those."
    },
    {
        "speaker": "H",
        "text": "The way you're describing it, I think I need one of those. Jesus."
    },
    {
        "speaker": "A",
        "text": "No kidding."
    },
    {
        "speaker": "H",
        "text": "Yeah, so I don't run into walls, hurt myself. Um, I forgot what the other thing I had to say was. But, uh, Chris, I'm definitely gonna look at your stuff. Um, the commitment it takes to do something for 365 days is insane. Uh, it starts with one day. I just want to say, like, 15 minutes a day. And in 30 days, like, it becomes a habit. So after that 30 day mark, if you do that for 50 minutes a day, it does literally become a habit. Like, psychologically, mentally, however you want to say it. So just stick to it for 30 days."
    },
    {
        "speaker": "A",
        "text": "That's very good advice. Appreciate you. Blockchain ninja. Real quick back to Chris and then we'll close it down."
    },
    {
        "speaker": "D",
        "text": "Thank you. I really do appreciate that, but no, one of the things I was going to say, the one thing that kept me going was the fact that I failed at one. Let's be honest. It's like, if I hadn't failed at that one, I probably wouldn't have had the push to make it through the year."
    },
    {
        "speaker": "A",
        "text": "But which are. Which are you more. Which are you more proud of? If you had to just be totally unbiased and say neither of them, or say you did both, would you have been more proud of running for 365 days or this?"
    },
    {
        "speaker": "D",
        "text": "I think I'd have probably. I think it would have been this. I probably, probably would have been about three inches shorter because my legs would have just worn down. But I tell you what, this is one thing I wanted to jump in on and for anybody, I think you're doing this at the moment with the AI art that you're doing, but to do something creative every day for that length of time pushed me because I didn't want to do the same thing. So I would highly recommend maybe not a 365, but to do something for a long period of time. The consistency makes you push your creativity. And I definitely improved on my creative skills and my sort of creative eye. So by the time I'm done, I can see that improvement in myself."
    },
    {
        "speaker": "A",
        "text": "Totally."
    },
    {
        "speaker": "D",
        "text": "It's definitely a journey worth going on."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I can totally relate to that with the stuff that I've been doing in mid journey, because where I started, where I am now, are two totally different places for sure. Cool. Let's wrap this thing up, everybody. Check out Chris's drop tomorrow. Check out those other things up top. We had the djen pass raffle for the newsletter. Sign up coffee with Captain Reminder at eight tomorrow. We also have our reminder up there for our Wednesday show. We do this every Wednesday, Wednesday, Friday, four to five eastern time. And, you know, we're here all the time talking a little nonsense, talking some NFTs, talking PFPs chamber. What are your parting words as we get out of here today?"
    },
    {
        "speaker": "C",
        "text": "Get out of my house."
    },
    {
        "speaker": "A",
        "text": "Ian. Dude, I still can't believe he got it. Nobody else did. And he, he got it. He originally. Hold on, let me see. I gotta go back here really quickly and find it because."
    },
    {
        "speaker": "C",
        "text": "E a n. Is that."
    },
    {
        "speaker": "A",
        "text": "Yes, yes, yes. He's got."
    },
    {
        "speaker": "C",
        "text": "I wasn't even following him."
    },
    {
        "speaker": "A",
        "text": "I came across Ian, I believe, through Starbucks, actually. He's very active in me. Very active in the Starbucks odyssey community. He's doing cool like ar things with, with Starbucks Odyssey and art and things like that. Very cool. So check out Ian as well."
    },
    {
        "speaker": "C",
        "text": "Just dumped him."
    },
    {
        "speaker": "A",
        "text": "How? I do have to see. So he. Okay, so he also found. He first found your real one, your, your normal Chad. Yes. And he messaged me Friday. So it was still Friday at 08:00 so only 3 hours in. And he messaged me that one. And then he messaged me Saturday at about 02:00 p.m. and found your other one. So less than 24 hours, you were. You were doxxed. Your opsec. Terrible."
    },
    {
        "speaker": "C",
        "text": "That's wild."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Just so you. It's good for people to know like that maybe."
    },
    {
        "speaker": "A",
        "text": "So make sure you drop him something from your hidden folder. Yeah."
    },
    {
        "speaker": "C",
        "text": "I'm going to send them a. What do you call a fudder, I think is."
    },
    {
        "speaker": "A",
        "text": "There you go. That's perfect."
    },
    {
        "speaker": "C",
        "text": "So many."
    },
    {
        "speaker": "A",
        "text": "You have 10,000 of them. Yeah. We'll see on Wednesday if Des can find this alt. Des. Any luck so far as you've been doing this now for last?"
    },
    {
        "speaker": "E",
        "text": "I'm chasing down some good leads. I think I'll get it in the next 30 minutes."
    },
    {
        "speaker": "A",
        "text": "I can't. I can't wait to see if you do. And we'll. We'll check in on that. But also tonight, we have the night shift at 11:00 p.m. eastern on our YouTube channel. Don't forget to check those guys out. Best source for Alpha, possibly in the entire space. They're killer traders, and they have their pulse. Finger on the pulse of the market chamber. We ready to get out of here?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Awesome. Let's do it. Four chamber and Des. I am bunchu. And until next time, stay mint."
    }
]