[
    {
        "speaker": "A",
        "text": "You're a stud. How many points? What's the line versus you, you versus chamber in a one on one matchup, what's the spread?"
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "Game to eleven. Does chambers score? How many points?"
    },
    {
        "speaker": "B",
        "text": "Ooh, that's a good question. I mean, he's not going to score over three points. I know that. If we're, if we're counting by, by kind of twos and threes, usually we played eleven ones and twos, but, yeah, he's, he's. Yeah, I'll be up on him. I've. He says his shots amazing. He can shoot 50% wide open in the NBA, you know? Sure, yeah, but I know that. But, you know, if I get up on him, he's probably going to, going to blaze past me, so I don't know, he may beat me."
    },
    {
        "speaker": "A",
        "text": "I don't know. We'll see. He's going to be very. He's going to have thoughts on this, that's for sure. But let's get into it without any further, further ado, we have Andrew Young from SX bet with us today. Andrew, how you doing? Thank you for joining us."
    },
    {
        "speaker": "B",
        "text": "How's it going, guys?"
    },
    {
        "speaker": "A",
        "text": "It's doing, it's going awesome. I'm super pumped to talk to you today. I have been a user of SX for quite some time, so very exciting to me to have you on to get to talk about all the stuff you are up to. And, you know, I'm going to just use this as my personal research session. So rather than, so don't mind me as we talk about the platform and everything that you guys are up to. But before we get into that, Andrew, give us a little bit of your background. How did you get to where you are today with SX? Was your background in crypto prior and blockchain prior to this? Was it in sports betting prior to this? Where did your story start?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, first of all, thanks for having me on the pod, guys. Yeah. So I actually came from a sort of traditional trading equities background. I was working in Toronto on playing up, actually, the ETf trading desk and always been a really big sports bettor all throughout, essentially, high school and university. And at the same time, I was starting to get more and more interested in crypto. This would have been summer of 2017. And then, funny enough, at the time the UK election was happening, this was. Yeah, like, I think, like June 2017 and myself and my brother, we identified this essentially massive mispricing of odds on Bet 365, which is, you know, one of the, one of the bigger sort of traditional sports books. And essentially they bet 365 because it's a UK based company, they had betting markets on every individual sort of local MP race. So it's UK. So the way it works is they have, essentially, they have, like, I think it's like over 500 local races, and then whoever wins the most sort of seats, MP's kind of like, sort of like Congress, in a way, gets to effectively elect the prime minister. And that's, like, how their elections work. And so myself and my brother, we essentially just found 20 of these races that were massively mispriced. And the reason why they were mispriced was from when the election had been called to when, effectively, the day before the election, the national polls had swung massively against the conservative party. But these local MP races that you could effectively bet on, the odds didn't shift. And the reason why is because no one was betting them and bet 365 didn't update the odds. They essentially updated the odds as people bet on them, not based on polling data. There's this huge delta from where these odds effectively should be versus where they were. And so myself and my brother, we just hammered 20 of these different markets. The election happens, and I think it was like 19 of the 21."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "And then what ended up happening, funny enough, was we got an email the next day from the bet 365 trading team, which I think is kind of like a rite of passage for sports bettors."
    },
    {
        "speaker": "A",
        "text": "If you're not limited. I bet 365."
    },
    {
        "speaker": "B",
        "text": "You're doing it wrong. Just saying that, you know, you've been banned from. Effectively banned from betting on the platform. I went to go place it on the. Place a bet the next day on NBA, and it was like a $5 maximum."
    },
    {
        "speaker": "A",
        "text": "It's like, yeah, like $1.60."
    },
    {
        "speaker": "B",
        "text": "And I was like, you know, I did just in university at the time, and I was just like, this is crazy. Like, I didn't realize sports betting markets were, you know, like, I was used to trading equities where, you know, first of all, there's already way more transparency around trading equities than there is trading sports. But then also just the fact that they would outright refuse your business, which is like a totally crazy concept to me. And so, yeah, so we sort of got really excited about this, or not even excited about this. Kind of, like, I would say passionate, angry, whatever you want to call it, about this. Kind of like, what I thought was an injustice and that it is an injustice."
    },
    {
        "speaker": "A",
        "text": "It is."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And then also just kind of, like, appalled by the lack of transparency. Just overall, in the sports betting world, as well as the extremely high, I call them transaction costs, but big, whatever you want to call it. And then at the same time, crypto was going, this summer of 2017, crypto was going crazy. I started getting really excited about what later became known as Defi, started by Xerox protocol back in the day. And so, yeah, so it sort of just all came together from there, from a trading background, personal experience with sports betting, and then just like a deep interest in Defi. And that's kind of like the, I guess, the founding origin story for SX."
    },
    {
        "speaker": "A",
        "text": "That's super cool. What a very cool background. It's funny, I actually also came into, or I came into the crypto space back in 2017 via sports betting myself. At the time, you know, it was nothing regulated like it is now. And you were mostly dealing with, you know, offshores like Bo dog and bet online and those types of places. And it was very hard to get funds on from a bank. And you used to have to do all kinds of shady stuff to either get money on or get paid out. And this was the time that all of these places started taking bitcoin deposits. And so that's actually how I found bitcoin. I had to download coinbase and understand what the hell I was doing and the rest of this history from there. But that was back in 2017. I got in through the same sports betting type of entry, which is interesting. So explain to those who may not know what SX bet actually is."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. So Sxbet is actually sort of funny enough, one piece of what we call SX network. But I'll sort of start with Sxbet. Yeah. So sxbet is essentially a web three betting exchange. So when I mean web three, I could also, you could also call it sort of a decentralized betting exchange. So what that means is it's fully non custodial to keep your assets in your wallet. Primarily, there's betting in three different currencies, USDC, etH, and then actually in the SX token as well. And so it's kind of like a normal. It's kind of like defi meets sports betting effectively. And so, yeah, so you keep control of your funds at all times. Every bet is logged on chain, and it's fully peer to peer. So it allows for greater competition between betters to essentially offer better and better odds. And our mission is to effectively lower the vague that sports bettors have to pay, while also making it far more trustworthy, but also far more transparent. And the beauty of that is, is the fact that everything is logged on chain, so everything's completely transparent to everyone. So it does lead to some pretty cool things, which I can talk about a little bit."
    },
    {
        "speaker": "A",
        "text": "Yeah. So how does the whole overall SX network play into it as well?"
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. So we started on SX very early, I like to say, like, way too early, to be honest with you. So we started building out SX in 2018, effectively. So we got started. We got started, then launched the first version in March 2019, and we launched it on Ethereum mainnet. And it was just not even remotely, the infrastructure was just not even remotely ready for an on chain sports betting use case. Um, I mean, even today, we're still crypto, still trying to find mass adoption. I think like a lot of big ticket Defi has sort of found, uh, product market fit, but particularly back then, this, you know, this is four or five years ago, um, gas fees were just way too high. Like, you're paying like a dollar two in gas on like a $100 bet. It doesn't really make sense. So anyway, so the reason why I'm sort of telling the story is we ended up migrating from Ethereum, Ethereum blockchain to Polygon Pos back in October 2020, I believe. Could be, yeah, I think October 2020. And so we were effectively the first dapp, or whatever, web three app, whatever you want to call it, on Polygon Pos back then, because it was at the time the only sort of layer two available. And that really opened up things for us. It allowed us to go from doing $10 million in total bets in our first two years to like 120 in 2020 or 2021, I should say, actually. But then we started running to some issues with Polygon PoS as well, and rather than just continually moving chains, so, like constantly moving our app from, from one chain to the next, which is a huge migration process every time we decided that, and we not even decided, we also just sort of figured out that the future of, the future of sort of blockchain, where it's going to be moving towards, is application specific chains. So this is like leading, this is like Dapps and DeFi protocols, building their own infrastructure, particularly for our use case, because it allows you to have effectively control over your transaction cost, allows you to build the chain to be specific to your use case, which you can talk a little bit more about as well. But then finally, most importantly, which I've sort of come to realize more and more, it allows you to create a highly, highly unique and differentiated developer ecosystem. Right now, I think crypto is in the second era of smart contract chains, sort of like the tail end of it. So the first era was effectively just Ethereum security and decentralization. The second era, which I think we're sort of at the tail end of right now, is all about scalability and, yeah, effectively just lower cost, but far more scalable. So that's things like Polygon, Solana, all the different l two s that have kept like arbitrum optimism. And I feel very strongly that the next era is going to be sort of application specific and customized chains, which will still be scalable, but will build out like very differentiated developer ecosystems and sort of more customized infrastructure as well. And so this is sort of a long winded way of saying that SX is building sort of the sports betting ecosystem or gamble Phi. I mean, there's all sorts of so many different terms I can't even keep up at this point. But so that's, that's essentially what SX network is. It is effectively the chain that houses SX bet, but then also in the future will house tons of different applications within this sort of gamble five sector."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love this. And I think it's important for us to chat about why something like this is even important to have, because we're seeing one for, I guess, those who may not even be interested in sports betting at all. I think it's still a fascinating topic and discussion for, you know, what's possible here on chain. But for those who, you know, maybe have bet on something in the past throughout a traditional route, whether it's a sports book or anything like that. Right. There's, you know, even, even if. Or, sorry, even in the context of, you know, not having a. I was trying to explain this to my wife yesterday and like a draftkings and a fanduel and all these companies are these massive entities. And you see, you, you even described it with your story about bet 365, where you could essentially, you know, make a bet which was offered as a fair wager and they could essentially close shop on you. Right. And when you do it in a way that you guys are doing with us bet here, that is not possible. And it's also much more transparent, as you said. So what exactly, you know, talk a little bit about the differences for maybe those who don't know about what an exchange process looks like. And then I guess adding the on chain element versus what a traditional sports book might look like."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. So a betting exchange is really just effectively a peer to peer betting platform. So instead of betting against the house, you are betting against other users on the platform that can be other users that just use the UI to offer their own bets. And so for some, for example, say, using american odds, say the line on a game is. -110 -110 you can ask like, I want to bet team A and you want to bet Team B, we can sort of meet in the middle. And so I can ask for plus 100 and you can get plus 100 the other side. So it cuts out the sort of the big, the. -110 which is, which is great. Obviously, we both win from that sort of transaction."
    },
    {
        "speaker": "A",
        "text": "And. Yeah, let me just interrupt you for those who maybe have never bet on a sporting event before. When he's talking about the vig, when he's talking about that. -110 think of it almost as if a sporting event on each side with a spread. Right, like the Super bowl coming up is San Francisco minus two. -110 meaning in order to win $100, you have to bet dollar 110. And so when you think about, like, what the spread is, it's supposed to be an even 50 50, you know, percent chance that that outcome happens. And so when you're betting on something that is a, supposed to be a 50 50, you know, odds, but you're paying 110 for 50%, you are now paying a, you know, two and a half percent premium on that. So it'd be like flipping a coin which is supposed to be 50 50, but every time you flip that coin, you are actually 47 and a half in your favor, 52 and a half on Andrew's favor. And the sports book obviously has a massive advantage when you do something like that. So the idea that you can, you know, lower that rate, that fee to place a bet, is actually a huge advantage to a better. And it's even more so advantage to anybody providing the liquidity on the other side of that, which we'll get into in a minute. Did I, did I explain that? Well, if you'd never."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Sporting event before."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was really well done. I got a. I gotta record that and use that for myself. That's perfect."
    },
    {
        "speaker": "A",
        "text": "I've had to explain it to my wife a few times because she. So she doesn't think I'm just a total degenerate."
    },
    {
        "speaker": "B",
        "text": "Yeah, so. I think so, yeah. So exactly like you said. So first is by making it peer to peer, you're obviously, you're allowing for competition between users to offer. Sorry. And the way it works is essentially there's an order book. And so if you make the best bet offer, your bet offer will show up at the top which means that it's kind of like using binance or any traditional crypto exchange, like Coinbase pro or anything like that. And so that essentially allows for competition between users to offer each other bets, which then leads to better odds for everyone, effectively. So that's kind of like. That's kind of the first piece. I would actually say that that's maybe the least innovative aspect of what Essex is building, because, you know, betting exchanges exist in real life as well. Things like Betfair, smarkets, matchbook. There's. There's sort of tons of them, or I should say there's a couple. There's a couple, yeah, a couple in."
    },
    {
        "speaker": "A",
        "text": "New jersey, in the US as well. Sport, trade and things like that."
    },
    {
        "speaker": "B",
        "text": "That, yeah, exactly. Which I think is really great. But, you know, Betfair has been around for 20 years now, so I think, like, again, I think it's. I think it's a very important piece. But where SX really differs is every bet is also logged on chain. So the way it works is when I place a bet, the money leaves my crypto wallet, my metamask, whatever you want to call it, and goes into the SX smart contract, as well as, like, the counterparty's money leaves at the same time. And then, effectively, the SX network validators. So these are, you know, essentially the miners that secure our chain. Validators that secure the chain. They're also in charge of acting as the oracle for these, the betting matches. And so they effectively, we'll call it ping the smart contract with the results of the match, and then the smart contract automatically disperses the funds to the winner. And so the reason why that's really cool is one, is, you know, over time, as we continue to decentralize the validator set more and more, it allows a fully objective sort of automatic payout of bets, which I think is, you know, we're seeing more and more, a lot of disputes and things like that over, hey, like, why did this market report this way? Like, that's not fair, XYZ. There's a lot of sort of sportsbook disputes happen happening every day. So having a third party that sort of pays, not even just a third party, a decentralized network of third parties sort of arbitrating on that, I think is the most secure way and most trusted way of doing that. But then also there's also just, like, fully open APIs, so anyone can access this liquidity pool. And then because you have control of your funds at all times, it's obviously just like, far more secure there's not any issues with."
    },
    {
        "speaker": "A",
        "text": "This is my favorite part, actually, because, you know, there's from, just from having played on regular sportsbook, obviously it's all deposited, right? So the funds leave your bank account. In that situation, they sit on the exchange platform. You have third party counterparty risk. You know, obviously that money's safe with a place like draftkings or Fanduel or any of these massive, you know, pinnacles and things like that, it is potentially not safe. On some of these other sites, there's a bunch of like, you know, fly by night DF's sites that you've seen go out of business with people's funds and all that kind of stuff. And there's also other crypto type of sports betting platforms that you have to actually deposit your funds on. And then you talk about connecting wallets and all that stuff, and are you going to get those funds out? And, uh, the best part, I think, is that you're keeping custody of everything in your wallet and you're just betting directly out of your wallet here. I think that's my favorite thing about the platform and why I've recommended it to some people before. When they're talking about, you know, where are they betting on? Chain, uh, it's, it's such a massive, I think, plus in that category, because especially anybody who's bet or anybody who is using crypto to begin with is partial to self custody if you're using it in this way. So I think that's such a massive home run. So I just wanted to interrupt there for a second."
    },
    {
        "speaker": "B",
        "text": "No, no. And I appreciate that. I think that is sort of the, that is definitely one of the bigger sort of key aspects of SX. And I think just like web three sports betting in general, what's cool actually about SX is there's so many different things that people, people like. For example, SX also has this program where as you place bets on the platform, you actually earn SX tokens. And so the idea there was we wanted to create a fully community owned bank exchange. It's actually kind of similar, sort of inspired by how, like, the New York Stock Exchange, when it was first created, was fully member owned. And so the sort of, the market participants on the New York Stock Exchange actually own seats on the New Yorker stock Exchange. And that was kind of like, that was a big, sort of, one of the things that got me really excited, I think get some people excited, for sure, is you actually become effectively like an owner of the platform as you trade on it or bet. On it."
    },
    {
        "speaker": "A",
        "text": "And it's also kind of additional big rebate when you think about it, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. Yeah, so I think it comes. Yeah, exactly. So you earn SX as you go and. Yeah, I mean, there's just so many different things. I think that. Not the shift focus too much, but I think like the thing that people are going to get really, really excited about in the next couple sort of weeks and months is this like developer ecosystem that's building on SX network."
    },
    {
        "speaker": "A",
        "text": "Yeah, super cool. And like to pivot into that a little bit of, I think one of the things you mentioned before that is super unique about platforms like this, you mentioned the completely open API and the fact that it's on chain. Those two things combined together allow for a ton of different tools and platforms and things to be built on top of the network. So, like things that you could really never dream about doing with a kind of centralized platform, like a draftkings or a fanduel. It almost makes the whole thing a little PvP, which is really interesting. So I would just set up what you're going to say with that."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. It's kind of like one of the world's first programmable sports fan platforms in a lot of ways. And I think one of the other things that got me really excited about crypto was this idea of platform risk. So if you're a third party developer building on sort of a traditional web, two software business things like Facebook, whatever, you're sort of at the mercy of the platform owner. So at any given point, they could just cut off access, and that's essentially called platform risk. It's sort of, the famous example is Zynga, which was a public stock at the time. I believe they got cut off from Facebook's API access and then their stock was down kind of like 50, 60% overnight."
    },
    {
        "speaker": "A",
        "text": "I mean, how do you feed your cows?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. So, yeah, so I think that's one thing that's really cool about SX and SX network, I should say, is this third party ecosystem and how you can kind of build all these really cool projects on top of it. And so, yes, we have a bunch of example."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was going to say give an example of what might be coming, like what that might look like for someone to build. What kind of tools and things are people building on the network now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. So the first actual projects are going to be launching on the network are actually what I would say, like more sort of traditional DeFi projects. So I sort of split our ecosystem to two. There's the traditional DeFi projects. And then there's, I would say, more unique sports betting related projects. So I'll just start with the DeFi projects first. The first one, actually is this thing called liquid stake, which is essentially like a liquid staking platform or protocol. And so it essentially allows users to, it's kind of like Lido, but for SX network, because SX network has its own sort of staking, staking and staking yield sort of mechanism where you stake SX and then you can essentially that allows you to validate the chain and earn a staking yield for doing that. Or you can just delegate the stake, SX to another validator and then they effectively pass on the yield to you. So, yeah, so that's going to be really cool and opens up a ton of opportunities. I know there's also another team building a lending protocol which is going to be coming out sort of probably closer to like March or March or April and. Yeah, so that's like really, really cool. But then, yeah, on the sports betting side, these are kind of like, I'd say projects that are more unique and differentiated to SX is. So, for example, one of them is this thing called tipsters protocol. And so the way I describe it is like friendtech meets sports betting. So friendtech, I don't know. I'm not sure if everyone remembers it."
    },
    {
        "speaker": "A",
        "text": "Familiar with friend tech. We used to do, or we do something on the show where if people want to come up and ask a question, we used to make them do trivia first. And my co host, who's not here today, had his friend tech keys, and if you bought his friend tech key, you bypassed the trivia. There you go."
    },
    {
        "speaker": "B",
        "text": "Very cool. Yeah, that makes sense. So there's a huge problem in sports betting, which is, or I shouldn't say, I'll start with. In the sports betting world, there's a lot of people sort of pay for experts to give them picks. It's a very sort of, it's almost like a whole cottage industry within the sports betting world. Kind of similar to like how, you know, crypto. Crypto, crypto page, signal group."
    },
    {
        "speaker": "A",
        "text": "It's like signal groups or. Yeah, you know, things like that."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Exactly. But there's a huge, huge trust and transparency problem within this sort of college industry, which is that it's very hard to actually validate whether experts are good or not because it's just far too easy to essentially lie about your track record because there's no people even give."
    },
    {
        "speaker": "A",
        "text": "Out both sides of the same beta."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And you could also just create multiple personalities. And then, you know, if you have ten different personalities, one of them will probably hit on five straight bets and, or, you know what I mean, go on a hot streak. And so it's a huge issue. But what's really cool with SX is because every single bet is logged on chain and also timestamped, you can actually create like bettors on SX actually have completely provable track records. So for example, if you use this site called SXLab, SX Dash Lab bet, we can sort of put the link later. But it allows you to actually look up anyone's betting track record on SX. And you can actually go and see it's even greater than that. You can actually see it's linked to the different bets on chain. You can actually prove it for yourself if you want to. And what's so cool about that is it allows, there's some users on SX that they've absolutely killed it over the last couple of years. It's all provable. So anyone can see these bettors who have made these bets and have done really well. And so what this tipster protocol essentially does is allows those users to create their own social tokens if they want. They don't actually have to. And then effectively, you as the bettor looking for pics, you can buy the social token to get access to their telegram group, which then also feeds in all of their bets in real time. So you can essentially get notified when a user makes a bet. And also it's like friend tech, where you also get access to the insights and whatnot. And so it's almost like tokenizing cappers or handicappers, whatever you want to call it."
    },
    {
        "speaker": "A",
        "text": "Super cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the reason why it's cool is I think, like the sports betting capper has this big trust issue and like, big problem, and it's kind of like frencheck, I think. I'm not an expert, but it did seem like that was, that was kind of where its product market fit was in a lot of ways was with these, you know, single groups and things like that. So that's just like one of the really cool, really cool and like what I would say very differentiated sort of projects building a, in the Essex network ecosystem. I mean, there's a bunch of others, like, there's a project building, like, you know, build, like essentially like a no code quantitative betting platform or quantitative betting strategy builder. And so it allows you to build and back test your own betting strategies and then you can deploy them and it automatically essentially places the bets for you and then, you know, you can look at other people's betting strategies. There's like a whole another ecosystem there."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a super intriguing one to me because like, the idea of kind of being able to automate the market making with, without having to build your own bot is super interesting because I think there's a ton of value in the market making piece of this that we haven't even really touched on yet."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Like, so, yeah. For, for kind of context, when I say market making. Right, like the example I gave before where you're flipping a weighted coin in the sportsbooks favor. Well, in this scenario, if you're providing the liquidity, you're actually naming the price of the bet. So you become, you become the sportsbook, right? So, know, you could offer out a -110 on a game and the person betting into you is laying the -110 you are, you're getting plus 110. And now all of a sudden, so your odds have changed very. And what you're doing there is you're providing liquidity for the bet. So it's maker versus taker, just like on, just like on any trading, crypto trading exchange. Right. So really, really interesting angle there. And quite honestly, the foundation of how it all works with a platform like SX. Right. Because I think, you know, to your point earlier about Betfair and some of these exchanges that have been around for a while, their issue is liquidity. Right? Like everyone, all these exchanges, their issue is liquidity because, so, so, like, one, it's a huge opportunity, if you are better, to be able to provide that liquidity and kind of change the dynamic, change the relationship of you as a sports book versus you as the better instead of laying your taking. And then two, it massively incentivizes liquidity. What other plans do you guys have to kind of build that liquidity in SxDev?"
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. So that's obviously a great question. So, yeah, there's actually another protocol launching called Titan Echo, which essentially allows you to build a no code market making bot as well. So that's just like another really cool project. But yeah. So on the liquidity, we are one, we're constantly onboarding sort of new market makers, and we're going to be putting out more resources to make it easier. Sorry, one sec. Okay. Putting up more resources to make that easier. We want to lower the barrier quite a bit so that anyone can become their own market maker as well as just onboarding traditional sports betting market makers onto the exchange. And it's pretty compelling pitch because a lot of the users are like, sort of not in the traditional betting exchanges. And so it's sort of like a new source of trading activity. And then. Yeah, and then, I mean, constantly just kind of growing the platform, trying to, you know, onboard more users. The thing with SX is it's kind of like any, like, binance or any of these other crypto exchanges or purchasing changes. It really is like liquidity is the key network effect. So as you get more users, that attracts more market makers, which then leads to better odds, which then leads to more users. And so that's kind of like a, you know, incredible flywheel that if you can kind of get it going, it really takes on a life of its own. And I think SX has done a pretty good job of getting that going. I think. I think at this point, we're the largest web three sports betting platform by pretty good margin. But, I mean, I think there's still a lot of work we can do there. So. And then we're also launching, we have this thing coming out in likely q two, which we're calling the trading upgrade, which will make it a lot easier to sort of get in and out of positions on SX. So you can essentially cash out your bet before, before the market settles, adding a lot more tools directly into the platform to make it easier to do that as well and really kind of honing in on this, like, trading. Because one of the really cool things about SX really, is it is because it's peer to peer, you know, we should offer essentially the best cash out experience in the world, at least compared to sportsbooks. And so, yeah, so really leaning into that in Q two, I think, is going to be great, and then we're also going to be. So that's kind of on the supply side in terms of, like, adding more market makers. The other side of the equation is obviously the demand side. And so what we're doing there is we are actually going to be launching SX cross chain. It's a really, really cool, really, really cool thing on our roadmap. So essentially right now, to use SX, you have to bridge onto the SX network blockchain, which is relatively easy to use. But a lot of it's not terrible."
    },
    {
        "speaker": "A",
        "text": "There's way more painful bridging I've seen."
    },
    {
        "speaker": "B",
        "text": "It's really not that, but it should be better. So there's two things we're doing. One is we're making the bridging experience just better for the native users. Like, sort of my vision of how, of how SX is going to evolve is that SX network will be kind of like the main hub. So it will be where market makers, power users and developers sort of stay. And I think there'll be like tons of more tooling on SX network. And yeah, it's kind of like where like the pros will reside. But I think a lot for the more casual, better. From what I can see, they don't really want to bridge onto SX network. They want to use SX network from the chains that they're already on. And so to get this more casual, better, to still use SX, you really need to bring SXbet to them. And the problem with this, obviously, is that as a betting exchange, you don't want to fragment liquidity, so you don't want to launch SX on 20 different chains and have 20 different order books and have market makers all over the place. It's a total mess. And so that's kind of like the multi chain approach, which is kind of like how most DeFi protocols currently sort of scale. So Essex is doing something pretty different. It's a fully cross chain sort of hub and spoke model, where, like I said, all the market makers only have to post a liquidity to one order book, which is on SXchain, but users on, for example, arbitrum or optimism, or like some of the new l one s coming out that I'm really excited about. Things like Bear chain, they can actually just place their bets from the native chain that they're on and also be paid out on the native chain that they're on, and so they never actually have to interact with Sxchain. But what's actually happening in the backend is we're relaying all of those bets onto the SX network order book. Essentially, in a way, what's happening is users placing a bet on Optima, we'll call it arbitrum, and then at the same time, that bet's actually being atomically placed on Sxchain. And so market makers on SX actually benefit from all the flow from all these other chains. And that's a huge advantage because it's obviously better, it makes it even better for market makers and sort of abstract, so abstracts away a lot of the complexity for the everyday user, because, like you said, like a lot of users, the sort of non custodial element is a huge, huge benefit of using SX. And there's no, like, better way to enhance that experience than not ever even having to bridge to the chain if you don't want to."
    },
    {
        "speaker": "A",
        "text": "And so that's what makes the experience, like, complete. Right. Like not only can I bet from my own wallet without having to deposit, but I can do it from wherever I am most comfortable or wherever I'm spending my time."
    },
    {
        "speaker": "B",
        "text": "Right, exactly. And, and sorry to bring just one other thing too, is, and it kind of like closes the loop on how we started. So we initially started on Ethereum and then obviously we had to move to Polygon and we built SX chain to be like the permanent home. And in this model it always will be because that's where all the power users and all the developers are. But it allows us to benefit from the huge distribution of these other chains. It essentially allows us to, we get to be our own chain, but then also have the benefits of being adapt on other chains with bigger, more generic communities. And so from a sort of distribution and business perspective, it's pretty amazing. And then obviously from the customer experience, if you're not a huge sports bettor, you don't necessarily want to bridge onto a chain that you've never heard of or whatnot, and then place a bet and then have to bridge out. You want to just place a bet from the chain that you already are earning yield on or doing whatever. Yeah. So it's a really big unlock on that side, but it also does it in a way that doesn't hurt the sort of core network effects of what we're trying to build."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's fascinating. I want to go to Mister House here in a second. But one more question before we go to Mister house's question is, so what do you guys envision yourselves as? You know, maybe the 510 year outlook here in terms of like, who are your biggest competitors in your mind? Because, you know, there's obviously other exchange types which we've kind of mentioned here, but then there's also the pinnacles of the world, the bookmakers of the world, the huge kind of traditional sports book models. And how do you see kind of this model playing against things like that? Do you consider them your competitors? Do you consider exchanges your competitors? What does that look like? And what's your kind of like, long term vision?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a good question. And I think something we sort of think about a lot, I'd say right now as currently constructed, the betting exchanges, like our main competitor. So like the bet fares of the world and things like that. But I think long term, we, we want to sort of broaden out the appeal of SX. Like we would like SX to be the home of all of gamble fi, not just, you know, the winner of the betting exchange world. And so I think, like, one thing with that vision, we sort of realized is that there's, like, no possible way we can build all this stuff ourselves just because online sports betting and just online betting in general is this massive, massive industry. But by having gone through the pain of building a dap in this space and then building our own infrastructure with SX network, we know exactly what other gamblefi developers are looking for and sort of need to build, like, a real business and a real community. And so our focus is more and more on sort of enabling all these different use cases to be built on sxchain and sort of using SXbed as the, I guess, like the beachhead into this, into this new world of on chain sports betting."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I do really like, there's a lot of other projects that have started launching in the space, I'd say in the last kind of, like, year and a half, two years that I think are pretty cool. And so, yeah, I'm just really excited for this whole space. I mean, when we first started working on it in 2018, essentially the first three years, four years, we were pretty much by ourselves. And so I think the only other project was sort of auger, which had raised auger."
    },
    {
        "speaker": "A",
        "text": "Gosh, I remember Auger. Are they still around?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm not totally sure. Um, but, uh, yeah, there's some really cool projects. Um, and then there, like, SX is obviously, it's a peer to peer sports betting exchange, and then there's some really cool, like, poly market is building what I would say is, like a more of a generalized prediction market, which I think is pretty cool."
    },
    {
        "speaker": "A",
        "text": "Are you plans, are, are there plans for you guys to be able to kind of open up? Because the way it works right now is like, there's the limited set of offerings, both from, like, you know, the main game lines and, and, you know, sides, totals, money lines, things like that. And, you know, a bunch of markets like, you know, your soccer, your tennis, your basketball, your college sports, things of that nature, some esports, some MMA. But, like, are, do you have plans to kind of open that up for people to kind of create their own markets or create alternate versions of those main markets? What's your thoughts there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so that's something we've talked a little bit about with the community, and I think it is a really cool idea. The big issue there is kind of like, the actually the issue that augur initially flagged, which is like the whole oracle problem. Like, how do you resolve these markets that often are somewhat ambiguous in terms of the settlement rules and things like that? Polymarket uses Uma. Uma, which I think is. Which is like a very, like a very good solution. It's sort of like, essentially just outsources it effectively. And so I think, like, for that, you would need to hook into something like that, which effectively acts as like a third party arbitration system that can sort of interpret subjective rules. It does lead to some sort of, like, it often lead to, like, controversies and, you know, because you're asking a third party to essentially rule on subjective, potentially subjective settlement rules. But I think it's sort of the best solution there is. So, yeah, I think, like, again, though, the only issue there is, if you open it up to third parties entirely, which I think is kind of like the goal, that issue becomes worse because, you know, now you're allowing people to, like, purposely create vague settlement rules and in the hopes of, like, essentially benefiting from it. So we sort of stayed away from that. I also just think, like, like, our goal and our expertise is more on the sort of sports betting side."
    },
    {
        "speaker": "A",
        "text": "So you would like, we're targeting more like alt market sports betting things rather than kind of main free for all prediction market stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, we're going after more kind of like roll bit. I would say roll bit and stake."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "Versus going after like, polymarket and calci, which I think are, you know, they're sort of doing. That's a somewhat separate lane, I would say so. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. That's awesome. So we got a couple minutes left. I do want to throw it over to the very patiently waiting Mister House. Mister House GM. Did you, did you bet on any MMA this past weekend?"
    },
    {
        "speaker": "C",
        "text": "Yes, I did. It went well. I'm excited about it, but no, this has been really, really fascinating and really entertaining."
    },
    {
        "speaker": "A",
        "text": "That's what happens when chambers not here."
    },
    {
        "speaker": "C",
        "text": "You know, not for sure. But Andrew, you answered a lot of my questions in our discussion with bunchu. I think solving that liquidity fragmentation problem as you go across chain is a massive, massive accomplishment that I don't necessarily think. Even when you think of just trading Dex as perp Dex is betting aside, I think that's an issue a lot of people have yet to solve. So props to you for that. I guess my two questions would be, because I kind of ran out of them and had to think of some on the spot is when someone builds a front end and taps into your liquidity, are they responsible for the KYC AML, or does that come on your end? And then a secondary question would be looking at other protocols that are at the protocol level but not at the chain level, like Azor, that have kind of a similar model and goal. Do you necessarily view them as threats, or do you think they're still a few years out before they can get to the level of competing with you as both the protocol and the chain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. And great questions. Also, just one quick other thing talking about sort of cross chain, like, the reason why cross chain betting is sort of unique in the sense that it can actually do. Sorry. Betting is unique in the sense that you can actually do this type of, like, cross chain model. And the reason why is because sports betting is so capital efficient in the sense of, like, the, the amount of, like, revenue per TVL. So sports betting in general has, like, defi. Sports betting has incredibly low, like, relatively low TVL. You don't actually. And the reason why is because, like, if I'm betting, like, you know, for example, you, you place a bet on an MMA fight, like, right as it starts within 30 minutes, you're already paying, you're already paid out. So, like, the open interest that's created is relatively low. So essentially, this is a long winded way of saying that sports betting is a unique circumstance where you can actually do this type of cross chain Betty model and actually makes sense. It would be really tough to do, like, a cross chain lending, for example, because it requires so much TBL that it's probably, it becomes harder to sort of, like, justify, you know, essentially becomes harder to do because of that. And then, like, perps, there's obviously, like, latency and also has a lot of TVL. So I just want to sort of address that. That's partly the beauty of sports betting for this, for that type of cross chain model on the sort of, like, front ends as well as a zero, because the zeros sort of came in the last year and they're pursuing more of like a front end approach, which I think makes, which makes some sense. I think. I think it's still too early, to be honest with you for SX to really go down that route. So it's one of the reasons why there's no other outside front ends built on SX right now. So I think it's something that we want to do eventually. So, like, our developer ecosystem that we're building is, is what I would say, like more. It's not as much other front ends as, in, as much as just complimentary sort of betting related applications. I think part of the thing too with front ends is you need to figure out. So one is like you sort of flag like the KYC regulatory question, which I'm not a zero. So I don't know, I can't really answer on how they're approaching it. But then that's like one issue. And then the second issue is also like the economics of running a front end. I think the odds have to be incredibly tight on the liquidity protocol side before running a front end. Really makes a lot of sense just from a value capture perspective. I guess what I'm trying to say is we need to get our odds and our VG so low, like less than 50 basis points or at least less than 1% consistently such that someone could build their own front end on top of the SX liquidity network and capture say like an extra 1% or 2% or whatever it is, because then it actually becomes then these projects can actually sort of succeed for the long term. Whereas I just. Yeah, I guess that's kind of how it answered. I just think there needs to be, we need to really lower the vig a huge amount on the like, SX side such that people can build their own front ends. And it actually like economically makes sense long term. So that's kind of like how we're approaching it. We want to more focus on that. I also think, I sort of think of, because we've also had internal debates about this a lot too, I sort of think of the cross chain launch as different front ends in a way. So what I mean by that is when we launch a front end on top of a new chain, or should say when we launch SX on a new chain, we're actually going to build differentiated uis for those chains. So like easy example, something like barachain, it's going to have bears on the UI, it's going to have honey, all sorts of crazy stuff to really fit that community's vibe. And so I think that's kind of how we're thinking about it right now, is more each chain is kind of its own front end. And so I think that makes sense. But again, long term, obviously, if we want to, we sort of laid out like a three step roadmap to full decentralization and decentralizing the front end by having tons of other sort of front ends build in is a huge part of that. But it's just like there's so many different things on the roadmap, it's going to come a little bit later."
    },
    {
        "speaker": "C",
        "text": "Awesome. I really."
    },
    {
        "speaker": "A",
        "text": "Yeah, go ahead."
    },
    {
        "speaker": "C",
        "text": "I was just going to say awesome. Really appreciate that. And I think that makes a lot of sense from both. Both questions. Two quick follow ups are one, are you guys considering adding in some of the. I don't want to say necessarily obscure, but the less viewed, but still bet upon sports. Like I come from a wrestling and jujitsu background and it's very hard to find lines, but when I do and I like to juice them, and I know a few other people that do. And the second one would be, where can I buy the token? Is it listed on any sexes or is it all dexs?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so the first question is, we'll create those markets. If you market, make them. We need marketing."
    },
    {
        "speaker": "A",
        "text": "Mister House, check your DM's after this. I literally just."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, we'll create, say, less. Yeah, exactly. So if you market, make them, we're gold. And actually, I will say that's actually one of the. Really. This is also the reason why we built a betting exchange, which in a lot of ways is less immediately profitable, but is way more flexible because it's hard to. It's really hard to price things. Things like betting, I don't know, wrestling or BJj yourself, but it's relatively easy to create markets on them and then just settle them. And so by essentially outsourcing, liquidity, provisioning to the community, SX should dominate in terms of like, the amount of markets it offers. Just because, you know, we can essentially tap the community. Yeah, hopefully someone can price it, but."
    },
    {
        "speaker": "C",
        "text": "I'll have to shoot you a DM. So I write for a rather large grappling media organization that they set betting lines for a lot of events, but they don't market them. It's just kind of like, as a fun thing. But yeah, I'll reach out to you."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. That'd be awesome. I mean, yeah, so that. I think that's like one of the benefits of a betting exchange. And also like, it's also much better because there's like a very clear network effect to a betting exchange versus like an on chain sports book. There's not really much of a network effect to it. So, like, as you get more betters, the underlying product doesn't really get better, to be honest. I guess, like you can add more capital to the LP and so, like, your max bet can get a bit bigger, but there's no, like intelligence that's, that's like, there's no, like, better. You don't get better lines and there's no real. So, yeah, like, that's, I think, like, it's easier to spin up and it's. And I think the economics are actually more attractive in the short term, but long term, it's less defensible. And that's partly the reason why, you know, there's like five betting exchanges, five to ten, you know, big betting exchanges in the world, but there's like thousands of sports books. It's just like a far more fragmented sort of area. And then. Sorry, what was your second question?"
    },
    {
        "speaker": "C",
        "text": "Oh, it was where. Where can I buy some SX token? Is it just on dexs or is it listed on any sexes?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I think, like, one of the issues with our team is we've been way too focused on fundamentals overdose and, like, product versus traditional crypto community building and things like that. So our token is currently only available on, effectively only on uniswap, on Ethereum, as well as shark swap, which is like the native Dex on SX chain. That may or may not change in the sort of, like, upcoming months as we make a bigger and bigger push to, like, build, like, a more traditional, a more traditional, like, crypto community, like, marketing. Just because I think, like, I think, like, sx, I'm obviously incredibly biased, but I think SX is like, way incredibly undervalued and sort of underrepresented within the sort of like, mainstream crypto consensus. And whenever we talk to, you know, whenever we talk to, like, VC's or anything like that, it's kind of like a very common, common sentiment. And so, yeah, so I'm looking to sort of change that over the next couple months. You know, do more things like this, get out more. So I think, because I also think, too, the time is right now that, like, web 2.5. So, like, you know, crypto sports books like rollbit and stake have really taken off in the last year. Sort of the time is right to build an on chain alternative to those platforms. And I think it's, like, clear to people now that there's a huge amount of demand for crypto sports betting. And so my mission over the next couple weeks and months is to really hammer home that SX is that on chain alternative and SX network will be the hub of Gamblefi in the future."
    },
    {
        "speaker": "A",
        "text": "Super cool. This conversation has been awesome. Mister House, thanks for jumping in and doing your protege duties by asking some awesome questions. Andrew, thank you so, so much for your time. This has been a really, really fun combo. I, as a user of SX, was very excited to chat with you here about all the things you're doing and spread the word. Because I, you know, think that as somebody who's been limited on, you know, every us sports book I have, you know, that I can appreciate the decentralized nature, nature, the exchange nature of all of this and the transparent nature of the blockchain and the role it plays and everything. So really appreciate you and what your team is doing. And thank you so, so much for your time. Where can people find more about you, you, Essex, all the things you're doing? Where can people check you out?"
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. I mean, obviously, follow me on Twitter. I'm tweeting lots about all the different projects and all the roadmap items on my personal Twitter, as well as the SX. I think it's SX bet Twitter handle as well. And then, yeah, you can obviously find us at SX bet or SX technology. Those are like the sort of two main, you know, website hubs for everything SX related. And then, of course, we also have a discord, which is sort of like where a lot of the community, a lot of the community is. As well as we also have a troll box on SX bet, which is relatively active."
    },
    {
        "speaker": "A",
        "text": "I love a good troll box. Brings me back to the, gosh, what was I, the Poloniex days with the Poloniex troll box. So, yeah. Appreciate you so much. Go ahead."
    },
    {
        "speaker": "B",
        "text": "Sorry. Yeah, one last thing. What's cool about the troll box, too, is you can actually negotiate OTC bets directly on the troll box. So that's kind of like, the reasoning for it. So, you know, if I want 50 50, I want tails and you want heads on the coin toss in the Super bowl, we can just transact directly. And the toolbox is essentially like a communication medium for people to. To, like, make those types of deals. And so, you know, 80% of the troll box is effectively that, and then, you know, 20% is just classic trollbox trolling."
    },
    {
        "speaker": "A",
        "text": "It's great. It's awesome. But thanks again, so much. Appreciate you. We'll make sure all those links are in our show notes. Hope you guys enjoyed this conversation. It's just not the same without chamber, even though we had a good time today. But thank you again, Andrew. And until next. Next time, keep the mic hot."
    }
]