[
    {
        "speaker": "A",
        "text": "Are you familiar with Paramore?"
    },
    {
        "speaker": "B",
        "text": "Of course."
    },
    {
        "speaker": "A",
        "text": "So I love. I love winning arguments. And back in. I don't know. When was her first album? Like 2005, maybe 2004. I picked up their first. It was. I think. I'm positive it was a cd. I bought the cd, and Amber was talking shit. She thought it was terrible. And I'm like, no, no, no. This is great. And you just don't know it. And 20 years later, and they're, I would say, a pretty. Pretty successful band. Yeah, I agree. I'm a big, heavy."
    },
    {
        "speaker": "C",
        "text": "Willie."
    },
    {
        "speaker": "A",
        "text": "She's got. Listen, I've been gonna talk some shit about Taylor. Taylor wishes she was. Haley's got so much swag. Yeah. No, she's unbelievable. Phenomenal. Wouldn't you agree, Bonj?"
    },
    {
        "speaker": "B",
        "text": "I would, actually. I. Oh, look. I definitely would. The. What's the. What's the song? One of their more popular ones. Into you. Is that what it's called? Is that what it's called?"
    },
    {
        "speaker": "A",
        "text": "I think. I don't know all the stuff I'm familiar with. Ain't it fine? I don't know. I'm trying to figure out which one."
    },
    {
        "speaker": "B",
        "text": "Maybe you're thinking maybe it's not Paramore. I don't even fucking know."
    },
    {
        "speaker": "A",
        "text": "Are you thinking of good for you by Olivia Rodrigo?"
    },
    {
        "speaker": "B",
        "text": "No. Hold on. Look it up now."
    },
    {
        "speaker": "A",
        "text": "All right. I'm sure you're right. I don't know. All the cat, probably."
    },
    {
        "speaker": "B",
        "text": "It's called still into you."
    },
    {
        "speaker": "A",
        "text": "Oh, still. Yeah. That counts. That counts. We should have known that that's on us."
    },
    {
        "speaker": "B",
        "text": "I mean, come on. Come on."
    },
    {
        "speaker": "A",
        "text": "Turns out bunch is the biggest paramore fan out of all of us."
    },
    {
        "speaker": "B",
        "text": "That's one of my. It's one of my shower songs. It's one of the. It's one of the shower. You know. You got a. Do you sing in the shower? Yes or no?"
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "Okay. The best work is, you know, you've got a shower set. Right. Like, there's. There's specific songs you sing in the shower, typically over and over. Right. Like, they're your rotation. You got a set list. Right. And so that one is on my set list. Yeah."
    },
    {
        "speaker": "A",
        "text": "My shower set list is very Dennis Reynolds. Like, it's a lot of."
    },
    {
        "speaker": "B",
        "text": "Oh, a lot of. A lot of anger."
    },
    {
        "speaker": "A",
        "text": "No, no, no, no. Like, a lot."
    },
    {
        "speaker": "B",
        "text": "No, I would say a lot of Steve Winwood."
    },
    {
        "speaker": "A",
        "text": "A lot of Steve Winwood. A lot of, like, Chicago. Yeah. No, it's. It's very eighties."
    },
    {
        "speaker": "B",
        "text": "Mine are, like, songs I think I sing. Well, that. So it's much more like a random mismatch of things. I think I sing well, like, if you. If you gave. If you put me on the spot at karaoke, like, these are the songs I would pick. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I was. It's funny because I worry, you know, I don't think you have to worry about this as much anymore. Now that you're out of the rat race, you're doing your thing with a web three company, and I feel like you don't have the same corporate. The same corporate loopholes you have to jump through, you know, because, you know, I'm in weed, but it's very corporate. And we go to these, you know, company retreats. And my worry is, we're going to karaoke one night, and I would say every six months, I go. I try to find three songs that I'm like, okay, if it happens, I need to be prepared. And I. The reason I'm bringing this up is I have to do that because I feel. I feel like it could come at any point and I need to be prepared."
    },
    {
        "speaker": "B",
        "text": "So do you have, like, are you worried that the ones you would pick are bad or."
    },
    {
        "speaker": "A",
        "text": "There's just sometimes, like, I. There was one that popped up the other day and I felt like I crushed it. And I feel like it's a very dangerous song to sing because, you know, some days you can sing and some days you can't sing. You know what I mean? And I'm gonna be honest with you. I'm gonna let you guys know what it was. It was how am I supposed to live without you by Michael Bolton? And I was crushing it. And I'm like, like, if I did that, like, if I did that live, it would be drinks and applause for the entire evening. And then my fear is that my hubris would be so high that I would step up to the mic and absolutely just fall flat on my ass. But I think that's a fun, funny song to do. If you could do it fairly well. I think that's a funny song to do."
    },
    {
        "speaker": "C",
        "text": "Do you, through your voice? Can I. I'm sorry. Totally. Like, I'm obsessed now. Because first of all, that song fucking rocks. It does rock, like, unironically rocks, but also rocks ironically. It's one of those few songs that can be played both ironically and unironically. I just have to ask, do you, like, throw your voice and do the thing like rocket Hollywood? Like, do you do that? Or do you, like, oh, so well, kind of like Michael?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Cause, like, Michael Bolton's hard to do, but Michael McDonald's got that, like, sort of like, throw. Do you throw your voice?"
    },
    {
        "speaker": "A",
        "text": "So, yes. So, like, when I sing a song, I do try to sing it as originally sung. So I will do Michael McDonald songs. Michael Bolton. But Michael Bolton's kind of in that same register. There are certain singers, I don't have the manliest voice, but it helps my singing voice because I can get a little higher pitched at times. And those registers are definitely like Michael McDonald, Michael Bolton. So, yes, no, I do try to sing it like that without being too over the top with it. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, that makes sense. That's awesome. I appreciate it. Good. I do. Like, there's probably three or four types of karaoke where, if I've had enough drinks, I can do, like, where you, like, throw your voice like goo goo dolls. You can just sound really raspy and quiet."
    },
    {
        "speaker": "B",
        "text": "That's a good one."
    },
    {
        "speaker": "C",
        "text": "It's good karaoke music because, like, you can, like, sort of throw your voice and sound like Johnny Resnick a little bit, but also be like, haha. It's just a prank, even though you're, like, trying."
    },
    {
        "speaker": "A",
        "text": "You know, if I do have some cool ones, too. So, like, if I want to be like, I'm like, like, I would be cool if I did this. So, like, I feel like the strokes of is, like, a fairly easy way to sound pretty cool. And, you know, most people will get, you know, if you play, like, sometimes or, you know what I mean? Something like that. By the strokes, I feel like that's an easy one to do. And you do sound, you know, you can look pretty cool doing the strokes."
    },
    {
        "speaker": "B",
        "text": "I'm fascinated by this. I could talk about this for a whole hour, but we won't. Although I do want to know what's on everybody's shower set lists. So give us a, like, a retweet, hit the chat bubble. Tell us what's in your shower. Uh, set list, couple of mine. Dock of the bay, Otis Redding. How about that?"
    },
    {
        "speaker": "A",
        "text": "Very good."
    },
    {
        "speaker": "B",
        "text": "Yep. Uh, still into you. Paramore. Um, how about this one? Too close by. Alex Kerr."
    },
    {
        "speaker": "A",
        "text": "I don't think I know that one."
    },
    {
        "speaker": "B",
        "text": "Yeah, you do. You do. You definitely know it. You for sure know it. And I did this one on the spot in Mobile, Alabama, and on a Sam Adams trip, and I brought the house down with this one."
    },
    {
        "speaker": "A",
        "text": "This is what I'm talking about. It's high risk, high reward sometimes."
    },
    {
        "speaker": "B",
        "text": "Yeah, you gotta do it. And then another time, I was in Nashville, and we went to my favorite karaoke place in the world, a place called wannabes Payne. Are you familiar? Maybe not it."
    },
    {
        "speaker": "C",
        "text": "Sorry about that. No, I'm actually not familiar but I'm."
    },
    {
        "speaker": "A",
        "text": "About to go look it up right now."
    },
    {
        "speaker": "B",
        "text": "It's like on the street level and then up. It's attached to this other bar. I don't know what it's called but at the top levels. Got a mechanical bull you can ride but know you, right?"
    },
    {
        "speaker": "A",
        "text": "I'm assuming."
    },
    {
        "speaker": "B",
        "text": "Oh yeah."
    },
    {
        "speaker": "C",
        "text": "After that performance."
    },
    {
        "speaker": "B",
        "text": "Yeah, they know me and we, you know, we did, me and a bunch of buddies went and did some backstreet boys and then started a boy band called 900 pounds of dude. Which I feel like, you know, chamber, you and me have most of that covered."
    },
    {
        "speaker": "A",
        "text": "I love it. That's a great name."
    },
    {
        "speaker": "B",
        "text": "It's a great. Yeah. And you can abbreviate it really nicely as 900 LBD. The shirts are great. Like you can do the whole thing. But yeah, there was that performance. You know, I can go on forever about this topic but those are some of my shower songs. But share yours. I think it's fun to talk about but also help us share out this space. We're going to ask Steve about his book, the long awaited presale for the everything token. We're going to talk to Steve about his book. Here's the thing. I feel like many people have already, in this space at least have already bought a copy of. However, and this is going to be honor system if you have not bought a copy of Steve's book yet, I want to buy ten copies on this show. Go to Steve's link and buy yourself a copy. And if you've already done it, don't be a dick. Buy another one. Buy another one and I will refund you. Send me your screenshot, send me your ETH address and I will send you $30 USDC. Let's get this man on the top sellers list. He's been working on this for, God, two years. He deserves to be. He deserves to be a best selling author. Let's get this man some sales. Go buy another book and I will refund you the price of your book. Shoot me your drop it in the comments here with your ETh address and I will refund all of those purchases. We're going to do ten here on the show. So that's what we're doing today. Steve, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I'm doing great. I just looked and computer tech is like one of the categories. They like sub niche categories and I just looked and actually we are up to number one and number three. Number one for the hardcover, number three for the audiobook in that category, trending and a couple others. So, so far so good. I don't know what that means. It might be in that there's just a lot of velocity and there's not that many buys. But I figure it's better to be on those lists than not be on those lists, right?"
    },
    {
        "speaker": "B",
        "text": "That's right. That's like us making a top ten list in conspiracy podcasts, right, chamber?"
    },
    {
        "speaker": "A",
        "text": "It's better to be on the list, not be on the list."
    },
    {
        "speaker": "B",
        "text": "Absolutely right. So, Steve, how are you feeling about today? Has it been everything you hoped for? And where are your expectations versus how it's going today?"
    },
    {
        "speaker": "C",
        "text": "Well, they're above my expectations because I am a terrible worry worm. So basically, I just expected this to fail miserably and nobody to buy it. So anybody buying it has been good. And I feel really good. I mean, the support, I know we were texting about it, but truthfully, it's a thing where for three years, you give time in a space like this and, you know, you try to help people out where you can and you try to, like, be an active participant and have good morals and do all the right things. And then, like, you just never know how it's going to be when you actually are like. Like, I'm a terrible salesperson. I hail telling people to buy things and so you never know what it's going to be like. And the support's been really cool to see so many people who are sending DM's buying copies, people asking about bulk orders, and, like, it's just, it's really, really cool. So, you know, you've been super supportive. Everyone here has, and it's just, it's awesome. So I just, I feel really good. No matter where we net out, all things considered, like, I feel great about today and the drop, and I will be unbearable, like, the next three weeks showing this thing, and then it'll be quiet for a few weeks before we get closer to pub date."
    },
    {
        "speaker": "B",
        "text": "But no, that's why I'm getting it out of the way so, like, we can do our part so we don't have to hear you for the next three weeks. You know what I mean? Out of the way early."
    },
    {
        "speaker": "A",
        "text": "I'm learning to read. I'm learning to read just so I don't have to listen to the audiobook. This is actually helping me out on a personal basis."
    },
    {
        "speaker": "B",
        "text": "That's really funny, chamber. Did you buy any yet?"
    },
    {
        "speaker": "A",
        "text": "Do you buy immediately? I had to take one dig, and then once I saw Steve saw my dig, I brought the book immediately."
    },
    {
        "speaker": "B",
        "text": "I bought myself two copies this morning. And then I thought, you know, like I was going to buy ten anyway, so I'm like, well, let's give them out to people or whatever. So like I said, buy an extra book. It's, it's going to be free. Buy an extra book. Shoot me your USDC address and your receipt and I will refund them. Don't be a dick honor system. If you already bought one, don't try to get me to send you money. We want to get those, we want to pump those numbers up for our boy Steve. Steve, most of the people in this space know, you know, what your book is about, but give, you know, this also does go out in a podcast that reaches upwards of dozens of other folks. Give the, you know, 32nd TldR about what the book is and why it matters."
    },
    {
        "speaker": "C",
        "text": "No, I appreciate that. I was going to say you have so many podcast listeners that go come back and dive into it so effectively. You know, we, about a year and a half ago, you know, Scott Commoners and I, my co author, he's a Harvard business professor and an a 16 Z researcher, wrote the first Harvard Business Review article about nfts called how nfts create value. And we saw this reception from people who weren't in Web three who are reaching out and saying, this explains why these things aren't just jpegs on the Internet. This explains that crypto is not all a scam. It actually is just a better software solution. But that was just a high level article, a few pages long. And we saw that reception as a calling to further advance this tech as we were getting excited about it. So we reached out and got in touch with Penguin Publishing, one of the world's top business publishers. And they signed us on to effectively demystify nfts, web three, and crypto and blockchain for the world. Like, as much as we can explain why it's a better software solution, we have sections that say things like, but isn't crypto a scam? And explain why it's not and explain why the ownership is actually infallible. And then within that, we provide a framework of success for businesses who can then, you know, kind of go and look down this and say, this is how I can get started in this world. Whether you're a, a large super big business or whether you're like a local coffee shop, it doesn't matter. It's a software solution you can start looking to use as soon as possible. So the goal is like really, one, demystify this whole thing. Two, provide the framework, and three, hopefully drive us a little bit closer to the adoption of this technology that everybody can be using better. And just for reference, our editor and our publisher, no background in web, three, no background in crypto. Um, so they made sure that everything was going to be super understandable for the reader. So the goal is to, you know, further this thing along just a little bit and, you know, show that, you know, and last thing I'll say on it that's really exciting is we got some really good endorsements on this thing. So if people don't believe me, um, Gary Vaynerchuk wrote a quote for it that's going to be on the back jacket of the book. Two Nobel Prize winners wrote quotes for it that'll be on the back of the book. Obviously, like Adam Brotman, who you, your forum three co founder, did as well. Um, and some other folks, uh, Chris Dixon, the co founder of Andries and Horowitz, a 16 z, wrote a quote for the back of there. So we got some people who really believe in the content of it can, can help move us forward. So, um, that's sort of the synopsis of it. I know those more than 30 seconds, but I'm bad at. I'm bad at timeframes."
    },
    {
        "speaker": "B",
        "text": "That's okay. We, uh. You know, anything that makes my job on this show less involved is good. So if you have not bought a book yet, or if you have buy another, send me the receipt. I will refund you your $30 in USDC honor system. Don't be a dick. Buy another book. Get the numbers up. Good Christmas present for all of those business leaders in your life chamber. You got a bunch of business leaders you're going to be giving this book to?"
    },
    {
        "speaker": "A",
        "text": "This is not, this is not a joke. I am the family's business leader."
    },
    {
        "speaker": "B",
        "text": "Oh, shit."
    },
    {
        "speaker": "A",
        "text": "It's embarrassing. It's embarrassing. More for my family, really, than anything else."
    },
    {
        "speaker": "B",
        "text": "Definitely more for your family. My God. I mean, they're drowning in weed stocks."
    },
    {
        "speaker": "A",
        "text": "They are."
    },
    {
        "speaker": "B",
        "text": "They're heavy, they're dumb bad, heavier weed stocks and Hmong."
    },
    {
        "speaker": "A",
        "text": "It's going to pay out. I promise."
    },
    {
        "speaker": "B",
        "text": "Boy. But, yeah, this. I'm super excited for you, Steve. I know you've been working on this one for. For quite some time, and it's been quite a road for you. So congratulations on the pre launch today. When does it actually hit? First week of January."
    },
    {
        "speaker": "C",
        "text": "So I think third week, January 23, I believe, is the actual on shelf date. So about a month and a half from now, and it'll be in people's that's when Amazon will start shipping it, and it'll show up in people's doorsteps within a day or two."
    },
    {
        "speaker": "B",
        "text": "Event amazing. While we have you here, aside from your book, I just pinned it up top. You and cap have a pretty big guest tomorrow. Do you want to touch on that real quick?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yuga CEO Daniel Allegre. Cap totally secured this. I was. I was not involved in any way, shape, or form. I'm pretty lucky that he's. He's formed some good relationships inside that team. And Daniel Allegre is going to be coming on coffee with captain tomorrow. So we're going to talk to him about all things sort of. Yuga board ape Yacht Club, ask him some of the questions we've been seeing on the timeline, get his perspective of where that's going. I would argue one of the biggest, if not the biggest guests we've had on coffee with captain, sort of the head honcho at the biggest, sort of most well capitalized web three company out there. So looking forward to that. I'm definitely going to do sometimes cap and I don't do a ton of prep work for these things because we feel pretty comfortable going into it. And we do, but I think we're actually going to prep for this one, so, uh, should be a good one."
    },
    {
        "speaker": "B",
        "text": "That's awesome. Super excited for you. Booting first one in with a book by 04:17 p.m. i will refund you directly after the show here. Appreciate you. Anybody else buy a book during this show? Get a refund from your boy. If you already have one, buy another. It's about getting this man on the best sellers list. Now, Steve, if you just. Last question for you. Actually, two one. I hear chambers going to be on the panel tomorrow. Is that true?"
    },
    {
        "speaker": "C",
        "text": "Oh, that would be incredible if Chamber was there. Just, like, asking. He's like, now, Daniel Gregory. He, like, would say his name wrong. And I could see. I could see Chamber pulling this one off pretty good. So."
    },
    {
        "speaker": "B",
        "text": "So what's, so what is bored ape yacht club?"
    },
    {
        "speaker": "C",
        "text": "Daniel, for those who don't know what Yuga labs and bored ape yacht club is, can you give a background of."
    },
    {
        "speaker": "B",
        "text": "Bored ape yacht club boy chamber? What would you ask if."
    },
    {
        "speaker": "A",
        "text": "No, the real question, the honest real question I have is, when you guys started talking about the head of Yuga, I thought it was a guy named Gordon, and you're so far out. If not, where does Gordon fit into all of this?"
    },
    {
        "speaker": "B",
        "text": "So first, Steve, you want to teach the man real quick, and then we'll move on."
    },
    {
        "speaker": "C",
        "text": "I'm dying. A guy named Gordon. So Gordon Gonner is one of the founders of Bored Aid Yacht Club. Him and I. His name is Wiley Arno. And then Greg Solano. Garga is the other founder that's really well known. Garga. So Gordon was sort of the more visible founder, who was. He was sort of a shitposter on the timeline. He's pretty beloved within the NFT community, not just for Davia Club. He actually had health issues that forced him to kind of step away a few years ago, or about a year ago, I should say. Um, because he was at art Basel last year. And then after that, he kind of stepped away just for his own health because he had some. He's actually. The Gordon goner name is based on some health issues he's had over his life. It was sort of a joke he had there. So he stepped away outside of, I think, more of an advisory role because of, you know, just trying to make sure that he stays and takes care of himself. So he is not the. He's the founder, but not in charge there. I'm sure he has some say at the company, though, if asked, because he is a yemenite. He's pretty well tapped into the culture, and everybody likes him."
    },
    {
        "speaker": "A",
        "text": "Okay. I feel like I wasn't too far off. There is a Gordon that exists within. Within the Yuga community."
    },
    {
        "speaker": "C",
        "text": "You didn't miss the name completely, like you have in the past. So it's not like. Who did you say was in charge of OpenAI? Who were you saying?"
    },
    {
        "speaker": "A",
        "text": "I forget. It was. Sam Altman is the current CEO, correct, correct."
    },
    {
        "speaker": "C",
        "text": "Sam Altman was the current, past and current CEO."
    },
    {
        "speaker": "A",
        "text": "I forget the one. I. Now I just know it's Sam Altman. So that's the once. It's once I actually know the real name, it usually sticks and I forget any past monikers. And for the record, Steve, I appreciate you bringing the good mic today."
    },
    {
        "speaker": "B",
        "text": "A guy. A guy named Gordon. Great band name and also maybe book name. There's a lot you can do with that."
    },
    {
        "speaker": "A",
        "text": "Well, Gordon was the title of the great, uh, debut album of the bare naked Ladies, so."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Not wrong there. Yeah."
    },
    {
        "speaker": "B",
        "text": "Big b and l fan."
    },
    {
        "speaker": "A",
        "text": "Yeah, Gordon, man, that great, great debut album. Shout out to canadian legends."
    },
    {
        "speaker": "B",
        "text": "By the way, one week on my karaoke list. I know every word. I've actually won a karaoke contest singing one week by the bear naked ladies."
    },
    {
        "speaker": "A",
        "text": "I believe it. That is. That's a lot of words to remember or sing, I should say. You get the words."
    },
    {
        "speaker": "B",
        "text": "You do both of them. Yeah. You do both at the same time phenomenon."
    },
    {
        "speaker": "A",
        "text": "We have to remember them. They do give you the words. It's."
    },
    {
        "speaker": "B",
        "text": "That's right. But the best performances out there, you know, are the ones where you can tell the person knows the song, in my opinion."
    },
    {
        "speaker": "A",
        "text": "Agreed. Also to the great crippler of any karaoke performance, the bridge alcohol."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "The bridge of any song, because everybody knows chorus verse. But if you throw a bridge in there, I would venture to guess most people can't do the bridge."
    },
    {
        "speaker": "B",
        "text": "No, you need to really know. It needs to be. You need to have practiced in your shower set list if you know the bridge or not. And oftentimes there's, like, a change of key, which if you don't have a. That. That good vocal range, you're in big trouble."
    },
    {
        "speaker": "A",
        "text": "You gotta have that honey and tea, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "In vinegar. Vic vinegar and Hugh honey. You know, what about some. Who's the guy? Forget it. Forget it. Anyway, Steve, scrap it. My last. Scrap it, dump it is crap. The last question I had for you, Steve, while we get some books out here, if you are blessed to be on the best sellers list for this book, what is the first thing you will do?"
    },
    {
        "speaker": "C",
        "text": "I'll probably tweet about it. I don't know. I honestly don't know. I'm not sure what my plan would be. I'll just be excited. I'll feel somewhat validated, I guess. I don't know. I haven't really thought about. To me, I'm almost just. I have this terrible mindset where instead of just enjoying the moment, I have this crippling fear everything will go wrong. So I'll probably just be like, okay, I'm relieved, and I'll be happy. But regardless, like, the supports meant so, so much across the board on this. And last thing I gotta actually add in, which I don't know if this is a song you were looking for a bunch at the beginning or not, but misery business by Paramore is the one that I always think about is, like, the one. It's like. That song absolutely rocks."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a good one. The one I was thinking of was still into you, which I guess chamber didn't. No, but you'll have to listen to that one. Chamber. I would opt for an acoustic version. It's better. Ooh. All right. I'm a big acoustic guy."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it."
    },
    {
        "speaker": "B",
        "text": "All right, Steve, thank you. And the offer stands for the rest of the show. Buy another book, screenshot your receipt, drop your ETH address, and I will refund you the price. We want to get this man some books sold. So appreciate you, Steve. Won't take any more of your time. Can't wait to hear chamber. You and cap talk to Daniel Allegre tomorrow. And. Yeah, man. Good luck."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thank you. Thank you."
    },
    {
        "speaker": "B",
        "text": "All right. Timber."
    },
    {
        "speaker": "A",
        "text": "I'm excited for Steve. Real talk. I didn't. Did we know the name of the book before today?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. I didn't. So today I learned the name of the book. Well, first reaction. Great. I think. A great name for the book."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "I also started reflecting on, again, also."
    },
    {
        "speaker": "B",
        "text": "Really attractive book cover."
    },
    {
        "speaker": "A",
        "text": "I agree. I agree. There's a lot of things going on."
    },
    {
        "speaker": "B",
        "text": "No matter what you think of Gary Vee."
    },
    {
        "speaker": "A",
        "text": "I'm glad you put it on the back."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But then I started thinking about comparable books that have come out from the community or even that are out there, like, you know, for years. We talked about. What was the bitcoin book."
    },
    {
        "speaker": "B",
        "text": "Well, there was Ben Masrick, bitcoin billionaires."
    },
    {
        "speaker": "A",
        "text": "No, but there was. Remember there was like one about bitcoin."
    },
    {
        "speaker": "B",
        "text": "Oh, the safadine book. The bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yes, the bitcoin standard. That's what I'm thinking of. So obviously, like, that was like the. The book on bitcoin. And then I started trying to peruse around Amazon and stuff, looking for a comparable book, and I don't think there is one, at least not comparable to this. Ben Mesrich did a bitcoin one has done. What's the new GameStop one?"
    },
    {
        "speaker": "B",
        "text": "They're like fiction based in reality based events type of stories, right?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah, more. More of a. More of a story as opposed to, you know, what Steve's done here. I don't know, man."
    },
    {
        "speaker": "B",
        "text": "I'm of the opinion that Steve timed this perfectly. Right. He's like, are you kidding me? Yeah. He's got, you know, he's writing this during the bull. Right. He gets the deal during the bull, then. Then he can write the whole thing during the bear market. And nobody's going to want to write a book on nfts in the bear markets. Right. He's cornered the market and literally drops today."
    },
    {
        "speaker": "A",
        "text": "Yeah. The pre sales drops today. Bitcoin just passed 40k yesterday. I think Ethereum is doing its thing. We are literally in an uptrend right now. And the markets, there's a lot of national media, I think, on crypto right now, which then falls into NFT. So I think this is a recipe for success for Steve. So I'm very excited for him. I don't think it could have. There's a lot of things going on."
    },
    {
        "speaker": "B",
        "text": "Three more books sold. How about that? I just bought three more books. Got one from. Who is that? We got von Fronten and then we got monkey zoo and crocs. Crocs, you better be on west coast time because I see a 125 in your time. I'm going to say I'm going to trust that you're west coast because you wouldn't lie to your father like that. You wouldn't lie to your dad."
    },
    {
        "speaker": "A",
        "text": "So I would argue our fathers are who we lie to the most. So I don't know if I trust crocs on that one."
    },
    {
        "speaker": "B",
        "text": "I'm already getting like, my kid is two and a half, pushing three. He'll be three in January. He's already, he's already cop an attitude."
    },
    {
        "speaker": "A",
        "text": "And, oh, so I would say the oldest one gives me the most attitude, but my youngest one's the best liar."
    },
    {
        "speaker": "B",
        "text": "So that's, that's because they've been watching whatever."
    },
    {
        "speaker": "A",
        "text": "Yeah, she's just straight face lies. I knew she was lying, but her, her approach to lying shook me a little bit. I'm like, oh, wow. Like, that's not."
    },
    {
        "speaker": "B",
        "text": "Oh, that's advanced lying."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're very good at this."
    },
    {
        "speaker": "B",
        "text": "That's, that's, we're. Pat, you've read lying for dummies and you are now on to lying 202."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, oh, you're just like me."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I saw. Yeah, that's what I saw. And I didn't have those skills at five, so I really learned them later in life."
    },
    {
        "speaker": "B",
        "text": "That's funny. But we got Mister House coming up here. Mister House, here's your question, your trivia question for today. How many Nobel Prize winners does Steve have a quote for on his book, the everything token? How many Nobel Prize winners?"
    },
    {
        "speaker": "D",
        "text": "I believe he said it was two, but it might have been three on CWC this morning. And he said it could have, we."
    },
    {
        "speaker": "C",
        "text": "Could have had more. We could have had more. To be fair, Scott had to force, this is how Baller Scott is. This is actually a worthwhile story. Scott is such a baller. My co author, he had to force rank the Nobel Prize winners on his list to get the most relevant one because he had like five who were willing to write a quote, but he went with the top two so that we had room for people, for some other people in different industries. So it is two, but it could have been three. Mister House."
    },
    {
        "speaker": "B",
        "text": "So both good answers to Nobel Prize winners and Gary Vee. We've got it going on. Here we go. We got like there's no better combo there. All right, mister House, what say you?"
    },
    {
        "speaker": "D",
        "text": "First, I wanted to congratulate Steve. I'm very excited to read the book. I've never read anything that Steve's written, listened to some of his speeches, but I've read a few."
    },
    {
        "speaker": "B",
        "text": "I can tell you if you haven't read any of Steve's work, you might want to go to Degen.net work and search for all the deleted ones removed from the website."
    },
    {
        "speaker": "D",
        "text": "I'll take that back then. I have read some of Steve's articles on Degen, but I've read a few of Scott's pieces that he's done, both for a 16 z as well as academic work. And I'm a big fan of his writing, so really looking forward to the book. Some of the other books that I thought chamber might have been thinking of were mastering bitcoin. I know that was a really big one. Still is."
    },
    {
        "speaker": "A",
        "text": "I do remember that one."
    },
    {
        "speaker": "D",
        "text": "Yeah, the blockchain revolution, which is more focused around the advent of eth. And there was a follow up that goes a little bit into nfts, but I also wanted to share why I'm excited for Steve's book. It seems like. I think there are three or four books that have come out around nfts. Most of them were just how to create, sell and buy. And it was more so like, hey, if you want to come up with a pump and dump project, here's how you can learn the basics of solidity or use a launchpad. And I'm like, well, anyone who spends $30 on this could have just looked up NFT, launchpad or like, you know, just anything on Google and gotten the same advice for free. The other one was Bobby Hundred's book, which seemed to be more of like a fashion and pop culture related take on it. But I know Steve's been talking a lot about how this is how businesses can use nfts and it's a variety of different real world applications. And I'm super excited as I've been a lifelong reader, or I guess I'll clarify, someone who enjoys reading. We've all probably been lifelong readers, but there hasn't really been much written as far as books or, you know, like larger academic papers on blockchain and NFT specifically that are publicly available."
    },
    {
        "speaker": "B",
        "text": "I think it's a great point. I think, like, the audience for the book is perfect because Steve was saying this morning, and I totally agree with this, where it's like, this is a book that can help with the idea of mass adoption because especially as somebody who's kind of done this with a major corporation, you find that there's a lot of misconceptions. There's a lot of education that needs to be, be done, and there's a lot of like, stigma. Right. So I think a book like this directed at that particular audience is super important and I think it's going to do super well. I hope a lot of people in those positions read it, and I don't think there's a better duo to put it out there. So. Totally agree on that. Chamber, what do you think about just like those types of books for that type of audience? Because I don't think they exist very much."
    },
    {
        "speaker": "A",
        "text": "No, pardon me. That's what I was saying. Like, I was looking around for comparable books and there was very, there was really nothing. So I really, like, I'm very excited. Like I, you know, I've heard Steve talk about the book a lot over the, you know, over the months and years, but didn't really ask him any questions about it, like what the name of the book was going to be. But, you know, today when, when he dropped the link to, to get the pre sale, I got excited. You know, it's a pro. A lot of it has to do with the podcast he promised me he's going to do. So, like, I'm a, I'll wait to see, I'll believe it when I see it kind of thing. So today I saw and today I believed and I got really, really excited for him. And yeah, like I said, I think, I think, you know, everybody, what you were saying. Bonjour. What Mister House was saying. I think this is a perfect storm for Steven Scott's book to do extremely well. I'm very excited. Number one and number three, respectively. Right now, I don't know. What are the charts, Steve?"
    },
    {
        "speaker": "C",
        "text": "It's sort of the categories that you have to pick categories when you go within Amazon."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "And so the ones that it's number one and three is computers and technology, which is a relatively broad category, actually. So like, start with the. Why was we jumped over? Because somehow that was in computer technology, which I don't understand how. But yeah, that's the one. We're number one and number three. We're number one in another category and like number two in another."
    },
    {
        "speaker": "A",
        "text": "I love it. And then all of us that are buying right now that are going to be millionaires by the years, by next year's end, we'll be promoting this book while we go on our tours. Like, what was the catalyst of the latest bull run. And we'll all point to this book. So it's, you know, it's a surefire bestseller. New York Times bestseller. You heard it here first."
    },
    {
        "speaker": "B",
        "text": "So speaking of starting the bull market, you tweeted today that maybe we did it. Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, obviously we did it."
    },
    {
        "speaker": "B",
        "text": "Before you get into that, though, I have refunded booching and crocs. I need addresses from von Fronten and Monkeyzoo. So drop those either under your comment or in my DM's and we will get rocking. So anyway, chamber, I mean, how are you feeling about the market?"
    },
    {
        "speaker": "A",
        "text": "Feeling pretty good. I mean, you know, we are at resistance right now, just under 42k for bitcoin. We are at. I think we're at resistance, or I think we're at resistance for ETH. Oh, no, we've, we're still in this not discovery, but we are above resistance in ETh. It just looks good. Like I mentioned a couple of weeks ago, you know, I think we could see action. I mean, there's an argument to be made, like this is the local top for now, and then we bounce between 42 and 37. Throughout all of q one, there's an argument to be made that we can push through even further into the $47,000 range and then maybe have a little bit bigger of a retrace, maybe down to 39, 38, and then float between them for the quarter. But I do think q one, after, I don't know, maybe after mid January, maybe the first three weeks of January, if it hasn't happened by then, we're going to be in chop mode. But I mean, it's a nice move. It's a nice move. I mean, just in October, at the beginning of October, we were at 26 grandd. I mean, that's not bad. Friday. Yeah, Friday or Thursday, September 28, we were at 26 one. So, yeah."
    },
    {
        "speaker": "B",
        "text": "And now when I think about the fact that we are not, I mean, Eth is moving, but it's not moving. It's not moving as hard or violently as bitcoin. Where do you see there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think it's all going to depend, you know, we've said this for a long time. Bitcoin, you know, moves first, and this is the move. So we really, we're kind of in a wait and see pattern. Like we are getting some lag on, like Eth and other major, like, altcoins. So they are trending upwards, but not, not with the same velocity that we're seeing with bitcoin. So it's when that chop starts to happen, whether it's right now, like, whether we top out here at about 42 or whether we get into that 47 range, whenever that chop starts to happen, we'll probably see the, you know, the trade into those other, like, from bitcoin into those other major market captain altcoins, your eth and stuff like that. And then you will see probably a bigger return than we're seeing on bitcoin. Right? Like a 20% move on bitcoin could be a 50 or 60% move on major alts. Right? So that's what I'm looking at. I'm holding bitcoin, eth and doge right now, and I'm pretty happy overall."
    },
    {
        "speaker": "B",
        "text": "How did I miss the doge run again?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's running. I mean, it's just breaking out. Like, we're at just under $0.09 right now. So I think last, I think we were talking. Yeah, just right around $0.08. So we're just under $0.09 now. So nothing crazy."
    },
    {
        "speaker": "B",
        "text": "All right, well, I'm going to buy some later today because I did move some funds over to Coinbase. So I'm on an exchange that has doge now."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "There we go. Um, awesome. The, like, what is. Hold on. Let's go to Mister house first, and then I have some more market questions for you."
    },
    {
        "speaker": "D",
        "text": "So my question for both you guys is, you know, heading into 2024, just like the next, let's say, six months, your outlook. Do you guys think you'll predominantly be spending your time around bitcoin, Ethereum and doge, since you brought it up, or are you guys eyeing. You don't even. You don't need to mention them necessarily. But are you looking at different baskets of altcoins, meme coins?"
    },
    {
        "speaker": "B",
        "text": "That was where I was gonna go. I was gonna ask him the same question. Look at you."
    },
    {
        "speaker": "D",
        "text": "I'm your understudy."
    },
    {
        "speaker": "B",
        "text": "This program is working. It's produced incredible results so far."
    },
    {
        "speaker": "D",
        "text": "Chat bunch, you bot has been working out well."
    },
    {
        "speaker": "A",
        "text": "This is great. This is like the management training course. This is awesome. So, yeah, I did mention Ethan, gold."
    },
    {
        "speaker": "B",
        "text": "Star for Mister House."
    },
    {
        "speaker": "A",
        "text": "I did mention bitcoin, ethan Doge, but I am over leveraged on some absolute just Djen plays also. So, yes, I do have other alt bags that if they do well, you know, it's going to make, you know, probably going to make the year, and if they don't do well, you know, easy come, easy go. But, yeah, so let me, let me."
    },
    {
        "speaker": "D",
        "text": "Slightly rephrase the question, because I know of one, one meme coin, you have a particularly large bag of. But are you, are you looking at accumulating not even meme coins, but any layer twos or other l one alts? Or are you mostly focusing on what's tried and true thus far?"
    },
    {
        "speaker": "A",
        "text": "So right now, tried and true. But what I do is, like I said, once we start the chop, and the chop starts in bitcoin, after bitcoin is done moving, and again, this will probably be a local top. We're not going to see all time highs, probably the next two, three months, but it's the first step into making new all time highs. So after this local top is found and the chop starts to happen, that money cycles into other stuff. What I do is usually those are the three that I like as far as major market cap coins are bitcoin. Ethan Doge and then it's not the best advice. This is actually terrible advice. Where I've found success, and I've said this before on the show, is monitoring social media, listening. There'll be people that I'm familiar with, and you guys all have your own people that you're familiar with that a have usually fairly big followings and have been around for a long time. Bunch and I have been around since 2017. We started following people that have been around since 2012 and 2014 and stuff like that. So people have been around in crypto talk a very long time. So when I start seeing certain people, and I might not be targeting specific people, but know as I'm perusing Twitter or X and I see somebody say something about a particular shitcoin that usually new ones, I usually go on the new side. So if it's a new one and they're talking about, I'll start to look into it. I'll monitor kind of what's, what's happening on social media as far as like, how much it's being spoken about, is it mostly just bots retweeting cash tags? Is it actually people? And I'll try to get in early on some of these, and it's worked more than it hasn't. I've had some big w's, but I've had some fucking big ls net we are doing. It's extremely well, especially just compared to just regular bitcoin trading, let alone traditional finance. So overall, it's very good. But that's usually what I do, is let's make some quote unquote safe money with the big guys, eth, doge and bitcoin, and then try to do some more dj plays on newer, smaller lifecycle or even just getting in early on, I kick myself for pepe, for example. That was one I should have been on. Should have held like, that was. They hit a billion dollar made, hit $2 billion market cap. I mean, you could have got in on that at like $5 million. Like, that's like, just the sheer amount of money that was left on the table by me was. Is upsetting."
    },
    {
        "speaker": "B",
        "text": "So, like, things like that, but, like, don't. That's dangerous, what you just said there."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "C",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "A",
        "text": "I'm saying it's not good advice. This is not good."
    },
    {
        "speaker": "B",
        "text": "Some of it is. I mean, look, look, like, I think there is some value in Taylor tailing sharp slash inside people. It's what I do in sports betting. I literally just tail people smarter. Meaning, like, I'm watching a screen and finding where the sharp moves are going and I'm playing them before the lines change. Right. It's very similar. Right. It's like you see somebody who's in the know. Know what they're talking about, and you do a little sprinkle if it makes sense to you. But I wouldn't say I, like, I think it's a lot, uh, there's not a lot. There's not as much science to that in the crypto space. Right. Like, you could quantify edges doing that in sports betting."
    },
    {
        "speaker": "A",
        "text": "So, you know, it's very lucky."
    },
    {
        "speaker": "B",
        "text": "You must be careful. Exactly. Uh, but. Right, like. All right, so say you're headed into full bull, right? How do you. How does your portfolio look day one in terms of, like, allocation splits and how does it look like in the middle? And, like, what does it look like at the end?"
    },
    {
        "speaker": "A",
        "text": "All right, so right now, I'd say allocations are, you know, roughly 30% bitcoin, 40% ethereum, maybe 20% doge, and 10% just. Djem plays yet or what? No, no, honestly, I have friends that approach. They dm me about Solana stuff all the time. I don't. I. From day one, I've hated Solana. It just. It's just as much of a dj as I am. It's too much. It's the. It's the crack. Like, I'm a cocaine guy, okay? Solana is crack. Like, it's just too much. It's too heavy. You know that. That's what it is. It's just. It's too. For me. For me. And I know that there's lots of people making money on Solana. Solana, nfts I hear are popping off whatever that looks like, you know, it's just, it's too, it's too risky. It's too. I don't know, I don't like it."
    },
    {
        "speaker": "B",
        "text": "Yeah, let me switch the question here. Slightly, lightly full bull crypto is popping off. You've got your allocations, everything, all that good stuff. Where do you predict or think that, like, what do you think is going to happen to the NFT market in this cycle? Like, where do you think it's going to be? Kind of 2021, repeat, do you think it's going to be somewhat a little more muted? Like how do you, how do you anticipate the playing the NFT market this time around?"
    },
    {
        "speaker": "A",
        "text": "I would say as far as nfts."
    },
    {
        "speaker": "B",
        "text": "And also one more. One more side. Caveat to that is like when we had these other bull runs in terms of like, crypto back in, say we had the bull run in 2017, then that turned into bear market for two years, popped back off in 2020, and there was this whole sentiment around, like, what types of tokens are going to do well, is it going to be new stuff or old stuff? I think same logic here might apply to the NFT market."
    },
    {
        "speaker": "A",
        "text": "So I think you hit it right on the head. Take this for what it's worth. If I was looking at nfts, I would not be looking at picking up, quote unquote, deals or buying low on current nfts. Personally, I would, you know, again, everything's a cycle, right? So we're in a bitcoin cycle right now. But if and when an NFT cycle comes back to play, personally, I'm going to be looking at new nfts, new know metaverse plays. Like, I'm not looking to buy cheap sandbox land, you know what I mean? Right now, or I'm not looking to buy cheap, I don't know, Azuki's, you know what I mean? I would much rather."
    },
    {
        "speaker": "B",
        "text": "I think. I slightly disagree."
    },
    {
        "speaker": "A",
        "text": "That's, I mean, yeah, that's just me."
    },
    {
        "speaker": "B",
        "text": "Well, I actually think that. I actually think it's probably a similar, a similar thing, right? When you're looking at, if you're looking at 2021 nfts, I think the only ones you should be looking at are the majors, right? Like, don't go scoop up dead projects thinking that just because the NFT market is hot, those are going to be hot, right? Like, I'd be looking at the top ten or 20 if you're looking to make plays like that, right? I mean, what do you think? Yeah."
    },
    {
        "speaker": "A",
        "text": "And honestly, too, just again, just speaking from the crypto side, I love the liquidity I get with crypto. And, you know, we're seeing right now pudgy penguins. I don't know if they're still, like, ten plus eth right now. Like, they had a nice weekend or week or whatever."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know, 10.2?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't know how long that took. Like, if they just. It was. I don't know if they went from, like five to ten overnight."
    },
    {
        "speaker": "B",
        "text": "Literally. I jumped in the war room yesterday when I saw pudgies were 10.2, and I was like, I feel so out of the loop. I had no idea they were that high. And, like, I was tracking them and they were like, seven. And Velo, who is the big pudgy supporter, he was like, oh, it just happened this weekend. So, like, it was over the weekend."
    },
    {
        "speaker": "A",
        "text": "Okay, there you go. So, I mean, yeah, it's great. Like, if you bought a. But if you bought a bunch of pudgy penguins at, like, you know, five eth and now you can sell them for ten, that's great. I just don't know, like, how many you can set. Like, how many are being purchased right now for ten. Hey, everybody, we actually got cut off there. Pain was having some technical difficulties and the entire stream dropped. So, yeah, basically what I was saying is I'm just not sure where I, the volume is coming from for these people to trade their nfts that are now ten plus ethereum. And I just find it much easier to trade shitcoins on exchanges because of the liquidity. For me, liquidity is make or break. And in my opinion, there's just not that much liquidity in the PFP NFT market. Currently there is some, but I do feel like it's just trading hands from other people. We're not seeing, you know, we're not seeing new entrants coming in, new volume, new money. And for me, that's going to happen. I just. In the short term, it's just going to happen in the crypto market. I'm hearing it from normies that are reaching out to me right now, asking me ways to get into the crypto market. So I don't know. We'll see what happens. But that's, that's where I stand on nfts. And if there's money to be made, if volume finds its way into new nfts, then I'm definitely going to put my money there. But until that happens, crypto is where I'm going to be for the time being. But, like, I tell, you know, I say it all the time, wherever the volume is. If you're looking, if you're looking to make money, if your end game is making money in web three, go where the volume is. Don't get hung up in one particular niche of web three. Be flexible, figure out where the volume is going to be, and then surround yourself with people that know what they're talking about in that specific niche. And, you know, more likely than not, it might work out for you. So we'll end it there. I appreciate everybody's patience. Sorry for the interruption. So if you're catching this, if you were there live and you wanted to catch the end of it, where I'm going to be rambling like I'm doing now, thanks for, thanks for coming. Thanks for listening to the podcast version. And again, for any podcast listeners, if you can go to, if you're listening to on Apple or on Spotify, can you go on there, give us a five star rating, give us a positive review. That helps significantly. And we're looking to be the voice of the next bull run. So hopefully I can get over 10,000 followers on X.com, so it probably won't happen. But if you can help me, that would be great. So we'll be back on Wednesday. Hopefully Payne figures out his Internet issue. He probably will. He's very upset about it. But, yeah, we'll talk to you guys on Wednesday. And I don't even know, a bunch of us at the end don't, like, don't let the mic get hot. No, that's not right. Until next time, keep the mic hot."
    }
]