[
    {
        "speaker": "A",
        "text": "As we go."
    },
    {
        "speaker": "B",
        "text": "Yeah, it'll be fine. It'll be fine. All right, you guys ready?"
    },
    {
        "speaker": "A",
        "text": "We're live, so."
    },
    {
        "speaker": "C",
        "text": "Yeah, you better be live. You better be ready."
    },
    {
        "speaker": "B",
        "text": "All right, veer up. Let's start the show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network Media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint Condition episode. I don't know, are we almost at 40? 38, 39? Mid thirties, I think he's just like chamber. Late."
    },
    {
        "speaker": "C",
        "text": "Late thirties is generous."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "Mix for myself. 35 years old. I turned last week. I know."
    },
    {
        "speaker": "B",
        "text": "Happy birthday."
    },
    {
        "speaker": "A",
        "text": "Thank you very much. So mid thirties running strong here, but we are somewhere in the thirties on episodes. High thirties, I think so. But we are pumped to be back after a break last week and for NFT NYC. And, you know, Des, you just posted a question in our private chat here, and the answer to your question is, I've come back from NFT NYC with a little bit of the NFt NYC bug going around. So definitely partied hard, met a lot of people, was in public with a lot of people all the time. That, coupled with no sleep, is a recipe for a little bit of a cold here. So I am plain injured here, but we are going as we normally do. Des, I had the immense pleasure of hanging out with you a lot over the course of the week at NFT NYC."
    },
    {
        "speaker": "B",
        "text": "Starts already. Okay. All right."
    },
    {
        "speaker": "A",
        "text": "We said chamber, a wonderful selfie. He told us to go fuck ourselves. That's basically how that went. But let's talk about NFt NYC and give a little quick recap. Des, tell us what, you know, expectations for you going in versus kind of what you found there. Your biggest takeaways."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, uh, expectations going in was, I expected not a lot of people to participate in the, um, in the conference itself. Like, I knew just from the sentiment that, like, a lot of people were just going to hang out. And I think that also is like, you know, when people are asked, like, what's your rating of NFt NYC? I said it's a nine. And it has nothing to do with, like, the conference itself. The conference was whatever, but just the gatherings, the get togethers, the private events that these communities put on, just seeing people in real life and getting to meet them. Phenomenal experience. And, you know, we tend to sometimes paint ourselves as, like, antisocial in this, like, community we have, but it's so great to see that. That's actually not the case. People were really enjoying getting to see each other and you know, it's, it's awesome. So, you know, I think my biggest surprise was like, holy crap, I said 100%. We're gonna, it's gonna feel like NFT NYC isn't even visible to New York in itself because when you look at like a 4000, 5000 person conference, that's not that big for New York City. That was not the case. I mean, he took over every damn billboard in Times Square."
    },
    {
        "speaker": "B",
        "text": "That's wild."
    },
    {
        "speaker": "C",
        "text": "Past the streets and, you know, where they put up like the normal like music acts that are coming up with like just totally littered with NFT projects. You had trucks driving by with NFT minting on eleven five and stuff like that. Art galleries were taken over. I was dead ass wrong about the impact that you could put on a city with this community."
    },
    {
        "speaker": "A",
        "text": "It was, I mean, hell, like anything I've seen, New York City launched their own token this week or is launching their own token after NFT NYC. So really? Yeah, we had, we had a pretty big impact, I would think. But no, it's totally funny that you say that, right? Because like we, me personally, along with some of the other dj folks, we're staying right in Times Square and you still felt it down on like 25th street where we were. And it was like, you know, you're walking past tons of people on the streets that are wearing, you know, merch, whether that was bored ape merch or, you know, gutter cats or, you know, any of these other places or any of these other projects that were out there."
    },
    {
        "speaker": "B",
        "text": "Goats."
    },
    {
        "speaker": "A",
        "text": "Goats. I got, I got this sweet goats hat courtesy of NYC Punter and the Goats community. And I literally haven't, haven't taken it off since I've, since I got it. I think I slept with it on a couple nights. So I got some sweet goats merch and you know, shout out to our boy drew here. We have to put up a not suitable for work warning before we talk about Ens today. But so does you get a nine out of ten rating for NFT NYC?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what could have put you at the ten? Is it the conference itself? Is it."
    },
    {
        "speaker": "C",
        "text": "Yeah, just dial back the number of speakers, make them pretty meaningful and you know, just do a little bit more infrastructure. But other than that, I mean, it was great. It accomplished what it, what it set out to do, which I thought was phenomenal."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I mean chamber, what was your thoughts on NFT NYC from the 25? From, aside from the fact that you're just like a total wasp for not going."
    },
    {
        "speaker": "B",
        "text": "But again, you know, I don't know. We have closed borders here. They're opening up this week. I'll be able to travel across the board."
    },
    {
        "speaker": "A",
        "text": "I met plenty of Canadians, so I."
    },
    {
        "speaker": "B",
        "text": "Can, I can drive and so I can fly to New York. I could have flown to New York, but, you know, I would probably have. I probably would have driven, but they're. Yeah. So open up the borders now so we can meet soon. Ideally."
    },
    {
        "speaker": "A",
        "text": "You and Des."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, me and Des boycotting you in LA, but no, I mean, it was, it looked awesome. I gotta tell you. When, when I saw Chris rock at the by, the BYC event, when I saw the stroke, when I saw Beck, actually, Beck was the one. I was just like, you know, me being as old as I am, that really struck a chord with me. I saw the clip where Beck said, you know, you might not know me, I'm just Ed Sheeran or something like that. That's very funny. Aziz Anzari was there. Yeah. Just that that particular event was super impressive. Very jealous of whoever was there. But, yeah, I mean, obviously it looked pretty cool. Like you said, like I said, an event of a few thousand people you don't think is gonna have that much of an impact on the city. But from, from the images that I saw, that didn't look to be the case. Like, it looked like you said, like that said, like it was everywhere. So I'm glad. And obviously, I'm just seeing, you know, photos and whatnot. So when you're there and you're saying the same thing, it's a, that's pretty impactful. You know, the question is, is it going to be, is it going to be the same next year? Is it going to be bigger next year? Is it going to be, you know, is it going to be not as big next year? These are the questions we need to answer."
    },
    {
        "speaker": "A",
        "text": "Well, let's put it this way. They had the conference last year and none of us went. Right. So I, you know, I think that heavily depends on how many dollars our jpegs are worth. But, I mean, that's a good segue to get into the market talk. But how, before I get there, des, I mean, you know, we had gone to a bunch of events. We went to, you know, the ape warehouse event. What was your kind of thought on what that. What bored apes are doing as a brand and what they, you know, represent other than the profile picture ness of it all or any of these other communities, including your own for that matter."
    },
    {
        "speaker": "C",
        "text": "Yeah. No, I mean, they're building a brand, like, they're building a global recognized backed brand. There's a lot of discussion about utility, which I thought was a very interesting conversation. And since, you know, we do talk about the financial sides of things. Right. The biggest takeaway for a lot of people, Washington, that there was no difference in utility from a mutant ape and a bored ape that week."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And in some people's eyes, that was a pretty big miss."
    },
    {
        "speaker": "B",
        "text": "So could I have. So I just purchased a mutant ape. If I had that in New York, could I have gone to the totally."
    },
    {
        "speaker": "A",
        "text": "Anything and had the exact same benefits."
    },
    {
        "speaker": "C",
        "text": "As a board ape?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a bit. That's a problem."
    },
    {
        "speaker": "A",
        "text": "So is it? Is it, though? And so, I mean, not for me. Well, I'll play devil's advocate here and say that if they want to build the brand in the way that they are obviously presenting themselves to want to, you can't really exclude the physical, in person piece of it as much. Right. There's going to be other levers that they can pull to benefit og apes as far. I mean, you know, the big one that comes to mind is the token. Right. I would assume it's going to be heavily favored towards OG apes. And, you know, we'll talk about ens here in a little bit, but that could have a massive, massive financial impact on and difference between, you know, OG and. And mutant. And, you know, so there are levers that they can pull, but I think when they're talking about doing these things in real life, whether it's merch or whether it's events or whether it's buying a space in Miami that's going to be a club, it's harder to be tiered in that way because it needs all of the community to kind of survive. Right? Like, what would you have. What would you have wanted to see? Or one. Did you see. It's a problem? Did you think it was a problem?"
    },
    {
        "speaker": "C",
        "text": "No, I really don't. In the. In the grand scheme of things, I mean, it definitely hurts my bags a little bit that it didn't, but, I mean, in the grand scheme of things, like what they're trying to build, I thought it was fine, I guess, you know, just small perks or whatever. Um, you know, maybe a vip section, a separate bar."
    },
    {
        "speaker": "B",
        "text": "God."
    },
    {
        "speaker": "A",
        "text": "But, yeah, no, I agree with you there. I think, you know, one of the learnings, I bet you if you ask the team, and this, I'm just being hypothetical here, based on the feedback that we saw all week, Washington you know, there's got to be a better way to do their lines, their queuing, their, their access. Like, you know, people were complaining that they own this asset and have to wait in two hour lines and, you know, which is, I think, fair criticism. Right. But. So I think there would need to be, by the time this happens again next year, I think there will be some of that. Separation was the worst of it."
    },
    {
        "speaker": "B",
        "text": "2 hours, by the way."
    },
    {
        "speaker": "A",
        "text": "No, I'm sure that people waited in bigger lines than that. Like the first day going to. First day going to the thing for your yacht. It looked like it was hours and hours. I wasn't there on Sunday. But, uh, yeah, it's interesting. So, yeah, I think that's. That is potentially a problem if they don't pull some of those levers. Right. Uh, does it also make you think, you know, we've talked. There you go. Brian says 6 hours you waited. Yeah."
    },
    {
        "speaker": "B",
        "text": "Does it a lot of the day. Big hunk of it."
    },
    {
        "speaker": "A",
        "text": "Does it make you think that mutants are either valued properly or undervalued? Or overvalued."
    },
    {
        "speaker": "B",
        "text": "Say undervalued."
    },
    {
        "speaker": "C",
        "text": "I bought two mutants this week making des like plays. I already hold some as well. And the reason why is very, very simple. They knocked off, you know, eight fest in the roadmap. The next damn destination on that jungle boat river cruise is all about mutant apes. And so now it's kind of a given one."
    },
    {
        "speaker": "B",
        "text": "Can you guys, you guys are much smarter than me. When you create a mutant ape. Like one of the. One of the big highlights from last week was, I believe, little baby."
    },
    {
        "speaker": "A",
        "text": "I am guilty. And also did not know who lil baby is. Small child."
    },
    {
        "speaker": "B",
        "text": "Small child."
    },
    {
        "speaker": "A",
        "text": "We are such boomers on this. I had no idea who."
    },
    {
        "speaker": "B",
        "text": "So, um. Yeah, so apparently he converted his ape to a mutant ape over the weekend. Or you."
    },
    {
        "speaker": "A",
        "text": "You have both. You own."
    },
    {
        "speaker": "B",
        "text": "You do keep both. I wasn't sure. Yeah, I'm like, that doesn't seem like great value."
    },
    {
        "speaker": "A",
        "text": "You basically. You basically make your own companion. Right."
    },
    {
        "speaker": "C",
        "text": "It was like, even if that was totally staged, him saying it on stage. Washington was pretty entertaining in my opinion."
    },
    {
        "speaker": "A",
        "text": "Like someone. Someone should have given him some serum, right? On stage."
    },
    {
        "speaker": "C",
        "text": "That's it. Epic. If he like, oh, God, I'm getting so nerdy. But yeah, it's like he made that a part of his show. Drank like some fake violin."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "C",
        "text": "Eight mode on stage. That would have been. That have been amazing."
    },
    {
        "speaker": "A",
        "text": "Well, so it's funny that you say the thing about, you know, the mutants where I think you're. You're clearly not the only one here, right. If you're looking at this is seven day volume. Mutant ape yacht club up 30% in volume in the last seven days. Right. So, chamber, I mean, what made you buy a mutant? You're typically. You're typically not the one to, I would say, jump in on a mature secondary market, right? Am I. Am I accurate in saying that is a hundred."
    },
    {
        "speaker": "B",
        "text": "That's 100% accurate, I think now, though, over the last two, three weeks. I mean, what else are you going to buy? Like, I'm not buying. You know, I'm not buying at mint at all. Even. Even stuff that comes out to buy cheap on the secondary. I mean, has anything really popped that much? Not really. So now it seems to be like, get liquid. So while you guys were away, I liquidated tons of stuff and then bought projects. I thought, like, you know, like. Like the mutants."
    },
    {
        "speaker": "C",
        "text": "How hard was it to liquidate? I'm just curious."
    },
    {
        "speaker": "B",
        "text": "Um."
    },
    {
        "speaker": "A",
        "text": "No. What did your haircut look like off of what you're, like, w. GMI?"
    },
    {
        "speaker": "B",
        "text": "I got. I don't know what any of that means."
    },
    {
        "speaker": "A",
        "text": "Like, you're. You know, your. Your w. You're. You have WGMi IO right where you, like, look at what you're."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, like, you're. That gives you. That gives you, like, your floor traits and what is worth or what your eth amount is. And then, like, usually you're."
    },
    {
        "speaker": "B",
        "text": "I didn't compare before and after, to be honest. I was just looking to get. So, like, I sold a lot of mid to high end nfts and then. That's good. Yeah, mid to mid to high end nfts and then, like, rebought. Like, I sold a bunch of bored apes. Buy Adam bomb squad. Made a lot of money on Adam bomb squad. Um, yeah, I sold a bunch of. Of, um, not bored apes. I sold a bunch of, uh. What's the cats called? Gutter cats."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "Probably definitely took a haircut there."
    },
    {
        "speaker": "B",
        "text": "Well, I sold. I, you know, going in, like, Monday, Tuesday last week, I sold, I think, three or four of them, uh, did pretty well."
    },
    {
        "speaker": "A",
        "text": "Oh, nice. That's your Adam bob squad."
    },
    {
        "speaker": "B",
        "text": "That is nice. And then at the end of the week into the weekend, prices were significantly less than where I sold. And then I just purchased ones. I had, you know, I took a page out of Des book and just looked for some of the rare traits, you know, picked up some halos, the, you know, some of the. The mutants had had a little bit rare traits, but, yeah, that's it, I think."
    },
    {
        "speaker": "A",
        "text": "I guess I'm curious for you right because, like, you're notoriously the hashtag, not a community member of the show. You're also. Yeah, you're also not. You're also more of the flipper mindset. Right? So for you, what is. What, are we at a point here in the market where you think you can essentially outperform eth buying things like this now?"
    },
    {
        "speaker": "B",
        "text": "No, I'm not sure."
    },
    {
        "speaker": "A",
        "text": "Why are you. So then why are you parking your eth there? I guess, is the question. Because I'm personally having a hard time parting with my ETH. I know it's probably the right move to buy five mutants, right? Like, right. And I'm watching my teeth for dear life."
    },
    {
        "speaker": "B",
        "text": "I'm just saying. So. So out of. Out of all that was out, like, I probably liquidated, like, 25% of my NfT portfolio, give or take. And then of that 25%, I probably only put another 25% of that back into the market."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So I still have a lot of eth on the sidelines, but I still have a lot of nfts still there as well. And what I repurchased was just a few quality. You know what I mean? Like, I thought the mutants was a good play and then some rare. I still think gutter cats. I mean, it blows my mind that it's not, you know, ahead of mutants."
    },
    {
        "speaker": "A",
        "text": "You know, there's some cool mutants."
    },
    {
        "speaker": "B",
        "text": "There are some cool mutants. I got a cool one. I feel like you can't go wrong with mutant mutants on the floor, by the way."
    },
    {
        "speaker": "A",
        "text": "I might just buy this one right now. I like this one right here."
    },
    {
        "speaker": "B",
        "text": "They're all pretty dope. But that being said, like, I do think gutter catch should be ahead of mutant apes. As far as, like, the floor, I think the art is better. I mean, you could arguably do the same sort of, you know, you tweeted."
    },
    {
        "speaker": "A",
        "text": "You tweeted a hot take last night."
    },
    {
        "speaker": "B",
        "text": "That I did."
    },
    {
        "speaker": "A",
        "text": "Gutter cat art is better than bored ape."
    },
    {
        "speaker": "B",
        "text": "It is better than bored ape art. It just is, you know, if you."
    },
    {
        "speaker": "A",
        "text": "Want to argue it, you can be wrong."
    },
    {
        "speaker": "C",
        "text": "I'm a huge gutter cat fan, so, like, I got. I got all four species, multiples of each. But there's no effin way that that art is better."
    },
    {
        "speaker": "B",
        "text": "It's not even close. It's so much. So somebody tweeted at me that somebody used the arthem from gutter cats to, like, do apes that way. So now you can have apes."
    },
    {
        "speaker": "A",
        "text": "They look cool."
    },
    {
        "speaker": "B",
        "text": "They look dope as hell."
    },
    {
        "speaker": "A",
        "text": "Des, are you in a. Are you in a buy sell hold pattern here? Like, what are you, what are your actions in the market looking like?"
    },
    {
        "speaker": "C",
        "text": "Sure. I just, personally I, like I have, right, I have a ton of nfts I haven't liquidated and I just don't, just because I gotten to the point where I just do not sell in a bear market. If it goes to, if it goes to zero, it goes to zero. But like just too many times have I been punished by that. So no, I'm just holding, holding what I currently have. I have stockpiled a good amount of ETH away for something I've been very vocal and incredibly bullish on. Which is clone x, I think."
    },
    {
        "speaker": "A",
        "text": "Which is what?"
    },
    {
        "speaker": "C",
        "text": "Which is artifacts. Projects."
    },
    {
        "speaker": "A",
        "text": "Oh, the artifacts. Is that the Avatar project?"
    },
    {
        "speaker": "C",
        "text": "It's the Avatar project. But what they're bringing, I mean what they're bringing to the table with partnerships, things like working with Takashi Murakami."
    },
    {
        "speaker": "B",
        "text": "Is that the hot dog guy?"
    },
    {
        "speaker": "C",
        "text": "Yep. Jeff Staple from Pigeon. I mean they're, they're really well positioned and I think the fact that they're bringing in world utility like, is going to make waves even more so in like the sneakerhead community and the street fashion community, like burning or claiming real life clothes with your avatar is awesome. So that's, that's what I'm kind of preparing for and it should be."
    },
    {
        "speaker": "B",
        "text": "What is this happening?"
    },
    {
        "speaker": "C",
        "text": "They're going to release the pre sale date today, checks madamas wallet. And so they're going to release the pre sale date today and then public sale will be shortly after that. It'll be dutch auction. Should be interesting."
    },
    {
        "speaker": "A",
        "text": "How do you get on that? How do you get on."
    },
    {
        "speaker": "C",
        "text": "It's pretty nuts. You have to previous, you have to own a previous artifact. And the floor on that is like twelve youth right now."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "And I bought in when they were."
    },
    {
        "speaker": "A",
        "text": "Like four so you could buy your way into the list."
    },
    {
        "speaker": "C",
        "text": "Don't do it."
    },
    {
        "speaker": "A",
        "text": "You'd probably take a small haircut after, right? But you could. Not a small one, pretty big one. Take a massive one."
    },
    {
        "speaker": "C",
        "text": "Oh, there's a very real part of me that wants me to sell all my artifacts and then just become part of the public sale. But I'm."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, because I mean basically it's gonna work the same as like pre selling something pre reveal. Like you see that run up, right? Then it happens and then the quick, quick sell off, right?"
    },
    {
        "speaker": "C",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Yeah, but so yeah, I mean, so that's very interesting. I obviously will not get on that whitelist, but I'm all for the public drop, so. But you see here in the, like when we last time we did this show, we've seen a slight up tick in unique traders. A little slow this week. There hasn't been as much stuff going on. But you see an uptick from the last time we did the show. You see, you know, unique buyers and sellers. So we see buyers, you know, more buyers and sellers. Same pattern here. And then total transactions totally took, you know, a little spike. We're not, obviously, at September or August levels, but I don't, you know, we're not seeing."
    },
    {
        "speaker": "C",
        "text": "I just, I just want that graph overlaid with average gas costs. And I think it'd be."
    },
    {
        "speaker": "A",
        "text": "Yeah, honestly, that's probably, that's probably a big piece of this. Right? And shout out to who puts these together, so. Cause I love looking at this stuff, but, yeah, that's a really great point. You know, how much of that do you act, do you think is impacting massively?"
    },
    {
        "speaker": "C",
        "text": "Massively? I mean, literally, the only projects people are buying are like, these blue chip, really expensive ones because gas is relatively cheap compared to what you're purchasing. But, like, for a lot of smaller market products, like, it's just very hard for people to buy. And I understand."
    },
    {
        "speaker": "A",
        "text": "So, yeah, well, I mean, it's, you know, what's crazy is it's, you know, not everybody has stacks of eth where gas is relevant. Right. You see these massive wallets that are going to pay any gas to get through. What is that?"
    },
    {
        "speaker": "C",
        "text": "Gas calculator website. I've been meaning to."
    },
    {
        "speaker": "A",
        "text": "Oh, there's. It's gas. WTF?"
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Let'S do this again. How many people came up to us and asked and talked about that segment."
    },
    {
        "speaker": "C",
        "text": "Where you, too many people reminded me in person of the 5.8 million I paper handed?"
    },
    {
        "speaker": "A",
        "text": "So what. What do you got here for gas? WTF?"
    },
    {
        "speaker": "C",
        "text": "Oh, we're gonna see. We're gonna see."
    },
    {
        "speaker": "A",
        "text": "Mine's not as bad as I would have thought, actually."
    },
    {
        "speaker": "C",
        "text": "You guys want to take a stab? You guys did so poorly last week. I'll give you a new opportunity."
    },
    {
        "speaker": "A",
        "text": "Let's see. Well, I first got to see what mine is. Let's see. Oh, wow. Okay, that's, that's a lot, but it's not as much as I would have, I would have thought here. What, uh, what do you got? Chamber?"
    },
    {
        "speaker": "B",
        "text": "I bet you I'm just pulling mine up now. It's not letting me log on yet."
    },
    {
        "speaker": "A",
        "text": "Mine does. Mine's gonna probably be significantly lower than does as I would think."
    },
    {
        "speaker": "C",
        "text": "The failed transaction. Gas actually makes me feel pretty good."
    },
    {
        "speaker": "A",
        "text": "Me too, actually. I have 49 failed transactions and it's only cost me .466 e, which."
    },
    {
        "speaker": "C",
        "text": "That's great."
    },
    {
        "speaker": "A",
        "text": "I'll take that any day. Gas. I've spent a 1212 e. Eleven point 954 thousand. $266. I'm sure yours is probably triple. At least that."
    },
    {
        "speaker": "B",
        "text": "How much did you spend?"
    },
    {
        "speaker": "A",
        "text": "$54,000.11.9."
    },
    {
        "speaker": "B",
        "text": "Yeah, I spent 15 eth."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Thousand dollars."
    },
    {
        "speaker": "A",
        "text": "Three. Three. About three more than I have. Right. What's yours?"
    },
    {
        "speaker": "C",
        "text": "Mine's not bad. This is. This is very doable. 26 eth, for a total of $120,000."
    },
    {
        "speaker": "B",
        "text": "That's not too bad."
    },
    {
        "speaker": "A",
        "text": "Yeah. 20 I would. Dude, I was seeing some on Twitter this week of, like, people with millions of dollars in gas."
    },
    {
        "speaker": "C",
        "text": "I don't know if it's true, but, like, bloom capital post."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah, that one."
    },
    {
        "speaker": "C",
        "text": "I don't know if that's legit or not, but that's hilarious."
    },
    {
        "speaker": "B",
        "text": "What's your failed?"
    },
    {
        "speaker": "C",
        "text": "Failed is 80 transactions costing me 1.8."
    },
    {
        "speaker": "B",
        "text": "I'm only 48. Only $1700 for me. And then what's your average guy or Guai or whatever?"
    },
    {
        "speaker": "C",
        "text": "You really bad, actually. 372."
    },
    {
        "speaker": "A",
        "text": "Mine is also 372 mines."
    },
    {
        "speaker": "B",
        "text": "464."
    },
    {
        "speaker": "C",
        "text": "-372.33 mine is 372.8."
    },
    {
        "speaker": "A",
        "text": "Wow. There you go."
    },
    {
        "speaker": "B",
        "text": "This one goes to eleven."
    },
    {
        "speaker": "A",
        "text": "We need to find more tools like this every week because that's funny. These are fun to compare, but totally not surprised that Des is at least double of ours."
    },
    {
        "speaker": "B",
        "text": "Totally not surprised."
    },
    {
        "speaker": "A",
        "text": "I would have thought yours would have been higher. Only because of the swap trading that you have done."
    },
    {
        "speaker": "B",
        "text": "That wallet is only one year old."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. So there you go. That makes a lot of sense."
    },
    {
        "speaker": "B",
        "text": "That's the one. After I got robbed last year, I had to switch wallets."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay. That reach of security, because yours would be. I would have guessed yours a lot higher. Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "From Defi trading and whatnot."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "No. Yeah. Zero Defi happened on that wallet. I think, like, very little."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, you're. I think you would have been way higher. This is great. 05:00 a.m. i don't understand what's happening, but I can see you're all sitting there and I hear you're saying, hmm, we should use Solana."
    },
    {
        "speaker": "B",
        "text": "All I hear is three quarters of a million dollars spent and we should be using Solana."
    },
    {
        "speaker": "A",
        "text": "That's funny. There's Jimmy. Jimmy, you're going to go check yours, huh? But yeah, so the, you know what else is going on in the market, obviously, we've kind of had NFT NYC. We've had, you know, we've done a state of the union on how we're feeling about the market. Lots of other news stuff going on, the biggest one being big news. The Ethereum naming service, ens dropping their token. Des, what are your thoughts on what's been going on here for ens? And I don't know, are you, is that a pain? Is that excitement? What's going on?"
    },
    {
        "speaker": "C",
        "text": "I thought it couldn't get any crazier than me talking about Boto or botto last week, getting $6,000 for basically holding aboard eight, you know, and it got crazier this week. The check, the checks coming out."
    },
    {
        "speaker": "B",
        "text": "So I thought it was pretty funny. I feel that this is the NFTs first taste of what happens in crypto. Like, yes, it's still one of the best airdrops I've ever received, but like, you know, how many airdrops do we get that were like, you know, 3004, $5,000 a year two years ago? This one's what, like, this one's still very good. But yeah, it's, there's a lot of people, like, where's this money coming from? Like, yeah, it just happens sometimes. Sometimes just more money just appears. And it all has to do with people wanting to buy what other people are selling."
    },
    {
        "speaker": "A",
        "text": "So it is, well, I mean, it's, it's interesting with this. So the actual token, and I said this because I didn't sell mine, I."
    },
    {
        "speaker": "C",
        "text": "If you, what is your ridiculous price target that you teased?"
    },
    {
        "speaker": "A",
        "text": "A aye."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, that is a wild air dress."
    },
    {
        "speaker": "A",
        "text": "Thousand bucks."
    },
    {
        "speaker": "B",
        "text": "What does that put the market cap out? Did you check it out?"
    },
    {
        "speaker": "A",
        "text": "If based on today, trillion, based on today, it would put it in the top 20, which is not based on the circulating supply versus price."
    },
    {
        "speaker": "B",
        "text": "That's not out of hand, actually."
    },
    {
        "speaker": "C",
        "text": "Not that."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Jesus."
    },
    {
        "speaker": "A",
        "text": "But if you did it, I was just talking to premium carrots about this. If you, if you did it with like the full circulating supply, it would make, it have to be, it would have to be like a top right coin, right? It definitely a top ten token. But the difference on this is versus like, you know, botto or AGLd or Bluetooth, what is the actual business behind this? What does the actual token that they're dropping you represent and what does it do? And so you're talking about this airdrop is essentially holding. This airdrop is really a levered bet on Eth, right? You're really making a leveraged bet on the whole ethereum ecosystem by holding this long term. Right? So, and you know, how much immediate social and like, utility proof is there in what Ens actually represents, right there. You're, you know, you're talking right now, the best way to do the stuff that we're doing is copy and paste your copy and paste this, you know, 30 character string. Or, you know, basically take a, you know, go to bunshu.com. right. It's, it's. That's. That's really what we're talking about here. The actual token itself is they've decided that they're going to fully decentralize this process of how they're going to govern their protocol. And so what you're actually receiving is not necessarily money, it's votes. And what people are buying is the vote and what they're valuing."
    },
    {
        "speaker": "B",
        "text": "Did you see who's buying them up?"
    },
    {
        "speaker": "A",
        "text": "Yeah, Coinbase."
    },
    {
        "speaker": "B",
        "text": "Coinbase has."
    },
    {
        "speaker": "A",
        "text": "Coinbase wants to be a delegate and they're like the third biggest delegate right now. And like, so, you know, that's what you're betting on when you're holding this token. It's super attractive to sell because it's a lot of freaking money. And I said this to somebody today, if you're selling it now, it's probably a portfolio maker for a ton of people out there. Right? Like, you're starting a massive head start on building a portfolio by selling this today or yesterday or the day before. Right? If you're not, if you're interested in holding it, it's important to understand what exactly it is and why it will be valuable potentially in the future. You're talking about basically the web three version of what could be, you know, DNS. And that's going to be valuable to have governance over. And it's going to cost you a shit ton to have governance over in the future. I mean, Des, I'm curious to what you think of that."
    },
    {
        "speaker": "B",
        "text": "Des. Get any, by the way. I mean, we did. I think we're bearing the lead here."
    },
    {
        "speaker": "C",
        "text": "60 of them, boys."
    },
    {
        "speaker": "B",
        "text": "There we go. That's what I wanted to know."
    },
    {
        "speaker": "A",
        "text": "I have. I have 209. No, I actually realized I had them. I had shares in others that I have. Like, we had. We got 189 from our Zed stable. We had. And then we had an extra 30 from NFt red zone."
    },
    {
        "speaker": "B",
        "text": "Beautiful."
    },
    {
        "speaker": "A",
        "text": "Yep. So we."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "A",
        "text": "All in."
    },
    {
        "speaker": "B",
        "text": "I have 209 of them because I bought another 50. I just think it's great."
    },
    {
        "speaker": "A",
        "text": "I think it was a great."
    },
    {
        "speaker": "B",
        "text": "I bought. I bought 50 out of about $37. Yeah, it's fine."
    },
    {
        "speaker": "A",
        "text": "Yeah. Awesome. Currently. Currently the price, it hit dollar 80 today at some point."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "It's now back to around like 60, 65. And I'm sure you're gonna see this kind of bump and run type running."
    },
    {
        "speaker": "C",
        "text": "Down a little bit right now."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I think cool down."
    },
    {
        "speaker": "B",
        "text": "Time now for a bit."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. ETH going eth is $4,550 ish right now. So everything's kind of down a little bit."
    },
    {
        "speaker": "B",
        "text": "A little breather."
    },
    {
        "speaker": "A",
        "text": "I'm curious to see what your long term take on that is, or based on my take there, Des, I just."
    },
    {
        "speaker": "C",
        "text": "Don'T know what they're gonna do."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Like, I don't understand, Dan, the voting power, what it, what decisions it could make. That would be highly impactful, I think, ens as a whole."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "If you were to just translate it into, like, web naming service. Like, okay, there's very few things you could buy in and be sure that it's going to be pretty stable. That's very important to the ecosystem is domain names."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "I mean, if it's for, you know, the crypto community, then, you know, think you're pretty safe there."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're basically buying.com addresses. Right."
    },
    {
        "speaker": "A",
        "text": "I mean, that's, well, yeah. Or in the token sense, it's, you're buying the ability to govern the, what they do, what they do. And, you know, so that could be something like what I, what I found really interesting about this airdrop, Washington, that it literally made you govern right from the freaking jump. Like, you had to, you had to assign your delegates, whether you wanted to be the delegate or assign it to somebody else in the community."
    },
    {
        "speaker": "B",
        "text": "You as my delegate."
    },
    {
        "speaker": "A",
        "text": "Ah, nice. I probably have some decent, I probably have like 500 votes right now."
    },
    {
        "speaker": "B",
        "text": "I had to double check. I had to go back, like, is this going to send all my, all my airdrop to him?"
    },
    {
        "speaker": "A",
        "text": "And I wonder how I can see how many I have. But the, you know, the other thing is, you know, it asked you like four, like, voting questions and whether you would approve or reject them. And so, like, it made you govern right off the bat, which I think, you know, a lot of the first."
    },
    {
        "speaker": "B",
        "text": "Time I ever seen that, right."
    },
    {
        "speaker": "A",
        "text": "Which is, I thought was pretty cool. And so the examples of things in there were really interesting, like, you know, the power to keep your naming rights and, and things like that. So there is actual utility there. And if you think that this, like Des just said, you know, what could this be in the future? And it's web naming service, right? Like, okay, well, that's pretty powerful. And I could see this being worth your vote, being worth something right in the future. And there's, you know, I think there's a lot of room to grow there. Like, you look at you look at some of the shit that's in the top. 150 tokens. And you're like, okay, well, this fits in there, right? But you could kind of take a look here again by at hill dobby putting this together. But you can see kind of what the current state of the union is. Only 51% of the tokens have actually been claimed so far. Only 47% of the addresses have actually claimed so far. If you haven't claimed yet, you have time. You can claim these up to, may, I believe, of 2020. Yeah, yeah. Total addresses, 137,600."
    },
    {
        "speaker": "B",
        "text": "That much?"
    },
    {
        "speaker": "C",
        "text": "I thought that much. And the fact that they didn't, like, scale it to where, like, a person who owns 500, you know, addresses gets 500 x. The other person, like, your vote kind of counts a little bit more, right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. We have a, we have a body, we have a buddy that had a."
    },
    {
        "speaker": "A",
        "text": "Somebody that has a thousand."
    },
    {
        "speaker": "C",
        "text": "And that's kind of funny."
    },
    {
        "speaker": "B",
        "text": "Ended up getting, I think, what did he get? Like 350 or something?"
    },
    {
        "speaker": "A",
        "text": "80 or something crazy."
    },
    {
        "speaker": "B",
        "text": "That's so exciting."
    },
    {
        "speaker": "A",
        "text": "Now, he could have gotten a shit ton. But essentially what happens is, like, so he take, and this is interesting because he took a huge bet and he was right. Like, he was correct. However, all the ones he's bought, he wasn't using there. He's more or less kind of squatting the domain name, right. And I'm pretty sure, and I would have to go back and fact check this, that he's the one that sold beer eth to, to Budweiser."
    },
    {
        "speaker": "C",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "For like 100 grand. Right? So, like, I. He's obviously made, you know, done well."
    },
    {
        "speaker": "C",
        "text": "On that, but, like, that guy then."
    },
    {
        "speaker": "A",
        "text": "But like, if you, if he would have pegged those to eat the dresses, he'd be sitting on a, I mean, yeah, he's retired, you know, but I, you know, that's the trade off. You either squat on them. Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, because I think he tweeted out he spent like half a million dollars on ens addresses."
    },
    {
        "speaker": "A",
        "text": "And, you know, so he's probably going to get his return, no doubt, in the future, right? Like, because he owns really, really good and valuable ens addresses, so. But he, you know, if he, that's the bet you're making is somebody's going to come by the address for you for way more than you paid or."
    },
    {
        "speaker": "C",
        "text": "You know, nothing would make me happier than, like, owning Disney Eth and having them grovel towards you and, like, we're going to need to buy that. I mean, nothing would make me happier. That is incredible."
    },
    {
        "speaker": "A",
        "text": "So to your point here, right, the bucketed claim sizes. So you could see how many of these people got between, you know, zero and 200 on the drop, you know, so there's a very small amount of addresses that are getting here, you know, 400, 500 or more. And so to your point, jazz, like, yeah, your. Your vote does count, right? Your largest claim here, largest claimer, Centaurio E. There's a bunch here that are about a 1000, 1143. Crazy, right?"
    },
    {
        "speaker": "B",
        "text": "That's. I wonder. I wonder what you needed to do. So that's just one address, though."
    },
    {
        "speaker": "A",
        "text": "This one. Yeah. There. So some of them were. So some of. So, basically, as far as I understand it, it was the. It was. How many you kind of owned? It was. Were they pegged to. Were they pegged to an actual address? And what was your expiration time? Right. So, like, you could set them up to, like, 100 years. So mine was."
    },
    {
        "speaker": "B",
        "text": "I think."
    },
    {
        "speaker": "A",
        "text": "I think mine was two years. Yeah, I think mine was two years. Right. So you could do it for a year. You could do them for two. You could do them for 30, and you could do, like, a hundred."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "Any years in between. Right."
    },
    {
        "speaker": "B",
        "text": "That would have paid for itself if you just max that out."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which is crazy to think at the time. You're like, oh, well, I mean, which is stupid when you think about it. You're like, I'm gonna buy this, but I'm gonna have it expire in two years."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I mean, what a dumb thing from. From my end. Right. But that's how you got that multiplier. Right. So I guess those people maxed out their. Their multiplier."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, 11. 11 50 seemed to be the max. Yeah, yeah, that's. That's a good drop."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So, I mean, the biggest question in the public eye then, is, you know, when mask drop. I don't."
    },
    {
        "speaker": "A",
        "text": "What do you think much?"
    },
    {
        "speaker": "C",
        "text": "I don't think that's gonna. As much as I want that to happen, I don't think that's gonna happen. I don't think they'll decentralize metamask anytime soon."
    },
    {
        "speaker": "A",
        "text": "Well, the one. The one that other people are always asking about is opensea. Opensea, yeah, I threw it out on Twitter. Like, what are the actual odds that opensea."
    },
    {
        "speaker": "C",
        "text": "Let me put it this way. Mask is more likely than Opensea."
    },
    {
        "speaker": "A",
        "text": "Yes, that's what I was gonna say. Exactly. I think you're opensea, you're more likely to see traded publicly than decentralized. Right. Yeah. So, I mean, maybe they. Maybe they decentralized metamask. I don't know. It's. They could. Didn't somebody tease on Twitter the other."
    },
    {
        "speaker": "C",
        "text": "Day, I'm gonna have to look at. I'm gonna have to look at. Because I used to transact before I realized you could just do everything on uniswap for much cheaper. You know, I used to transact on metamask all the time."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, I still do."
    },
    {
        "speaker": "B",
        "text": "I did one because I was lazy the other day."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do one or I do them all the time because I'm lazy."
    },
    {
        "speaker": "B",
        "text": "Laziness is a key."
    },
    {
        "speaker": "C",
        "text": "Laziness is going to get you money."
    },
    {
        "speaker": "B",
        "text": "Look at that. Always has. Always."
    },
    {
        "speaker": "A",
        "text": "Exactly. That's funny. But, yeah, so, I mean, that's interesting. But, yeah, so, merry Christmas to anybody holding a ens. Address. It. You've. It's been quite the airdrop."
    },
    {
        "speaker": "B",
        "text": "You were getting at least. Like, what? Like, at. Even at $80 if you sold at. At the local top, I mean, what was that like at a."
    },
    {
        "speaker": "C",
        "text": "Like, yeah, I mean, it was nine grand. Yeah. Double digits. It's amazing."
    },
    {
        "speaker": "B",
        "text": "Like, at the low end. That's wild."
    },
    {
        "speaker": "A",
        "text": "I'm telling you. Portfolio maker for a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, no kidding. Right?"
    },
    {
        "speaker": "C",
        "text": "So, I mean, another. Another reason to be a little bit bullish on this, right. Is you just gave the general public a ton of money. Right. And, I mean, general public. I mean, anyone from just came into this to super experienced. A lot of people are quick to make a quick buck. I don't blame them. Right? You see 20, you see 15, $20,000. You don't snatch it, especially if it's for free. But then you look at who's consulting, you know, consolidation, and who's buying it. Sharps are buying it. I mean, so whoever is going to do this governance is pretty smart and going to make moves to make themselves money. So you're basically joining an elite group of sharps to govern one of the most important, you know, assets in the business."
    },
    {
        "speaker": "A",
        "text": "I'm holding mine. You, I'm in. I've gotten to a point where I've been lucky enough that I don't need the ethnic, and I don't necessarily see a better opportunity right now for the Ethan."
    },
    {
        "speaker": "B",
        "text": "There really isn't. And, like, even if you're trading crypto, that's. That's a hot. That's a hot token I have right now."
    },
    {
        "speaker": "A",
        "text": "Are you holding yours, Des, or did you cash it?"
    },
    {
        "speaker": "C",
        "text": "I cashed a quarter of it."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's. I mean, fine. Also, I did."
    },
    {
        "speaker": "B",
        "text": "That is."
    },
    {
        "speaker": "C",
        "text": "I just wanted to see how easy the process was. I think I wanted, like, a gutter rat that I've been eyeing and I was like, all right, I'll just cash a little bit of it and then."
    },
    {
        "speaker": "A",
        "text": "But, like, that's totally viable. It doesn't ever have to be either or. It could be both and. Right? Like, yeah, I tell people that all the time when they ask me, like, when they should sell stuff. Like, you know, I had a bunch of Normie friends buy doge and they're like, when do I sell it? I'm like, well, what's gonna make you comfortable? Like, take your money off the table and free roll it and sell 25%. And they're like, oh."
    },
    {
        "speaker": "C",
        "text": "They're like, okay, let's regret once when you do that. I'll be honest. Yeah, either way."
    },
    {
        "speaker": "A",
        "text": "But, like, you know, I think you kind of need to play both sides of that sometimes. Totally balance, because it's either FOMo or, you know, regret. Either. Right."
    },
    {
        "speaker": "C",
        "text": "So you could. You could end up paper handing $5.8 million."
    },
    {
        "speaker": "B",
        "text": "It's not easy."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, no kidding, right? I. I mean, again, I didn't have 50 of them. I had five, but I did the same fucking thing you did. The principle is the same. Exactly."
    },
    {
        "speaker": "B",
        "text": "I still think about the text. I woke up from being too high on the couch, and I fell asleep and woke up at, like, two in the morning, east coast time, and looked at my phone and des messaged me. He's like, you should probably mint some of these apes. And then I went back to bed."
    },
    {
        "speaker": "C",
        "text": "I said, what a crazy world to know that I will spend my net worth on apes before you guys wake up."
    },
    {
        "speaker": "A",
        "text": "Yes. That's exactly what it was like. We should go back and find that. And that should be like, because that's exactly what happened. And by the time I woke up, it was too late anyway. All right, what else do we got? Do we have anything else to talk about here?"
    },
    {
        "speaker": "C",
        "text": "We've run the listeners dry today."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we've talked about a lot of stuff. Stuff. You know, just some other news things. Yesterday, big day for. Or this whole week, actually. Big day or big week for Axie, if you're into Axie."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "They launched their mobile Ronin wallet. You can get it in the Google Play and the iOS app store now, which is really cool. If you have. If you won, play Axie two, you know, have scholars or anything like that, because, you know, a lot of your scholars were using, like, kiwi wallet and getting scammed and all this stuff. Now everything can be done right from Ronin and mobile, which is huge. The other big thing for Axie this past week was they launched their Dex. They launched their decentralized exchange. So you can now do kind of everything and keep it within the, the axie ecosystem or, sorry, the, you know, the ronin ecosystem, which is pretty cool, you know, that leads you to be able to actually provide liquidity and farm their, their platform token, which is going to be, you know, the Ron token roan. And if you believe in what these guys are doing, that's a no brainer play to me to be if you're getting paid an SLP and you're kind of deciding do I take it to eth or cash it out, provide some liquidity there, earn your ronin. Now you're getting, you know, another airdrop by the time when, when that token actually launches, uh, you know, more, more hashtag free money. Right. So, um, that was big news. What else happened this past week that was big news? Um, I don't know. Those were, those are kind of the biggest."
    },
    {
        "speaker": "B",
        "text": "My boss got back to me about cryptocurrencies and nfts while I was working with him. We were at a work function out of town, just my boss and I, and I think he started talking to me about cryptocurrencies and I kind of hinted that I kind of knew a little bit about it. And then he started talking about nfts. Like, yeah, there's like a big thing happening in New York right now and I'm like a two boss eTu, are you kidding me right now? I didn't have the heart to tell him, like, I should be there right now."
    },
    {
        "speaker": "A",
        "text": "One other thing that was cool. I missed this. I'm joining it right now. The Budweiser actually as a brand launched, opened their discord. Did you see this? And they opened their discord and I, they apparently handed out OG rolls to the first 1936 members, which is kind of cool. There's currently 5251 members in there. I'm joining it as we speak, actually."
    },
    {
        "speaker": "C",
        "text": "Where's the link, man?"
    },
    {
        "speaker": "A",
        "text": "I will post this link. Hold on, maybe I'll get some invites here."
    },
    {
        "speaker": "C",
        "text": "I saw Brian earlier than 10,000 is pretty early on that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll drop it right here in the chat. Let's see. Okay, we actually, so then Brian here says season 19 for Axie as well. So season 19 just started, which reset everybody's rankings. They also kind of did a rebalancing of cards, which is going to kind of change the, the way your, your axies perform. 05:00 a.m. says breakpoint, which is the Solana conference that was in Portugal, I believe. 05:00 a.m. is determined to turn this into a crypto."
    },
    {
        "speaker": "B",
        "text": "I mean, I get it. I hope that Solana goes to the roof and I hope."
    },
    {
        "speaker": "A",
        "text": "I think I. $1000 Solana is programmed too."
    },
    {
        "speaker": "B",
        "text": "I hear that's what 05:00 a.m. told you, though."
    },
    {
        "speaker": "A",
        "text": "05:00 a.m. has brainwashed me into. Exactly. But yeah, I think that's about it. Mechiverse announced an airdrop for holders rip mecha verse. Art wars. That was the, that was the. Did you see art wars? Des, those were, those were those stormtrooper, the generative stormtrooper helmets. Those looked pretty cool. Yeah. They revealed today. Floor went wild. Went to or, sorry. Yesterday it went to 3.25 and it's right around after reveal."
    },
    {
        "speaker": "C",
        "text": "That's very rare."
    },
    {
        "speaker": "A",
        "text": "Must have artwork. Yeah. And then it settled around like 1.67 right now. Wow."
    },
    {
        "speaker": "C",
        "text": "That's actually, that's."
    },
    {
        "speaker": "A",
        "text": "Oh, here you go. Here you go. 05:00 a.m. steve Aoki and Todd McFarland announced their partnership in founding odd Key, an NFT marketplace on Solana that will be focused on all industries, including music and entertainment."
    },
    {
        "speaker": "B",
        "text": "We should have, we should do a show with 05:00 a.m. and have us walk. Have a, have a must walk. Walk us through the whole Solana NFT experience because I feel like I don't know enough about it."
    },
    {
        "speaker": "A",
        "text": "Is 05:00 a.m. even into Solana NFTs? I think he's just into Solana, period."
    },
    {
        "speaker": "B",
        "text": "I feel like he could. I feel like he's in the NFTs too. It wouldn't shock me. I think he is in the NFts. He'll confirm."
    },
    {
        "speaker": "A",
        "text": "I feel like I'm watching Des do something live that he."
    },
    {
        "speaker": "B",
        "text": "It was very serious."
    },
    {
        "speaker": "A",
        "text": "Jez, before we get out of here, just give a shout out to your community with that show and show the people what you got on your head. It's pretty cool."
    },
    {
        "speaker": "C",
        "text": "Oh, man. Yeah. The best takeaway from NFT NYC was just getting to meet my community within the goats community. And they're just an awesome group of people. And we had a private dinner at a really cool og spot, Manhattan. They got together, signed this hat for me. Yeah. Shout out to the guts community. They're incredible."
    },
    {
        "speaker": "A",
        "text": "I think dad's cried."
    },
    {
        "speaker": "C",
        "text": "So honored. Hey, I, you know, real men cry. Who cares?"
    },
    {
        "speaker": "B",
        "text": "Absolutely, man. That's all right. I cry all the time, man."
    },
    {
        "speaker": "C",
        "text": "I don't know what it is. Maybe it's the camera angle, but everyone came up to me and go, whoa, you're tall. You are tall."
    },
    {
        "speaker": "B",
        "text": "I thought that he's short. I saw that, too. I saw you standing. A couple, like, does got some height to him."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was surprised."
    },
    {
        "speaker": "B",
        "text": "They. I do have one question."
    },
    {
        "speaker": "C",
        "text": "Before it was set way down here, and I just."
    },
    {
        "speaker": "B",
        "text": "Hey, guys, just here to talk a little bit. Nfts."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Who. I have a question for both of you who should have stayed anonymous, who's like, mom probably should have stayed behind. The computer guy."
    },
    {
        "speaker": "A",
        "text": "I'm trying to task, trying to think."
    },
    {
        "speaker": "B",
        "text": "If I ask, that's all. You don't have to answer that. I would have been there. Had I been there, I would have answered that question."
    },
    {
        "speaker": "A",
        "text": "I probably have an answer."
    },
    {
        "speaker": "B",
        "text": "I think I do have an answer."
    },
    {
        "speaker": "C",
        "text": "He's like one of my OG friends in this, and, like. But the general sentiment was the opposite. People were like, people were like, Ben Jammin's, like, really small, but he got."
    },
    {
        "speaker": "B",
        "text": "One of those New York pictures."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I saw where it looked like he was getting caught on."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, he's okay. He's okay."
    },
    {
        "speaker": "A",
        "text": "The. Well, so now. Now we have a very clear hierarchy. When we actually do a live podcast, it's. It's gonna be you two on the ends. Yeah, yeah. Little short. Me in the middle."
    },
    {
        "speaker": "B",
        "text": "No, you're the boss man."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, or will look like a up only chart where we. Me on the one side, Des in the middle, and then Papa bear on the farther, say. Because, I mean, I think you would still. I mean, you would still dwarf Des. I think, I mean, I mean, I'm all."
    },
    {
        "speaker": "B",
        "text": "I got a lot of mad. Like, Des is a nice, svelte, you know, young, young gentleman. I'm just a. I'm just like, yeah."
    },
    {
        "speaker": "A",
        "text": "But it just didn't height. What are you, six foot?"
    },
    {
        "speaker": "C",
        "text": "No, yeah, six one. Six foot, whatever."
    },
    {
        "speaker": "B",
        "text": "Yeah, I figured you. Yeah, so I'm a little bit taller."
    },
    {
        "speaker": "A",
        "text": "Than a couple inches on him."
    },
    {
        "speaker": "B",
        "text": "Yeah. But, yeah, I'm just a monster, man. I'm just. I'm barely human anymore. But, yeah, one day you're slowly turning."
    },
    {
        "speaker": "A",
        "text": "Into a mutant ape."
    },
    {
        "speaker": "B",
        "text": "I took the. I took the serum. But hopefully one day, you know, we meet and that would be just fine. You know, maybe in Ladenhead, I would do want to go visit. I do want to go visit Des down in Laker game. That's 100%. That's the only reason we'd be going to LA."
    },
    {
        "speaker": "A",
        "text": "Besides, you don't want to come to Jersey. Jersey?"
    },
    {
        "speaker": "B",
        "text": "What do you got? Brooklyn. Brooklyn? Across the Bay Area. Across the river there."
    },
    {
        "speaker": "A",
        "text": "Yeah. And the garden. The Knicks, dude, I do want to."
    },
    {
        "speaker": "B",
        "text": "Go to New Jersey for the food, though. That all being said that there's real food in New Jersey."
    },
    {
        "speaker": "A",
        "text": "New York."
    },
    {
        "speaker": "B",
        "text": "Yeah. So. And who better to accompany me in a, you know, than the fat guy? Well, I wouldn't say fat, but a man that knows a good, a good sandwich and he sees it."
    },
    {
        "speaker": "A",
        "text": "That's right. All right. That's going to do it for us. Until next time, stay mints."
    },
    {
        "speaker": "B",
        "text": "Press the."
    }
]