[
    {
        "speaker": "A",
        "text": "Can I say chamber? It's just so nice to hear your voice. I have been chamberless for most of the week, and it feels weird."
    },
    {
        "speaker": "B",
        "text": "It's been a long week. I left. I left the house on Sunday, got back at 11:00 last night."
    },
    {
        "speaker": "A",
        "text": "Sheesh."
    },
    {
        "speaker": "B",
        "text": "You know, it's been. I was away for a cannabis related work stuff, which was, you know, it's still work. As much as I deal with weed, I. It was a long week. A lot of, you know, a lot of boring, typical, you know, conference stuff. But, yeah, it was good, though. It was good. I did smoke some of the best weed I've ever smoked. A lot of. A lot of these kind of, like, smaller operations that kind of dabble in the really small batch stuff. Really tuned in. Unbelievable. It was. It was. I was very high most of the time."
    },
    {
        "speaker": "A",
        "text": "So would you call it a successful trip?"
    },
    {
        "speaker": "B",
        "text": "It was a successful trip. Like, I had high hopes, no pun intended, for the week. I'm like, I'm gonna. I'm gonna try some. Just like, this stuff's not available in store. You know what I mean? Like, this is like, the secret stash stuff."
    },
    {
        "speaker": "A",
        "text": "The Primo."
    },
    {
        "speaker": "B",
        "text": "The primo. Primo. And it was. Yeah, it did not. It did not disappoint. But I'm just happy to. I heard a little bit of the show on Monday. I was sad to hear that. We could do a Wednesday show. But I'm gonna be honest, if I'm not on the show, I don't really want to listen. But I did miss my buddy bunch. I missed you. Pain, Miss V squared, the whole gang. It's good to be back. I'm pretty low energy today. I'm going to be again, those truck."
    },
    {
        "speaker": "C",
        "text": "Oh, me too."
    },
    {
        "speaker": "B",
        "text": "We'll see what happens today."
    },
    {
        "speaker": "C",
        "text": "Oh, man. Should we just cancel this one, too?"
    },
    {
        "speaker": "B",
        "text": "Maybe?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, I mean, I apologize for not having a show on Wednesday. The we, it was all intended to. And I got a last minute call put on my schedule for, like, 430 that I could not miss. And I was like, I don't know if Des wants me. One, I don't know if Des is showing up. Two, I don't know if Des would want me to leave right in the middle of the show and have him carry the. The rest of the way. So I had to make the audible that there was not going to be a show. But we did miss you. I mean, look, I don't go back very often, just from a time perspective and listen to shows that I'm not on. Do you?"
    },
    {
        "speaker": "B",
        "text": "I listen to about half of the space. I was, you know, we were out drinking, I think that Monday night, and every time I go out to have a smoke, I'd, you know, I turn on. I'd listen in like, ten minute increments. But it was good show."
    },
    {
        "speaker": "C",
        "text": "I mean, you know, the show's just different without you. I got to have. I got the very distinct pleasure to have J Webb. Yeah, I saw that co host. Yeah. And I'm not going to lie to you. I mean, it's good talk about chemistry."
    },
    {
        "speaker": "B",
        "text": "I didn't want to say I did cry a little bit, uh, that night. I'm like, I can't listen to any more of this chemistry. It was, uh."
    },
    {
        "speaker": "C",
        "text": "I actually took down the picture of you, my computer, and I put, uh, I right click saved one of J web's workout videos, and, uh, that's now in my token frame above my computer. So, uh, you know, I'm just saying, maybe don't miss a show next."
    },
    {
        "speaker": "B",
        "text": "That's on me. That's on me. Those goddamn legs."
    },
    {
        "speaker": "C",
        "text": "I did miss you. I did miss you, though. I have not gotten to talk to you since, I guess, last Friday and even last Friday, I believe, was our pettiverse episode."
    },
    {
        "speaker": "B",
        "text": "No, no, last Friday you were gone."
    },
    {
        "speaker": "C",
        "text": "It was last Friday. Oh, last Friday I was gone. Right? Yeah. Yeah, yeah. So. Sheesh. Wow, we really haven't talked in quite some time. So, I mean, how have you been?"
    },
    {
        "speaker": "B",
        "text": "I've been good, man. You know, like I was mentioning to pain, you know, it was a. It was a long week, like five. Five days away, you know, a lot of."
    },
    {
        "speaker": "C",
        "text": "And you're. You're in Vegas?"
    },
    {
        "speaker": "B",
        "text": "No, no, I was on the. I was on the east coast. I was in Halifax in. Oh, so you were in Canada."
    },
    {
        "speaker": "C",
        "text": "Yeah. Got it. I do need to ask you. Look, we know here that you are, I guess, award winning caliber in both your, you know, your web three life, but you're now an award winning cannabis person as well. You won some awards."
    },
    {
        "speaker": "B",
        "text": "I did win an award this week. It was for my company, basically, I don't know, high. Biggest stoner, I think."
    },
    {
        "speaker": "C",
        "text": "Most likely to be high."
    },
    {
        "speaker": "B",
        "text": "Most likely to be high. No. Yeah, I won. It was like a sales award. So I was very excited for that. You know, I'm a good drug dealer. Award winning drug dealer. You can now say my 17 year old self would be so proud of me today. But the cool thing is, is the award itself. So, like, you know, bunch, you know, I know you. You've won awards in the past and sales. I've won awards in the past for sales they get, you know, I don't know what you do mine, you know, I might keep them around for, like, a calendar year, but they get either thrown out or hidden away somewhere. The award I got this week was."
    },
    {
        "speaker": "C",
        "text": "A."
    },
    {
        "speaker": "B",
        "text": "Marble rolling tray. And so, for those of you who are familiar with the cannabis world, a rolling tray is kind of where you kind of bust up your weed. You can do all your joint rolling on there. So it's engrave, it's got my name in it. It's got the, you know, the award, the year. So something I will get some serious use out of. I was very. I was very pleased to receive a, you know, an award that. That I'm going to keep around for many years to come."
    },
    {
        "speaker": "C",
        "text": "I I'm very impressed by this. You sent me a picture of it, and I was, uh, I was kind of blown away, um, by the caliber of, of such a thing. So I was blown away with the."
    },
    {
        "speaker": "B",
        "text": "Fact that I'm like, I do. I mean, you guys know how much I do my job. The amount of effort I put in to get an award was very minimal. So I felt a little guilty."
    },
    {
        "speaker": "C",
        "text": "But, well, I mean, look, that just shows that your, that just shows your epic skill level, really, of how good you actually are. You know the term work smarter. That's right. You are the. The living, breathing, you know."
    },
    {
        "speaker": "B",
        "text": "Man, that's the first thing my wife said to me, too. She's like, how. How did you win the award?"
    },
    {
        "speaker": "C",
        "text": "You're like, honey, you know, you're talking in the El Chapo of the Canadian."
    },
    {
        "speaker": "B",
        "text": "She knows where I am every day."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's hard. She sees it."
    },
    {
        "speaker": "B",
        "text": "She sees it."
    },
    {
        "speaker": "C",
        "text": "It's. It's pod. It's. It's putting articles on."
    },
    {
        "speaker": "B",
        "text": "She's like, did you win an award for posting blogs?"
    },
    {
        "speaker": "C",
        "text": "That's right. Speaking of, let's get properly started here. So before we get into all of the next, all of the next fun content here over the next hour, please help us share out the space. Hit the purple chat button. Give us a GM. Give us a retweet, if you wouldn't mind, or use that chat bubble to hit up your response to my poll above chamber. I don't know if you saw this poll. I put it out yesterday. It was a, it was something that my wife and I were talking about over dinner, and it says, true or false, the best pizza is better than the best burger. I need to know in a second where you stand on that. But if you. Yeah. Give us your opinion down below this. I was more polarizing this poll that."
    },
    {
        "speaker": "B",
        "text": "I'm curious to see where you land on it. Sorry, this was a, this was your wife that said this."
    },
    {
        "speaker": "C",
        "text": "She asked me my thoughts on it and granted, it was while I was eating. Five stars. We'll get into that in a minute. But yeah, please share out the show if you don't mind. Hit us with a Gm down below. Don't forget to check out all of our other awesome shows. We have night shift still coming tonight at 11:00 p.m. eastern, followed by Saturday morning cartoons tomorrow morning with GT, Dan and Omi. Awesome show. Check that out. If you haven't, be sure they do an amazing show on Saturdays. And up top. Also, we've got our newsletter link. Please, if you haven't subscribed to the Degen newsletter, feel free to do so above. We've got some cool giveaways that we're associating with this newsletter in the next couple weeks here. So make sure that you are on that to be eligible. And, you know, if you haven't heard us before, we do this every Monday, Wednesday, Friday, 04:00 p.m. eastern. That's about it. I think I covered all, I think I paid all the bills."
    },
    {
        "speaker": "B",
        "text": "They are paid in full."
    },
    {
        "speaker": "C",
        "text": "So yesterday I was, you know, I'm a very frequent, I would say I keep my local pizza shop in business. Uh, I'm, I'm a multi orderer a week."
    },
    {
        "speaker": "B",
        "text": "Really? That's awesome."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I love to hear this."
    },
    {
        "speaker": "C",
        "text": "Yeah, the guys know, they know, like, that I'm like that guy, you know? And so I've gone on record many times that pizza is my favorite food. And specifically, you know, if you have the pleasure of being in New York, New Jersey, Connecticut, the tri state area, you are blessed with. With fantastic pizza. So I feel a disservice if I don't eat as much pizza as I possibly can. And so, you know, we're at night, it was yesterday night. And my wife says, you know, your, your two favorite foods, if I had to peg you for it, would be pizza and burgers. And I'm like, well, I'm gonna die in like five years. But outside of that, you know, she said, is the best pizza better than the best burger? And it was actually really hard. A hard thing."
    },
    {
        "speaker": "B",
        "text": "Phenomenal question."
    },
    {
        "speaker": "C",
        "text": "It's a good. It's a good question. Where do you land on is and. Cause it's not. It's not. What's better pizza burger? Is it. It's the best version of each. Which one is better? There's some good responses down below in there. Like, that kind of changed the question just a little bit. But there are some really interesting nuances in the replies. I need to know where you stand."
    },
    {
        "speaker": "B",
        "text": "So I had never thought of this. I love both burgers and pizza, but I think I land on burger. I think the best burger is better than the best Slice of pizza, but interesting. I would also say that there are more great Pizza Spots than great burger spots. So it's easier to get good Pizza than it is to get a good burger."
    },
    {
        "speaker": "C",
        "text": "I think that was pretty much the Common, the most common response, I feel like was best burger. I mean, the polls suggest that most people think pizza. We've got 259 votes. So this is not a small Sample size. It goes for the next 3 hours and three minutes, which was great because I realized I did this and it would still be open for TMC today. So that was nice. Uh, but we got 58% of the poll that says true, the best pizza is better than the best burger, and, uh, 42% saying false. You know, a lot of people said, uh, Neil Gu has a hot take here, and he says mid pizza is better than the best."
    },
    {
        "speaker": "D",
        "text": "Whoa."
    },
    {
        "speaker": "C",
        "text": "You know, that, that is, that is."
    },
    {
        "speaker": "B",
        "text": "A hot, that is hot."
    },
    {
        "speaker": "C",
        "text": "Yeah. The dumer said, uh, man, I never knew this question could be so tough. My Italian Heritage is struggling right now. I had a lot of responses like that. The boom boom. He had a good, this is kind of what a lot of people said. He said, it's false. It goes top tier burger, top tier pizza, mid tier pizza, mid tier burger, low tier pizza, low tier burger. I would say some. I'm not sure I agree. But that was a very common answer. Anthony Web three. Anthony says the best burger is like a great steak. Can't beat it. But he'll take 99% of pizzas over the rest of burgers. So you, you land burger, and I feel like that's your thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think, yeah, that's exactly my thought is, like, the double patty smash burger with cheese, onions, pickles, ketchup, and mayo. Maybe like lettuce."
    },
    {
        "speaker": "C",
        "text": "Like, here's pop quiz. Can you recite the big Mac ingredients?"
    },
    {
        "speaker": "B",
        "text": "So two all beef patties, special sauce, onions. No, I don't know. What is it?"
    },
    {
        "speaker": "C",
        "text": "You were, you, you were on the right track, I think. I believe it's two all beef patties, special sauce, lettuce, cheese, pickles, onions on a sesame seed."
    },
    {
        "speaker": "B",
        "text": "Yeah. I always forget lettuce."
    },
    {
        "speaker": "C",
        "text": "No, you had lettuce. You just were in the wrong order. Yeah, you were just in the wrong order."
    },
    {
        "speaker": "B",
        "text": "Speaking of Big Mac in Canada, here. The big news last week was the chicken Big Mac dropped. I don't know if you guys got that in the states."
    },
    {
        "speaker": "C",
        "text": "The chicken."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what, from McDonald's."
    },
    {
        "speaker": "C",
        "text": "At McDonald's?"
    },
    {
        "speaker": "B",
        "text": "Yeah, from McDonald's. It's. It's. It's a big Mac replaced with two what I thought were gonna be like, mcChicken patties, but there were. There. It's. It's like a whole new chicken. It's like a whole new chicken thing. It's essentially a patty sized chicken nugget. Like McNugget, but. So two of those, I'm gonna tell."
    },
    {
        "speaker": "C",
        "text": "You, but it's like a. It's more like a mcNugget than it is."
    },
    {
        "speaker": "B",
        "text": "It's 100% a McNugget. Yeah. Like, it's a. It's basically two monstrous McNuggets in the burger."
    },
    {
        "speaker": "C",
        "text": "You're. You're. I am a rat. It's."
    },
    {
        "speaker": "B",
        "text": "I did not like it. I thought it was kind of. No, I thought it was kind of gross. It was very beige. There's a lot of. You're just looking at this thing. You're like, that's. That's a lot of beige I'm eating right now. I would give it."
    },
    {
        "speaker": "C",
        "text": "You did eat it, right? You're not just judging?"
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "C",
        "text": "I actually."
    },
    {
        "speaker": "B",
        "text": "I think they're doing poorly because I had ordered some food for the kids, and it was, like, a free edition."
    },
    {
        "speaker": "C",
        "text": "And they paid you?"
    },
    {
        "speaker": "B",
        "text": "They paid me to have it. I ordered a certain amount, and I got a free chicken, Big Mac, and I took. I literally only took one bite, and it was. It was no bueno."
    },
    {
        "speaker": "C",
        "text": "Well, this topic has induced a couple hands, but before we get there, I'm going to read some of the comments. Mayhem says the worst pizza is better than the worst burger. I think I would definitely agree with that. Who's behind? Mint condition. V squared, I think so. V squared says burger all the way. Mushroom is worse for the win. Yeah. So you're. You're on team burger. V squared. Yeah, I gotta go. Team burger."
    },
    {
        "speaker": "B",
        "text": "I'm a big mushroom and swiss guy, so, you know, get you a good."
    },
    {
        "speaker": "A",
        "text": "Double meat, some good."
    },
    {
        "speaker": "B",
        "text": "Good mushrooms, some swiss cheese, and. And I think that's the taking. Taking the top for me."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a good take. A rear says burger is king. JP Kaz says bad pizza is still good. Bad burgers are just bad. Yeah, I mean, I don't know. I went burger. Mary Beth says I find the taste of top tier burger is stellar, but the experience of eating pizza is more enjoyable that a fantastic take I think. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "I would say, you know what? You can eat a burger right away. I didn't realize how pro burger I was."
    },
    {
        "speaker": "C",
        "text": "I didn't either. I'm actually glad there is."
    },
    {
        "speaker": "B",
        "text": "There's a downside to pizza. Like, hot pizza will burn your mouth. You can't eat it right away. You get a burger, you can eat that thing immediately. Uh, which. Which I'm all for. I don't like having to wait."
    },
    {
        "speaker": "C",
        "text": "Yeah, there is a level. There is a level of game theory with pizza temperature. Like, you get a cold pizza. Like, not my thing. Interesting. I get it. Let's go, circles. Payne and Mary Beth. Hey."
    },
    {
        "speaker": "D",
        "text": "GMgm. So, first things first. I did shoot up when you guys were trying to figure out the two all beef patty specials lost. Lettuce, cheese, pickles, onions on the sesame seed bun."
    },
    {
        "speaker": "C",
        "text": "Hey, there we go."
    },
    {
        "speaker": "D",
        "text": "Beef Patty, special sauce on Steve's pickles, onions on the sesame seed bun. As for the pizza versus burger debate, I feel like you can do so much more to elevate a burger than elevating a pizza."
    },
    {
        "speaker": "C",
        "text": "So, in that aspect, is that a pro or a con? Like, the purest pizza is delicious."
    },
    {
        "speaker": "D",
        "text": "So you said the best. This is the best pizza."
    },
    {
        "speaker": "C",
        "text": "That is true."
    },
    {
        "speaker": "D",
        "text": "So if you can elevate a burger to its absolute best, and then you can elevate a pizza to its absolute best. I mean, elevation wise."
    },
    {
        "speaker": "C",
        "text": "Somebody just muted everybody, and I think it was."
    },
    {
        "speaker": "B",
        "text": "I'll take it. Well, I don't think it was me."
    },
    {
        "speaker": "C",
        "text": "But it definitely was."
    },
    {
        "speaker": "B",
        "text": "You should have let him. You should have let him."
    },
    {
        "speaker": "C",
        "text": "Sorry, circles."
    },
    {
        "speaker": "B",
        "text": "I jumped on that guy."
    },
    {
        "speaker": "C",
        "text": "I think you're onto something here. I think you're on to something."
    },
    {
        "speaker": "D",
        "text": "I wasn't even looking at my phone, so I'm not sure what point I."
    },
    {
        "speaker": "C",
        "text": "Got cut off at your top level elevation of pizza burgers, because you're saying. I did say best. So you're saying a burger at its highest form, elevated with the proper toppings, outperforms a top elevated pizza, I believe, is your taste. And as for."
    },
    {
        "speaker": "D",
        "text": "What was it? JP kaz's the worst pizza is better than the worst burger. I've had some pretty dang bad frozen pizzas. The ones that, like, the cheese sticks to the roof of your mouth. Not because it's, like, hot or anything, just because it's not even cheese."
    },
    {
        "speaker": "C",
        "text": "That's, like. I don't think that's a bug. That's, like, a kink of mine, actually."
    },
    {
        "speaker": "D",
        "text": "That's not the feature. That's a bug for me. I've had some pretty bad frozen pizzas. Yeah, there are bland burgers out there, but I don't know. There's some bad frozen pizzas out there that people are willingly paying money for."
    },
    {
        "speaker": "C",
        "text": "How many mama celeste pizzas could you buy with one eats right now?"
    },
    {
        "speaker": "B",
        "text": "So mad."
    },
    {
        "speaker": "D",
        "text": "The only thing I'm saying is, aren't."
    },
    {
        "speaker": "C",
        "text": "They a buck each?"
    },
    {
        "speaker": "D",
        "text": "The bare minimum when it comes to frozen pizza for me is Digiorno. I can't do anything under Digiorno when it comes to frozen pizza."
    },
    {
        "speaker": "C",
        "text": "I feel you. It's a good take. Let's go to pain, Mary Beth. And then we will. We'll jump off the pizza burger topic."
    },
    {
        "speaker": "A",
        "text": "I just want to say that I was trying to let Chris Hodl up, and it was bugging out, and then I hit mute circles. I'm so sorry. I just thought you didn't. Well, I don't like your glasses."
    },
    {
        "speaker": "C",
        "text": "That's what it is."
    },
    {
        "speaker": "A",
        "text": "You had hard glasses with that. I just wanted to throw out a question. I threw it to Mary Beth in the comments. Do, does the burger being accompanied by fries matter? Like, is a great burger, does it need a great side, or is it just great on."
    },
    {
        "speaker": "C",
        "text": "Good question."
    },
    {
        "speaker": "B",
        "text": "I would say it doesn't hurt, but it's. I don't think it's a requirement. I'll go double if it's like a. If it's like a smaller burger. Like, sometimes instead of getting, like, a big Mac meal, I'll get like, two mcDoubles. You know what I mean? Like a sticky double."
    },
    {
        "speaker": "C",
        "text": "That's a common."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll forego fries for an extra burger. Um, so not necessary. But, you know, sometimes it is really good. You get some good fresh cut fries, salted nicely. It can't. It can be."
    },
    {
        "speaker": "C",
        "text": "I think actually, the fries. I think the fries are sometimes a deterrent. Like, you know, they're kind of downplaying their bur. Like a good burger can stand on its own."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Well, I would. I would argue sometimes, like, I forget how much I like a whopper once in a while, and I don't go to Burger King because the fries are just absolutely terrible. So I don't get as many whoppers as I would like to have."
    },
    {
        "speaker": "C",
        "text": "You just get two whoppers. That's the key. Mary Beth, over to you. Okay."
    },
    {
        "speaker": "E",
        "text": "So I was definitely contemplating this as I switched back and forth with my answers. However, this is how I came to my conclusion."
    },
    {
        "speaker": "C",
        "text": "Scientific method that I'm down for it, you know?"
    },
    {
        "speaker": "E",
        "text": "So, first of all, I have to note that the way I view food is with the three t's taste, texture and temperature. Right. And then I envision, okay, if you put ten pizzas in front of me and ten burgers in front of me."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "Different variations, different places, different, you know, how did you make it? I'm more likely to find more pizzas that I find good than I will the burgers that I find good, but because of that, because it's rare to have a good burger, hence I find a top burger to be better than a top pizza. And I. I think the burger, it really relies on the taste, temperature, texture of the actual cow, or, I'm sorry if we want to use a different animal, that's cool, too. But the actual quality of the meats. But I just feel like even a mediocre pizza can be good, but a mediocre burger is just like blah to me."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "So that's just my theory."
    },
    {
        "speaker": "C",
        "text": "I wonder if we've got enough votes in here for pro burger to swing this poll in the last couple minutes here. I do. Mary Beth, I very much. When I said scientific method, I didn't know there was, like, a true scientific method coming here. And just the deep thought and process that went into your answer is, I think you could actually run for office based on this platform. So I appreciate the thought that you've put into the burger versus pizza, the."
    },
    {
        "speaker": "E",
        "text": "Top quality conversation starter and content. So thank you."
    },
    {
        "speaker": "C",
        "text": "Well, I mean, look who thought we'd go 22 minutes on burger versus pizza, but here we are. I'm finding myself struggling to actually move on because there's much more I could say on this topic. I do want to go down to Chris, because I did see his hand pop up before we move on."
    },
    {
        "speaker": "F",
        "text": "Oh, thanks. Thanks, Munch. I was just going to jump in on the burger versus pizza comment, but I think it's already been covered. So."
    },
    {
        "speaker": "G",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Best pizza over best burger, but burgers on average beat pizza on average."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So you don't. You don't think so?"
    },
    {
        "speaker": "B",
        "text": "Chambers, say it again. Did you say burgers on average?"
    },
    {
        "speaker": "F",
        "text": "So, best. Yeah, burgers on average beats pizza on average. And this goes back to what Mary Beth was saying about temperature. Right. You can have bad pizza, too hot and it will crush your mouth, but it's really hard. Like, I would say the only way you can really kill a burger is just by turning it into charcoal. Otherwise, like, you can. You can put enough mustard on to kill anything."
    },
    {
        "speaker": "E",
        "text": "Well, here's the thing. He has the same conclusion, but he has way different reasoning than I do. So he's in. He's in the camp of like, all, most burgers are like, good than most pizzas, if I'm understanding correctly, which I agree with. Let's see. I disagree with that, but same conclusion. So interesting."
    },
    {
        "speaker": "C",
        "text": "James, our good friend James, you never hear sex is like a burger. Even when it's bad, it's good. Just saying. So with that said, he would take a great burger over any piece of pizza. Interesting."
    },
    {
        "speaker": "B",
        "text": "And when we're thinking pizza, when everybody's thinking pizza, are we thinking pepperoni and cheese pizza? Is that like when you think pizza?"
    },
    {
        "speaker": "C",
        "text": "Well, that was my next topic. That was. I was, I literally could talk about this for the full hour because I was going to say, like, I'm a pizza purist. Like, I will just go straight cheese and there's nothing."
    },
    {
        "speaker": "B",
        "text": "Straight cheese, no pepperoni."
    },
    {
        "speaker": "C",
        "text": "I mean, I enjoy it, but I."
    },
    {
        "speaker": "B",
        "text": "Like last night you have cheese pizza. Like Kevin McAllister."
    },
    {
        "speaker": "C",
        "text": "Yeah, last night. That's what we had. Exactly. That's. And we also had this debate last night of like, and I think this is a east coast, tri state area thing. We just call that plain. Like, it's not, we don't refer to it as a cheese pizza."
    },
    {
        "speaker": "B",
        "text": "It's just plain pie."
    },
    {
        "speaker": "C",
        "text": "Like. Yeah, right. Exactly. And I'm sure some people would think that is very weird, but that's, that's the other thing that we do. So my other comment was going to be like, you know, you go toppings, is it, is a plain pizza, right. Just better than a plain burger, right? Like, or do you need toppings for, for either to be good?"
    },
    {
        "speaker": "B",
        "text": "I mean, I, I think pepperoni is like the baseline. Like, that to me is the, see."
    },
    {
        "speaker": "C",
        "text": "I had a feeling like you don't, you aren't even, you're not a pizza purist."
    },
    {
        "speaker": "B",
        "text": "No, I don't think I've ever purchased a cheese pizza."
    },
    {
        "speaker": "C",
        "text": "Oh, it's like olive oily."
    },
    {
        "speaker": "B",
        "text": "I gotta try it. I gotta try it. I feel like I."
    },
    {
        "speaker": "C",
        "text": "So fun, fun. Quick story there. Two years ago, I was at a event at the 40 40 club for, I forget what the NFT event was. And Decatrio and king Blackboard were there. We were hanging out all night. We were drinking a little and it got late and we were like, let's go get some pizza. And me being a gentleman, I was like, sure, guys, let's go get some pizza. We go to this pizza place on the corner and I, I'm like, I got it. I'll pick up the pizzas. And so I went in and I just ordered three, three large pies and all cheese. Yeah. And they, dude, I have never heard. I've never been turned on so fast in my life. Both the catrio and blackboard were like."
    },
    {
        "speaker": "B",
        "text": "Who the we feed? What are we doing?"
    },
    {
        "speaker": "C",
        "text": "Oh, my God. Yeah, so. But I'm just a pizza purist. I don't know what to tell you."
    },
    {
        "speaker": "B",
        "text": "I have to try. Like, I'm. I. I don't know. I have to try it."
    },
    {
        "speaker": "C",
        "text": "But that's what I'm saying. I think it's because. I think it's because of my geographical location. Like, this area of the world, I would say, undoubtedly makes the best or some of the best pizza on the planet. So you don't need all these other topics is my argument. Like, you come to my house chamber when you finally meet me, we're gonna get a cheese pie, and it's gonna blow your mind. Like, that's it."
    },
    {
        "speaker": "B",
        "text": "I'm so excited about this. Yeah."
    },
    {
        "speaker": "C",
        "text": "All right. I would say, like, we got more hands. Look, we got more hands on penis. All right, we gotta go there. Let's go, Francis. Than circles."
    },
    {
        "speaker": "H",
        "text": "Okay, I'm gonna be really quick. And. Hello, everybody. Great to finally hang out with you guys. I'm in Canada, and just. Just off topic, I haven't had lunch yet, so when I hopped in here and I heard you were gonna be."
    },
    {
        "speaker": "C",
        "text": "Real hungry, killing me."
    },
    {
        "speaker": "H",
        "text": "But there's a place called Burgers Priest."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "And I remember this place when it was one location, the burger was so good, and, like, it was. Everything was hand done. They grounded the meat. It was such an amazing burger that they did not season it. And this burger was the best burger I've had. And the place is now franchised, and it's gone to shit. But that was probably the best burger I've ever had. And it beats any pizza. And I love pizza. Don't get me. I love pizza. We make our own pizza at home. We don't even buy pizza anymore. That's how good. How much I love pizza. But now it's just like, that was the best burger I've ever had, Francis."
    },
    {
        "speaker": "B",
        "text": "I can attest to this. I'm also in Canada. I went to a burgers priest in Toronto years ago. It was amazing. I now have a burgers priest literally five minutes from my house, and it is garbage. It's unfortunate. It used to be amazing."
    },
    {
        "speaker": "H",
        "text": "The lineup in the store from that one spot was a block or two blocks when I first went there. It was the best. Anyway, thank you, guys. And I'm going to hop down because I'm driving."
    },
    {
        "speaker": "C",
        "text": "Appreciate you. Appreciate the canadian burger backup take. I like that as well, man. Lots of comments coming in. Also, Ian says objectively, burgers are better, but I'm heavily biased. Mayhem also chimes in and says, sometimes a great burger is too sloppy. I can attest to that. I think that's fair and accurate. You know, let's go back to circles. I can't believe we went 30 minutes, pizza versus burger, and we could probably go the whole time, but go ahead, circles."
    },
    {
        "speaker": "D",
        "text": "So, a few different kind of thoughts that I'll tie all together. One, my initial comment was, generally, you're loading up your burger, you're loading up your pizza. But even at a purist take, and for the longest time, I was a plain cheese kind of guy, I didn't really like pepperoni innocence thrown on me. If anything, I go the bacon route both on a burger and a pizza. Definitely, those are bacon. You can't go wrong on basically any topping. But when you think about, like, you can get mint condition, whoever's behind the handle had commented, like, a nice wagyu beef. Season it really well. You get some nice, like, brioche buns."
    },
    {
        "speaker": "C",
        "text": "The bun is something we haven't talked about yet. Bun is so key."
    },
    {
        "speaker": "D",
        "text": "Yeah. You're from the tri state area of Martin's potato rolls."
    },
    {
        "speaker": "C",
        "text": "Oh, yes. Hell yes."
    },
    {
        "speaker": "D",
        "text": "You get one of those, and you're done. It's no competition whatsoever. Versus, like, you can probably source some pretty clutch ingredients for pizza, but, like, I don't know, I feel like the types of things that you can do to get a plain burger versus a plain pizza, but the highest grade quality. I'm still going with the burger."
    },
    {
        "speaker": "C",
        "text": "I'm fearing I'm being swayed. I have weighed in on pizza, but there's a lot of good points here. Uh, Chris, uh, cap says he's with bunch. You. The best pizza should be able to hit with just cheese. And I tend to agree on that. Like, I'm a pizza purist. Um, Chamber says you gotta have toppings. So, uh, chambers, we talk about nfts, or. I had a follow up."
    },
    {
        "speaker": "B",
        "text": "I have another question, because just to kind of reinforce the burger argument is I can name you a couple of chain restaurants that serve phenomenal hamburgers, right? You have your in n outs, you have your five guys. Can you name me a chain restaurant that serves a good pizza?"
    },
    {
        "speaker": "C",
        "text": "This is part of the argument on why pizza is better or the best pizza is better because it's harder to do. Right. Like, your domino's pizza is not a good representation of what top quality pizza is. But. And, you know, I mean, I'm sure people would say that, like, in and out is probably not the best representation of how you can make a top burger either. But, guys, is chain restaurants can get. Well, like, chain restaurants can get a burger, right? And I think chain restaurants struggle with the. So, I mean, again, this is part of why I went pizza. Maybe I'm the topic, as topic has caught fire down in chat. So shovel says, give me elk slash beef burger with grilled onions, bacon, mushrooms, provolone, and it's over. He also says he's appalled that I would say no toppings. Yeah, it hurt me. Says, here's some alpha fries on pizza. Most underrated pizza topic. Interesting. JP kaz says, just talk about this the whole time. Nothing else matters. It's probably. I know. He also says, I know. Pineapple on pizza is controversial. Pineapple on a burger with some teriyaki. Ooh, interesting. Is amazing."
    },
    {
        "speaker": "B",
        "text": "All of a sudden, that gets a pass. I don't think so. I definitely."
    },
    {
        "speaker": "C",
        "text": "Pineapple on the burger. Yeah, you just know pineapple."
    },
    {
        "speaker": "I",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "I defend, like, hawaiian pizza to the death, but all of a sudden we can just put it on a burger and it's fine. I feel like there should be pushback there as well, which."
    },
    {
        "speaker": "C",
        "text": "Steve."
    },
    {
        "speaker": "E",
        "text": "I wanted to just mention there were hawaiian burgers. There's so many like this. See, now we got a little bit more detailed. Hawaiian pizza is cool. Depends. I mean, if. Do you go, like bacon or ham?"
    },
    {
        "speaker": "B",
        "text": "I think you go both."
    },
    {
        "speaker": "D",
        "text": "Well."
    },
    {
        "speaker": "C",
        "text": "Isn'T that canadian bacon? Isn't that kind of both? That's like a hybrid."
    },
    {
        "speaker": "E",
        "text": "I mean, I thought canadian bacon was just a fancy term for ham."
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "That is canadian bacon here in."
    },
    {
        "speaker": "C",
        "text": "In Canada, you guys just have bacon?"
    },
    {
        "speaker": "B",
        "text": "No, we have bacon. Like, bacon. Bacon we have."
    },
    {
        "speaker": "C",
        "text": "And then that's just ham."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, we don't even have a thing that, like, is, like, we don't have."
    },
    {
        "speaker": "C",
        "text": "Well, we, like, also have ham, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know what that thing. I've seen what canadian bacon is. We don't have an equivalent here. I don't know what that is."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Interesting. Steve says. Steve says there's two types of people in this world, people who answered pizza and people who are wrong. Go back to you, Mary Beth."
    },
    {
        "speaker": "E",
        "text": "Well, I know this might relate to a conversation you guys have had a long time ago about eggs for breakfast or not for breakfast, but a decent hawaiian burger. I mean, if the meat is good, right? And then you have pineapple, and then you have a solid, over easy or sunny side up egg on a brio like that. Could well be a top."
    },
    {
        "speaker": "B",
        "text": "I'm getting excited over here. This sounds great."
    },
    {
        "speaker": "C",
        "text": "So, Emily. Emily, down in the comments, has a lot of thoughts. She commented back to back to back pro burger. She also says pineapple on pizza, which I think chamber, we've established you are pro, right?"
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "C",
        "text": "Says a great burger can stand on its own, but fries are always welcome. I think agree on that. And then she says a great burger depends heavily on the temperature and seasoning of the patty. I think that's also a good take. Right over. Well done. Not a good burger. And she says pepperoni pizza is the goat. And then Dumer's. Dumer's decided he's gonna have his own pole up here, so I'm gonna sit up top. He says, if you have to go to a chain pizza, which are you taking? Domino's, Papa John's, little Caesars or Pizza hut? What's your. What's your way in there? Timber."
    },
    {
        "speaker": "B",
        "text": "That is not a good option. Say it again. Domino's, no. Garbage."
    },
    {
        "speaker": "C",
        "text": "Domino's, Papa John's, garbage. Little season garbage."
    },
    {
        "speaker": "B",
        "text": "Or pizza hut, maybe pizza hut. Like, it's. There's a nostalgia there."
    },
    {
        "speaker": "C",
        "text": "I'll tell you my. I'll tell you my pizza hut order. It's a. Which I don't get very often, because I, again, live in the pizza capital of the world. You. The domino's pizza order. Garlic and tomatoes on a stuffed crust pizza."
    },
    {
        "speaker": "B",
        "text": "Garlic and tomato. Garlic and tomatoes toppings. Yeah, on a stuffed cr. That's. You are. You're like a. You're like. Yeah, you're like a pizza. No, no, no. You're like a pizza hipster. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "How am I a hipster? I just said all."
    },
    {
        "speaker": "B",
        "text": "That's what a hipster would say. All I listen to is Bob Dylan Mandev."
    },
    {
        "speaker": "C",
        "text": "I like pizza's old work. I liked pizza before they introduced."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "Oh, man. I like pizzas earlier."
    },
    {
        "speaker": "B",
        "text": "Yeah. I like tomato and garlic."
    },
    {
        "speaker": "C",
        "text": "Whatever. Well, this was a fantastic topic. I don't even know where to go from here. I don't think you could top it. So rook says, yeah, if you're from the northeast, this shouldn't be a question. It's obviously pizza. I think that's the thing. Like you need. It's geographically dependent on how good your pizza is. But then, you know, then you got the Mary Beth argument where if you come from somewhere with kind of historically shitty pizza, that elevates when you get the best pizza, you know? So, I don't know. Interesting. You know what we should do one day, though? For a draft, we should draft toppings that you can. That draft toppings you could have on either a pizza or a burger."
    },
    {
        "speaker": "B",
        "text": "I'm trying to normalize."
    },
    {
        "speaker": "C",
        "text": "Makes it difficult."
    },
    {
        "speaker": "B",
        "text": "I'm trying to normalize pickles on a pizza."
    },
    {
        "speaker": "C",
        "text": "You're trying. You do that?"
    },
    {
        "speaker": "B",
        "text": "I do do that. Absolutely. I mean, people put olives on pizza. I feel like pickles is."
    },
    {
        "speaker": "C",
        "text": "Yeah, I do that."
    },
    {
        "speaker": "B",
        "text": "Like an easy transition, and I think that's fantastic."
    },
    {
        "speaker": "C",
        "text": "Buching says in the comments Google's answer on canadian bacon. The two kinds of bacon come from different parts of the animal. Canadian bacon comes from the back, while american bacon comes from the belly. Therefore, canadian and american bacon have different textures and fat contents."
    },
    {
        "speaker": "B",
        "text": "So back bacon. I feel like you guys have that. Don't you guys have, like, back bacon in the US? I don't know."
    },
    {
        "speaker": "C",
        "text": "I'm not sure we're talking about the same things anymore. I don't even know."
    },
    {
        "speaker": "B",
        "text": "I feel like Americans appropriating canadian culture, and I'm not here for it."
    },
    {
        "speaker": "C",
        "text": "Yeah, you should see what we do with syrup."
    },
    {
        "speaker": "B",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "C",
        "text": "Blow your mind. All right. We got 280 votes. Now. The tide has swung by 2%. So there's, we've gotten more people from this chat here that are voting burger. So it's interesting to see how the results are swinging. But shall we try to change topic?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do it."
    },
    {
        "speaker": "C",
        "text": "All right. Did you get any arbitrum drop? I did not."
    },
    {
        "speaker": "B",
        "text": "I checked. No dice. It felt like when I checked, it gave me, like, seven or eight different things I had to do to get it this accurate."
    },
    {
        "speaker": "C",
        "text": "Yeah, like, there was a bunch of different ways you could qualify."
    },
    {
        "speaker": "B",
        "text": "I did not do any of them."
    },
    {
        "speaker": "C",
        "text": "Did you guys? Yeah, I got quite a bit. What? What did you do? Well, you know, don't forget, arbitrum is the home of the magic slash treasure dao ecosystem. So if you remember, about a year ago, I bought the top on everything over there. The small verse, the bridge world stuff. Right, right."
    },
    {
        "speaker": "B",
        "text": "We lost some dongled."
    },
    {
        "speaker": "A",
        "text": "Definitely dongled things."
    },
    {
        "speaker": "B",
        "text": "Plug it back in. Uh, no, I. At least he got paid back for buying the top, uh, over a year ago."
    },
    {
        "speaker": "A",
        "text": "Well, he hasn't. He hasn't sold all the way yet, so. Has he nothing? No, we. Well, I'll let him speak if he ever makes it. Right now, we had a nice fat dip today. We were up to. We broke 150 yesterday, but the whole."
    },
    {
        "speaker": "B",
        "text": "150, what, like a dollar 50?"
    },
    {
        "speaker": "C",
        "text": "A dollar 155 was the top I saw this morning is currently sitting at 123. I have got 17,000 tokens as a rebate. For buying the top on all of those things. So this is like, to me, it's similar. To me, it's got similar impact to the EnS airdrop. So I'm enjoying myself the last couple days. It's nice to get a win once in a while on the airdrop front, but like I said, it's. It's. It's really a rebate. It's not free money, because all of the stuff I bought there is down horrendously. So, yeah, it's been, it's been rough. But I. So I've been watching arbitrum. People are saying that there's an expected price. I think we're right in that range. Everybody was saying 120 to maybe top at 175. We haven't gotten there yet. There was a brief moment where nobody could claim, and it was selling for $15 on Kucoin. It's crazy. I wish I could have gotten it. That obviously didn't happen for me, but, yeah. So arbitrum airdrop was a nice, big day in the war room yesterday. There was quite a bit of folks that got some tokens dropped to them. So that was the fun we had yesterday. Go back to circles, which I think is going to take this back to pizza, and that's okay."
    },
    {
        "speaker": "D",
        "text": "Actually, I was going to take it back to America's habit of taking names of countries and applying it to things that don't necessarily apply, such as canadian bacon. So it's not NFT related, but I can."
    },
    {
        "speaker": "C",
        "text": "That's okay. Do it."
    },
    {
        "speaker": "D",
        "text": "So we once got on the topic of irish goodbyes or irish accents, just like, you know, not telling anybody that you're leaving. And then we had somebody actually from Ireland come on stage, and she lightly told us she's never heard of this."
    },
    {
        "speaker": "B",
        "text": "So it's funny you say that. It's funny you say that, circles, because in Canada, we call it the french goodbye, which I."
    },
    {
        "speaker": "C",
        "text": "Wait, is that true or."
    },
    {
        "speaker": "B",
        "text": "I'm not even joking. We call it the french goodbye, and I am king of the french goodbye."
    },
    {
        "speaker": "C",
        "text": "You strike me as somebody who would definitely. Irish French."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Absolutely. That's my move. Who wants to, like, you want to say goodbye to everybody? It's a whole thing. Just leave."
    },
    {
        "speaker": "C",
        "text": "What's the, what's the, what's the. Making the goodbye rounds? Is that the american goodbye? Like, everybody's gotta hear your bullshit while you walk out the door."
    },
    {
        "speaker": "D",
        "text": "Catholic goodbye."
    },
    {
        "speaker": "B",
        "text": "Very guilt stricken."
    },
    {
        "speaker": "D",
        "text": "There's a. There's a legit term for it. I can't remember what it is. I think Dow Jones was the one."
    },
    {
        "speaker": "B",
        "text": "Like, a midwest, like a midwestern goodbye or something. I could see, like, the Wisconsinites and the. And. And I don't know, maybe like, the Minnesota people. I feel like they would be like. It's hard to leave a party with them. They're very friendly."
    },
    {
        "speaker": "C",
        "text": "Yeah. I was never an irish goodbye person back in my, like, party days, but that was mostly because I was always the person that was out last. So, like, there was no. There was no one to say goodbye to by the time I went home, so I was never that. But I feel like I'm getting more of an irish goodbye person in my later years. It's actually quite the skill. You. Basically, it's like the real life version of the Homer Simpson."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "The bushes. You know, that's. That's kind of what it is."
    },
    {
        "speaker": "B",
        "text": "I was doing it a lot this week, actually. It's funny. So a lot of times would be like, you know, we'd be at a bar or something. I go out for a smoke and."
    },
    {
        "speaker": "C",
        "text": "And never come back."
    },
    {
        "speaker": "B",
        "text": "Never come back. Just slink away into the night like a superhero."
    },
    {
        "speaker": "C",
        "text": "It seems so rude."
    },
    {
        "speaker": "B",
        "text": "It's that I. It's that irish guilt you got. Or I guess, uh, maybe italian."
    },
    {
        "speaker": "C",
        "text": "Yeah. Catholic irish guilt, I guess. Geez. Oh, circles. Are you an irish goodbye?"
    },
    {
        "speaker": "D",
        "text": "Um, I was usually, and it's been a hot minute, but I was usually one closing out and hanging till the end with everybody, so."
    },
    {
        "speaker": "C",
        "text": "No, I knew. I knew circles like to party."
    },
    {
        "speaker": "D",
        "text": "I mean, to be fair. But, yeah, that's all I got."
    },
    {
        "speaker": "B",
        "text": "I should also admit, too, I got so drunk, I threw up. This weekend or this week? This week. On award night. On award night, I got."
    },
    {
        "speaker": "C",
        "text": "You were. You were really just guilty that they gave you an award. You're like, I need to project this. I need to drink my sorrows away because I'm guilty."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I was so embarrassing, too. Like, I. I haven't thrown up from drinking in probably, like, ten years, and I was ashamed of myself the next morning."
    },
    {
        "speaker": "C",
        "text": "What were you?"
    },
    {
        "speaker": "B",
        "text": "Red wine. And I could have reborn that afterwards. It was only."
    },
    {
        "speaker": "C",
        "text": "Holy crap. How bad was your headache?"
    },
    {
        "speaker": "B",
        "text": "Pretty bad. It was the travel day, too. It was no good."
    },
    {
        "speaker": "C",
        "text": "It was no good, man. Back in my. I mean, you know, I don't drink anymore now. Overdose for a year, but, like, it's only been a year, so my stories of my partying days are still very fresh. And there's a couple of these trips that I've been on where I was, like, the. Getting the. Not feeling well on the travel day is the absolute worst thing you can possibly do and, man, like, I've been embarrassingly in bad shape on the plane ride tov. It's very. I was convinced that on the way home from my bachelor party, I actually perished. And I'm now living in a simulation. I think that actually happened to me. But all right, back to some news and notes. Did you see do Kwan got arrested?"
    },
    {
        "speaker": "B",
        "text": "I did see that. I mean, for the record, I saw it in the TMC chat, but I saw it."
    },
    {
        "speaker": "C",
        "text": "I mean, that's it. Uh, yeah. So do Kwan finally, uh, I guess detained here. So he was arrested in Montenegro. Uh, and he's. If you don't know who do Kwan is, the founder and CEO of Terra was arrested in Montenegro, according to bankless. And, uh, he's been on the run kind of slash a little bit since he. $40 billion collapse. If you don't remember how massive this terror thing was. $40 billion luna collapse last May. God, it's almost been a year from that. Yeah. Holy cow. In September, he was issued a red notice from Interpol, and he's been kind of like. That's like, a serious."
    },
    {
        "speaker": "B",
        "text": "If Interpol said, you have a red notice, I'd be pretty worried."
    },
    {
        "speaker": "C",
        "text": "Yeah. Especially. I mean, they're. They're a really tough band. They are."
    },
    {
        "speaker": "B",
        "text": "Like, I'll bunch. I didn't know you'd know in Interpol."
    },
    {
        "speaker": "C",
        "text": "Oh, what do you think? Some kind of irish good buying square."
    },
    {
        "speaker": "B",
        "text": "Dave Matthews, you know, ants marching and. I didn't think you had time for Interpol."
    },
    {
        "speaker": "C",
        "text": "I'm very versatile, my friend. I'm versatile. The other things here. Doodles last night did their first of, apparently, many doodles sesh, which they had a big space. They're, you know, ramping up their comms, as everybody's requested. I listened to the space last night. It was full of good stuff, as Steve aptly mentioned this morning, that one of the founders was not to be seen there on the call, the one that had all the controversy in the last week or so. He wasn't on the call. It was mostly led by Julian Austin, the partnerships guy, and Evan, and. But mostly good stuff there, I think, for being kind of the subject of a lot of vitriol for not having comms. I thought the community that actually participated in the space was very fair and kind, I think. And they delivered a lot of interesting news, one of which being that the Doodles bank. Do you know what the Doodles bank is?"
    },
    {
        "speaker": "B",
        "text": "I do not know what the Doodles bank is."
    },
    {
        "speaker": "C",
        "text": "The Doodles bank is essentially their. It's like their dow, right? Like, their funding mechanism for community grants and projects. That's got $5 million in it for proposals and things like that. And also their genesis boxes. If you hold a Doodles Genesis box set to open and reveal next week on, I think, next Friday, March 31. So inside each of these Genesis boxes is a set of wearable nfts, including hats, clothing, other accessories that can be paired with your doodles. Two characters. Genesis boxes are, quote unquote, a key component of doodles two. So that's got some exciting stuff coming for doodles holders next week, you know. What's your thought on doodles? Any. Any interest again?"
    },
    {
        "speaker": "B",
        "text": "I think, you know, there was a little bit of a misstep I think was last week, but they. They just. I don't know, they can."
    },
    {
        "speaker": "C",
        "text": "This was what I would actually picture you like as a founder."
    },
    {
        "speaker": "B",
        "text": "He resonated with me. I'm going to be honest."
    },
    {
        "speaker": "C",
        "text": "Me and Poofy totally strike me. Yeah, you totally strike me as the founder. That would be like. Like, floor it and get the fuck out."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Is that a fair statement?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. Absolutely. We were talking about the other day, like, I was. Whatever Poopy was saying, I was down with it did not upset me. I could see why it upset some people, but it would not have upset me at all if I was a Doodles community member. He was speaking my love language."
    },
    {
        "speaker": "C",
        "text": "Basically. Your love language is faffo fuck around."
    },
    {
        "speaker": "B",
        "text": "Find out."
    },
    {
        "speaker": "C",
        "text": "There you go. We've got your favorite team in the space. Has some things going on tomorrow. Yuga Labs. You know what's going on with Yuga tomorrow?"
    },
    {
        "speaker": "B",
        "text": "Do I know what's going on with Yuga tomorrow? I don't believe I do."
    },
    {
        "speaker": "C",
        "text": "They're actually celebrating national Chamber Day. They're gifting you a board."
    },
    {
        "speaker": "B",
        "text": "Unfortunately, we'll have to decline."
    },
    {
        "speaker": "C",
        "text": "So if somebody gave you an ape, but the parameters where you were never allowed to burn it. No, you couldn't. You could. You couldn't burn it either. It has to be tied to your main wallet. Non transferable, forever. You couldn't sell it. Would you accept the ape or not?"
    },
    {
        "speaker": "B",
        "text": "No, no, I wouldn't accept it. If I couldn't sell it. I would never."
    },
    {
        "speaker": "C",
        "text": "Steve has strolled his way to the stage. Steve."
    },
    {
        "speaker": "G",
        "text": "God damn it. Steve."
    },
    {
        "speaker": "A",
        "text": "The assets that he got with it."
    },
    {
        "speaker": "I",
        "text": "Wait, what? I do. I was just. I was coming up to comment on something earlier. What did I miss in the time when I was spinning wheel up?"
    },
    {
        "speaker": "C",
        "text": "I asked chamber if Yuga had gifted him an ape, but he could not sell it or burn it. It has to be tied to his main wallet forever. Would you accept the ape? And he said, no, that's on brand."
    },
    {
        "speaker": "B",
        "text": "I mean, that being said, I thought Steve would be like, well, if you keep it, you could maybe get some airdrops that you could then sell or something like that."
    },
    {
        "speaker": "C",
        "text": "No, you can't do it."
    },
    {
        "speaker": "B",
        "text": "You can't do that either."
    },
    {
        "speaker": "C",
        "text": "There's no financial gain for you having an ape. You just have to have the status."
    },
    {
        "speaker": "I",
        "text": "And then, you know, wait, wait. Time out, timeout. You can get all the airdrops. You can't sell it. But when you get it, upon getting it, you have to tweet a picture of it and say, I am my ape and my ape is me. You must do that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I like that."
    },
    {
        "speaker": "B",
        "text": "No, thank you."
    },
    {
        "speaker": "C",
        "text": "Would you do it?"
    },
    {
        "speaker": "B",
        "text": "No, thank you."
    },
    {
        "speaker": "I",
        "text": "It's not worth, like, six figures of airdrops to chamber to have to send that to. He sends out tweets on Valentine's Day, which I won't even repeat. But he's."
    },
    {
        "speaker": "C",
        "text": "But on this one."
    },
    {
        "speaker": "I",
        "text": "On this one, he won't. No, I was going to come up. I was trying to come up with the doodles thing earlier. I was. I was talking to my son, though, so I couldn't do it at that exact moment. But, like. Well, first of all, I needed to make sure it was heard. Cheese pizza is elite. Bunchy, you're exactly correct. Topics are fun from time to time. It's fun to mix it up. Get a little venturous, maybe a little sexy with your pizza. That's actually a joke based on a video you sent me."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay, you get it. You're tracking."
    },
    {
        "speaker": "I",
        "text": "You're tracking, you're tracking. But I'm stealing your material. But the cheese pizza elite, and I think probably you guys nailed it, because my family's from New York. Probably that's what it is. But, like, cheese pizza elite pizza, way better than burgers. On the upside. But that said, I was going to ask. Last week when you missed, we had an episode where we did this, like, buy, sell, burn. And when you brought up doodles, it made me think, because I know you've been feeling pretty good about the doodles. You've been down on your. On your clone X, and I know how you feel about moon birds on this space lately. So if you had to buy, sell, burn those three, I was curious what your take on is, because I'm pretty sure, I think that was the space you had missed. Would buy, sell, burn."
    },
    {
        "speaker": "C",
        "text": "Moon birds, doodles, clone X. I would buy a doodle. I would sell my. I would sell. I would sell the moonbird and I would burn the clone X. I think I definitely buy. Definitely buying the doodle out of all three of those."
    },
    {
        "speaker": "I",
        "text": "It's the exact correct answer."
    },
    {
        "speaker": "C",
        "text": "That was mine."
    },
    {
        "speaker": "I",
        "text": "So I just want to say, like, bias, but exact answer. Nailed it. Stuck the landing."
    },
    {
        "speaker": "C",
        "text": "Nailed that. I do want to go down to Punter because I think I let Steve skip the line because I thought he was going to come up and make an eight point at chamber. So punter, like, leave it to Steve."
    },
    {
        "speaker": "G",
        "text": "To just like, push his way to the front of the stage and cut me off. Like, that's just, that's."
    },
    {
        "speaker": "C",
        "text": "Look, he showed his Harvard credentials and he just got through the door."
    },
    {
        "speaker": "G",
        "text": "That's a bingo card item. Harvard Business review. My buddy Scott. Check the box. Okay, first of all, master of the irish exit. In my dream drinking days, I know."
    },
    {
        "speaker": "C",
        "text": "You strike me as an Irish."
    },
    {
        "speaker": "G",
        "text": "I was notorious for that. I may have Irish exited at NFT NYC. This, this. This past time around a few times. Fruit on pizza should be criminalized. So please stop with that."
    },
    {
        "speaker": "B",
        "text": "First of all, tomatoes, a fruit. It's made of freaking pizza sauce. Okay? Come on, stop that."
    },
    {
        "speaker": "G",
        "text": "Pineapple. Pineapple on pizza is just. It's just not happening, okay? And then if you guys get bored about talking about NFTs for a minute, I do have another topic. And it's the Kia boys. And if any. Has anybody heard about this Kia boys thing?"
    },
    {
        "speaker": "C",
        "text": "What is the Kia boys?"
    },
    {
        "speaker": "G",
        "text": "Holy shit. I can't stop thinking about. I cannot stop thinking about this. So I'm trading the other day and across the squawk goes this headline that Congress asks tick tock to look into stopping the Kia boys. I bet you nobody has heard about this and you're going to think about it all week."
    },
    {
        "speaker": "C",
        "text": "I have nothing."
    },
    {
        "speaker": "G",
        "text": "So these kids, these group of kids figured out that you can basically carjack. You can."
    },
    {
        "speaker": "B",
        "text": "Oh, yes, I did."
    },
    {
        "speaker": "G",
        "text": "You can carjack certain models of Kia and Hyundai with a friggin USB cable, right? It doesn't have like, the typical key. Where you, like, the key has to actually be in the car. It has this sort of low, low grade sort of security. So you could take a USB cable and you could go for a joyride and these friggin it went viral, right? They showed how to do it on TikTok and like, it's with the hashtag Kia boys. And these like, twelve year old kids are like, popping these steering wheel off and going for a joyride, completely wrecking the car. I mean, I'm laughing. It's not funny, you know, because it's."
    },
    {
        "speaker": "B",
        "text": "A safe kind of funny."
    },
    {
        "speaker": "I",
        "text": "I mean, Hunter, it's hilarious."
    },
    {
        "speaker": "C",
        "text": "Let's be honest."
    },
    {
        "speaker": "I",
        "text": "It's not funny. And it's not what if it's my kid? But it's hilarious hearing this."
    },
    {
        "speaker": "G",
        "text": "It's crazy. And I wanted to tweet, like, why is nobody talking about the Kia boys? Then I'm like, wait, you don't want to tweet that? Because that's like a bad, like, I'm sure, like, I'll be like, you know, put on, like, whatever the bad list for even talk about it. But I'm like, oh, mid condition. Let's go in and talk about the Kia boys."
    },
    {
        "speaker": "C",
        "text": "So anyway, yeah, prime. Prime real estate for Kia, you know?"
    },
    {
        "speaker": "G",
        "text": "Thoughts? Anybody? I mean, bunch, you're gonna go carjack a few Hyundai's and Kia's this weekend? Is that like a weekend next."
    },
    {
        "speaker": "C",
        "text": "I'm searching. I don't want to fucking desk. I'm searching through my desk for spare usb's as we speak. It's not about. It's not about if I will hijack a Kia. It's about how many kia's can I collect?"
    },
    {
        "speaker": "B",
        "text": "Right? I feel like we have a new. Like, I rented a car this week. I feel like I could just fly places and then just go into the."
    },
    {
        "speaker": "C",
        "text": "That."
    },
    {
        "speaker": "B",
        "text": "You just find my rental car chamber."
    },
    {
        "speaker": "G",
        "text": "You'll never look at a Kia again the same way I know it. Like, you'll just be, like, thinking yourself."
    },
    {
        "speaker": "B",
        "text": "Hmm."
    },
    {
        "speaker": "C",
        "text": "The real question, Hunter, is when? When are you going to try it with a ledger?"
    },
    {
        "speaker": "G",
        "text": "Imagine."
    },
    {
        "speaker": "C",
        "text": "Oh, boy, you got chipper. You could take your bitcoin, you could fly internationally. You show up down in wherever you're going, and you just whip out your ledger, hijack a Kia, go for a little joyride, and you're good to go. That's the way we're going to go."
    },
    {
        "speaker": "G",
        "text": "Knowing us, we'd get rugged. Like, the Kia would steal whatever bitcoin I have left."
    },
    {
        "speaker": "C",
        "text": "Kia steals your bitcoin. Kia is in trouble in the news today for hijacking 30,000 bored apes and mutants over the course of three weeks. More at eleven."
    },
    {
        "speaker": "G",
        "text": "So that's my contribution to the mint condition today."
    },
    {
        "speaker": "C",
        "text": "And I'm done talking about it was actually the perfect episode to talk about the Kia boys because we were mostly nonsense. We got a couple of topics in there. We didn't even get to the. I didn't even get to tell you chamber what's actually happening with Yuga tomorrow. It's the other side is the other side's second trip. So people will be able to, you know, go into the other side. They're actually allowing you to bring a friend, a plus one, if you will. So maybe somebody should bring chamber along. I think we're actually. Dow Jones is going to stream the other side trip."
    },
    {
        "speaker": "B",
        "text": "Oh, Willie."
    },
    {
        "speaker": "C",
        "text": "The Djen network discord. Yeah. So you'll have the front row seat to that if you want. Tomorrow. Chamber as well."
    },
    {
        "speaker": "B",
        "text": "I might have to catch that."
    },
    {
        "speaker": "C",
        "text": "Yeah. I do have a hard stop here at five. I do want to throw it back down to circles here and then chamber. I'll leave it to you if you want to close it up or if we should keep. If you want to keep it."
    },
    {
        "speaker": "B",
        "text": "No, let's close it up. It's Friday. Let's get going."
    },
    {
        "speaker": "C",
        "text": "All right, circles, jump in, and then we will get out of here."
    },
    {
        "speaker": "D",
        "text": "So, Bunter, is he. Is he still on stage or did he step down?"
    },
    {
        "speaker": "C",
        "text": "He dropped. He's off. He's. He's off. Hijacking a kia."
    },
    {
        "speaker": "D",
        "text": "All right, well, this is kind of a response to that. I, last weekend, had a pizza that had fruit on it. It was a. I think a proschetto. It might have been goat cheese, but had sliced pear and either."
    },
    {
        "speaker": "C",
        "text": "Of course it was goat cheese."
    },
    {
        "speaker": "D",
        "text": "You know?"
    },
    {
        "speaker": "C",
        "text": "You know, of course it was goat cheese. Circles."
    },
    {
        "speaker": "D",
        "text": "Regardless, it was the pear aspect of it of like, almost this kind of very sweet with the shadow. And I heard his pushback against pineapple, which. Yeah. Definitely should never be on pizza. But I wanted his opinion on the."
    },
    {
        "speaker": "C",
        "text": "It's a solid pair. It's a very solid pairing. The pineapple or the pear and goat cheese. Yeah. Chamber, thoughts on pair pairing?"
    },
    {
        "speaker": "B",
        "text": "I mean, that sounds a little too bougie for me, but I don't know. Are the people that are, like, anti pineapple? Like, have they tried it? Like, a few."
    },
    {
        "speaker": "C",
        "text": "I wonder if they're the Shawshank redemptioners of the pizza worlds."
    },
    {
        "speaker": "B",
        "text": "Do you think I see my problem with it?"
    },
    {
        "speaker": "D",
        "text": "I don't really. I think the hands too thick and chunky. So I've never gone in for a pineapple and ham pizza."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think you gotta have the right ham. That's the key. Key is the right hand. And then you can't have the pineapple be too wet or it ruins the whole pizza. Like, you have to be able. It's a. It's a hard balance because you have to be able to still, you know, do a foldable slice. And I feel like sometimes the pineapple doesn't allow for such a thing, but that's where we're gonna close it out."
    },
    {
        "speaker": "B",
        "text": "What a show."
    },
    {
        "speaker": "C",
        "text": "I do have to jump. I do have to jump. Another call. It was a great show. It was a great show today. Chamber, last thing I'm gonna ask you today, earlier this morning, we were dming. I asked you for some audio files, and you were like, hey, I'm looking for an AI avatar of my face. I asked you for a couple pictures, and I went to work in mid journey for about an hour, uh, kind of refining some. Some, uh, you know, different options for you. I sent you, you know, one that I thought was, oh, this one's a winner. I need your rating on a scale of one to ten."
    },
    {
        "speaker": "B",
        "text": "Uh, the what, the last one? Yeah, I would say solid. Nine out of ten."
    },
    {
        "speaker": "C",
        "text": "Wow. All right."
    },
    {
        "speaker": "B",
        "text": "I I use."
    },
    {
        "speaker": "C",
        "text": "That's pretty good."
    },
    {
        "speaker": "B",
        "text": "I used it."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "So it's, uh, nice. My, uh."
    },
    {
        "speaker": "C",
        "text": "There you go. So there's the scavenger hunt. The. The usage of this profile picture was for your cannabis Twitter profile. So your alts. Your alts work."
    },
    {
        "speaker": "B",
        "text": "Yeah. Apparently the big pivot is from Instagram to Twitter. So they were showing me some numbers on some of the accounts that they have."
    },
    {
        "speaker": "C",
        "text": "You're like, I know Twitter."
    },
    {
        "speaker": "B",
        "text": "I. It was a laughing stock. So I think I can dominate weed Twitter going forward. So the journey started today."
    },
    {
        "speaker": "C",
        "text": "There you go. So whoever can find chambers alt weed account wins a prize on Monday's mint condition. I'm gonna have to go delete that avatar so no one can go do, like, a reverse image search on it and find you right away. But. Because I did post it in the DJI chat. But anyway. All right, that is gonna do it for us. Great show. Awesome to be back with you, Chamber. It's so good to talk to you. Give me a lot of energy. Got to laugh all hour long. Thank you for everybody who showed up today and participated in the great pizza Burger debate. Until next time, stay mint."
    }
]