[
    {
        "speaker": "A",
        "text": "Oh, I think I have."
    },
    {
        "speaker": "B",
        "text": "We'll see if we get there."
    },
    {
        "speaker": "A",
        "text": "I have some hidden treasure drops we can use the show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network Media for the decentralized generation. If you want to connect or to check out more great nft and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mint condition. I am bunchu, aka Joe, alongside both of my esteemed colleague and co host today, chamber and Des. Dez, I feel like we've missed you the last couple weeks. How you been, buddy?"
    },
    {
        "speaker": "C",
        "text": "Oh, man, I'm so sorry about that. Yeah, no, it's great to be back. I was like, it was the week before I had something, but last week it just totally just, you know, baby, life just skip. Skipped right over."
    },
    {
        "speaker": "A",
        "text": "I will happen."
    },
    {
        "speaker": "C",
        "text": "I was so upset that I missed it just because I feel like this is my once a week to kind of, I don't know, just talk out all the stuff that's going on in nfts and, yeah, I missed it. It's cathartic."
    },
    {
        "speaker": "B",
        "text": "Well, we are happy to have you back. I don't even remember what we did last week, but I'm pretty sure we held it down pretty decently. Chamber, I believe."
    },
    {
        "speaker": "A",
        "text": "I don't remember what we did either, but yes, I think we did. Okay. But it is. You're right though, guys, when you. When, like, when you're. When you don't do a show, like, I don't know. I don't know. I know. Joe and I, we kind of use this as our, like, running diary of just how we're feeling at the time. So. Yeah, I get it. Like, especially with a new baby, right? There's. There's a lot of things happening right now. You know what I mean? A lot of. Lot of emotion. And it's nice to get a place where you get an outlet where you can, you know, totally get your stuff out, you know."
    },
    {
        "speaker": "B",
        "text": "Well, we have lots and lots to talk about today in the ever changing market of nfts. I guess, you know, I usually ask Chamber this question, but since we've had a Des break, I'm going to go for Des. Dez, how are you feeling about the market currently where we sit here?"
    },
    {
        "speaker": "C",
        "text": "I'm actually feeling really strong."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Interesting."
    },
    {
        "speaker": "A",
        "text": "Oh, that's what I wanted to hear."
    },
    {
        "speaker": "B",
        "text": "All right, let's hear it. Let's hear it."
    },
    {
        "speaker": "C",
        "text": "So, I mean, there's two. There's downward pressure, right on the floors of projects all the way from the small players to the blue chips. And that's, you know, that's historically been seen. Anytime we go through a run up of eth, right. Because people want to take out and cash out, which tough to understand. Like, unless you're going to convert it that moment to cash, it's kind of tough to understand. But, you know, anytime we see a run up like we're seeing right now on Eth, you're going to have some people wanting to take profit off the table, which isn't necessarily a bad thing. Right. For the floor, it's a bad thing. But I think overall, you also see people on the flip side just not reacting overly to this and going either way. It's kind of like staying in the middle. The floors aren't completely dropping out, but they're kind of staying stable. And it's a slow trickle, which I think is a greater sign of just the community understanding the volatility of this market and not wanting to jump in and out and take losses and things like that. And so overall, I think it's really good. I think we were probably due for a little bit of a correction and that's kind of what we're seeing. But overall, I think for the longevity of the market, it's actually really strong. Where we're headed. What we're doing now, I think, is really strong. You look at a lot of these kind of cash grab projects are fading away and kind of being replaced a little bit with kind of this new aged drop which is centered around things like dows and, you know, different kind of pooling for buying up assets. And so it's different. It's changing. And overall, I think, you know, quality is starting to win out and that's a good thing for them, for the market."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting. I think people see floors dropping and eth rising and they panic. Right. So, you know, if you go just take a look at Timas's timeline this morning, it feels like chambers background image. But, you know, so it's interesting. I am really, I tweeted about this this morning where, you know, it is an interesting phenomenon, what you mentioned where people eat is ripping and the floors fall. Right. It's kind of counterintuitive when you think about it. And I think it comes down to there being kind of two types of investor in nfts, if you will. Right. There's obviously, you know, there's the trader aspect, maybe even three types, right. Where there's the crypto, crypto crowd that comes over into nfts almost as like a leveraged ETH play, right? And then, you know, they get out. When. When ETH starts to rip, then I think you have the type of investor that, you know, I think would qualify as most of us here where you. You have your ETH pool that you're investing in and playing with, but that's not anything that you're ever really cashing out to fiat. Right? So that's the one ETH equals one eth crowd. And then I think you have a lot of people in this that are trying to build their way into it or flipping for fiat, right? So, like, they're pricing things in USD and, you know, they're thinking that way and they're paying, potentially paying bills with the ETH that they're making. Right. Or so I think those people are the ones that you see kind of try to get a out quick and while ETH is ripping, because to them, that's more dollars that they're using for stuff in real life or cashing out or whatever chamber. What do you think about that?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I don't know. Dad's saying it's good. Totally shakes me. Obviously, I put the nuclear bomb here because we should blow everything up and."
    },
    {
        "speaker": "B",
        "text": "Oh, so you're on. You're on. Blow it all up. It's bearish. Ngmi. NFts are dead."
    },
    {
        "speaker": "A",
        "text": "I I mean, you know, we don't talk too much crypto here, but, I mean, bitcoin just made all time highs today, yesterday and today, you know, $300."
    },
    {
        "speaker": "C",
        "text": "From ETH all time high, right?"
    },
    {
        "speaker": "A",
        "text": "Like, bitcoin goes first, then ethereum. So the more. The more ethereum rips, you know? I don't know."
    },
    {
        "speaker": "C",
        "text": "But here's the thing, right? Bitcoin stands on its own. Like, ethereum. Would it survive or would it be where it's at without nfts, right? No, no chance. Right. NFT market, I think."
    },
    {
        "speaker": "B",
        "text": "I don't know. I think you'd probably have. I think the Defi folks would like a word."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm pretty sure. I'm pretty sure. Ethereum. I mean, there's no denying that NFts are a huge part of."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "James, you need a bear avatar."
    },
    {
        "speaker": "A",
        "text": "I do need a bear avatar. I am a bear."
    },
    {
        "speaker": "B",
        "text": "Are there any good bear avatars out there?"
    },
    {
        "speaker": "A",
        "text": "I don't even know winter bears. Yeah, like, there's no. Yeah, there's no denying that NFT plays a huge role in, you know, the. The Ethereum network currently. But, yeah, I mean, prior to NFTs, Defi was that, you know, what I mean, you go back to November of last year, you know, Defi was killing it. Like, you know, for the, for the past twelve months prior to that. And defy summer was for real summer when Joe and I were buying a bunch of badger and staking and getting dig and it was bananas. So NFTs probably, I don't know if it takes a greater slice of the pie versus defi, but it's close, I would say."
    },
    {
        "speaker": "B",
        "text": "I think it probably will in the next couple of years."
    },
    {
        "speaker": "A",
        "text": "I think that NFTs will probably find their way onto another blockchain, if I'm being honest."
    },
    {
        "speaker": "C",
        "text": "Interesting. That's a bold take. I like it."
    },
    {
        "speaker": "A",
        "text": "I think I, that wouldn't shock me. I think those layer two solutions on Ethereum may work, but I could see, I could see a dedicated NFt blockchain soul."
    },
    {
        "speaker": "B",
        "text": "You think it's going to be your boys over at Solana?"
    },
    {
        "speaker": "A",
        "text": "Only if he comes on our show, I'll admit."
    },
    {
        "speaker": "B",
        "text": "Shaking his head hard. How come?"
    },
    {
        "speaker": "C",
        "text": "I don't think so. I think it's more likely to go on like, like chambers said, layer twos."
    },
    {
        "speaker": "B",
        "text": "But so more like a polygon."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, that wouldn't shock me at all. So we'll see. But yes, I do think if, if Ethereum makes a run, like, what are we out right now for the price of Ethereum?"
    },
    {
        "speaker": "B",
        "text": "41 $4,120.50, up 8% in the last 24 hours, which is outperforming bitcoin five."
    },
    {
        "speaker": "A",
        "text": "Nature boy. That's a nature boy right there. Yeah, man. It starts going north of five k. Like, it goes, it's gonna go bananas. But the problem is, are a lot of people in NFTs a, there's not a ton of liquidity. So it's not like trading cryptocurrencies where you can just go dump your bag for whatever you want. Like, if nobody buys your NFt, you don't get liquid, you know what I mean? So if there aren't buyers there to, um, to take your bid, uh, you know, there's not much you can do. So I could see it not affecting it as much. Uh, so it's, it's weird, it's, it's definitely new territory. Uh, so we kind of have to go through a big market cycle to get a full appreciation for it, I think."
    },
    {
        "speaker": "B",
        "text": "So what's interesting is about what both of you said. Like, your chamber is a little bearish, but for totally different reasons than Des is bullish. Right? Like, right. Des is seeing this, if I understand correctly, as like, this is overall good for the NFT market because it's shaking out shitty projects, essentially. Right. And so it's going to bring in this new wave of the strong projects are going to be the ones that sell out. They're going to be the ones that survive, people that can have strong founding teams. And it's not just the, oh, there's 30 things minting today. Let's mint all of them. You're kind of saying, well, wait a second, because all of this crypto action is going to slow down the entire market from a liquidity standpoint. And I think both of those are probably true statements, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Yeah. In no way do I think NFTs are going anywhere. And like, no way am I saying nFts are a bad thing. But, you know, if, if the, you know, the, the underlying currency of NFTs, which is ethereum, starts going, you know, doubles in value, what does that mean? You know, what does that mean to the value of your, by the way, worst fantasy basketball drafter ever? JP kaz."
    },
    {
        "speaker": "B",
        "text": "JP Kaz."
    },
    {
        "speaker": "A",
        "text": "We had a draft yesterday with, with Chris and he was definitely making some homer picks. Almost as if, like I, like if I drafted like, Alex Caruso first overall, you know?"
    },
    {
        "speaker": "B",
        "text": "Oh, wow, that's pretty bad. We had, we had a pretty epic draft, you and I, the other day."
    },
    {
        "speaker": "A",
        "text": "Yes, we did. Our team is looking pretty good. We came out of the gates nice and warm. We got. Today's the big day, though. Today we have a full slate of games, which I'm very excited for. Technically, Des is a part of it because it's team in condition. So we'll, we're, I don't know. Who are we up against?"
    },
    {
        "speaker": "B",
        "text": "I don't remember."
    },
    {
        "speaker": "A",
        "text": "I don't remember."
    },
    {
        "speaker": "B",
        "text": "I looked earlier, but I can't."
    },
    {
        "speaker": "A",
        "text": "Maybe Drew. I don't know which drew that is, but I think it might have been Drew."
    },
    {
        "speaker": "B",
        "text": "I'll look right now."
    },
    {
        "speaker": "A",
        "text": "But yeah, no, we had a good day yesterday, but I feel extremely confident in our team. We're going to, you know, we're going to represent properly."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I think we are. It's a, we're playing Drew Austin's team, I believe."
    },
    {
        "speaker": "A",
        "text": "Oh, cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. And we're going to put him in a dry cleaning bag. Yeah. I mean, so that's, you know, pretty interesting. Interesting, interesting market dynamics we've got going on. So, you know, des, are you, you know, with all of that being said, are you still minting projects? Are you selling stuff off? What is your kind of, you know, market strategy that you're playing? You know, I know you've got a bunch of projects you're working on, so maybe you don't have as much time to be doing the day to day stuff. But I, but, you know, what has changed about the way you're buying and selling with kind of the recent happenings here?"
    },
    {
        "speaker": "C",
        "text": "That's true. You know, I think I've just become and you know, I've always been very upfront about this. I am somewhat of a flipper. Like there is a financial incentive to what I do and I love the hunt and the chase to find value. So I think I've just gotten smarter a little bit with, with kind of what I meant, what I buy. I mean, put it this way. Actually, I rarely mint anything these days."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "Is kind of tough talk about that."
    },
    {
        "speaker": "B",
        "text": "What, why, one, why to, you know, give some people a insight into what your process looks like then?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, I don't know. I just trying to kind of nail down what will spike. You know, post mint is really kind of tough. The obvious ones are the ones that are really well backed with well known people, well known teams. You know, those ones usually do well, but you know, you're going to be paying ridiculous amounts of gas anyways. So it's, it's tough. I think just like you said, being as busy as I am lately, I think I've had less time to stay up to date on like when the mints are happening. So that's another factor that plays into it. But you know, I stopped very difficult. So it's, you know, I don't know, it's, it's just become harder for me to do. Not to mention you can still accomplish the, you know, financial incentive side of things without minting and, and going buying on secondary on things you identify and whatnot. And I find that almost easier. Although gas transactions also again, just even on Opensea are just super annoying."
    },
    {
        "speaker": "B",
        "text": "But yeah, I mean I think we're seeing all these projects every day drop and less and less are selling out and they're minting less and less percent of their total collection. You know, I think that people are currently making a mistake with this standard of a 10,000 piece collection that's been set as kind of this arbitrary precedent. Right. Like 10,000 came from, you know, crypto punks and people just started doing it because it was 10,000. And you know, I think if you're launching a 10,000 piece collection these days, you better have some real good incentive and utility and future roadmap plans behind it or you ain't selling it. And I think the other thing too is I think people need to be very careful with their pricing these days as well. I mean, 0.08 very expensive nowadays. It used to not be. And I think the more and more you're seeing projects sell out, it's the ones that are potentially lower risk to downside after them. Right. Because people are more likely to take a risk on something that's 0.030.04 from a downside perspective than or even just the fact that maybe it won't sell out and I didn't lose that much, but I bought what I liked. Right. Like, rather than, you know, paying up. I think 0.08 is pretty expensive at this point and I'm pretty liquid. So, you know, I don't know how you guys feel about that chamber. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I'm with you. I think 0.08 is like a price I'm looking at on the secondary if, you know, if something's moving in the right direction. But yeah, like on mint, I don't know. I meant something the other day. I think I minted the only mints I checked back the other day. I'm like, oh, like, am I the only one that purchased this one? But I mean there are, you know, like you said, I picked up some like some artwork from just some cool kind of like, it's almost kind of like that. What's that? Acid. Acid. Some killer."
    },
    {
        "speaker": "B",
        "text": "Killer acid."
    },
    {
        "speaker": "A",
        "text": "Killer acid. It kind of that theme, if you like that kind of that theme. There was another artist out of Toronto that was putting some stuff out, but it was, you know."
    },
    {
        "speaker": "B",
        "text": "So you're in art season now."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, it's just something flip side of it though."
    },
    {
        "speaker": "C",
        "text": "What I'll make the argument of when I see a project launch for zero three or something, you know, you have to think that that money used for minting is going to go to enrich that project, right? And so if we keep going down and the capital that these NFT companies are raising is smaller and smaller and smaller from the get go, you have to kind of question like, okay, well, what are they going to be able to do with that, man, if like AAAA promised game comes out with a .03 mint? I'm not, I'm not buying into that. You know, it takes a ton of resources, ton of money to get this, to bring kind of these roadmaps to fruition and."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's true. However, you know, 0.03 at 4500 when."
    },
    {
        "speaker": "A",
        "text": "You'Re operating, talking about like over a million dollars, right."
    },
    {
        "speaker": "B",
        "text": "When you're operating these companies mostly, though. I mean, I. Yeah, but your budgets."
    },
    {
        "speaker": "C",
        "text": "For these budgets for just in general, just what it costs to get into some of these metaverses and build. Like, I'll tell you, it costs a ton. So it's. It's interesting. It goes both ways."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm thinking of it as, you know, most of these companies, I guess, still operate largely in fiat. Right. So, you know, like, you don't pay a lawyer in Eth most of the time. Sometimes, I guess you do. But, like, you know that. So a 0.05 at 2000 is a lot different than a 0.05 at 4100. Right. You know, so your money still goes a long way in the real world, I guess. But totally. I totally get you there. Like, operating in, I guess, Ethan, uh, native atmospheres. Yes. That money goes a lot quicker. Right. So, um, did we. Here comes Drew trying to get his freebies for the week."
    },
    {
        "speaker": "A",
        "text": "I'll just send you one after the show."
    },
    {
        "speaker": "B",
        "text": "Drew, you could have all my pixel mecha versus my pixel meccas that are worth nothing. You can have all of them. Yeah, but super interesting. So. So, Des, you're still saying. You're saying that, you know, you don't really balk from a price perspective. It's more about what the actual project looks like."
    },
    {
        "speaker": "C",
        "text": "I think that's. It's shifting that way. Yeah."
    },
    {
        "speaker": "B",
        "text": "Interesting. Yeah. Yeah, that's interesting. So do you want to. Shall we get into a little bit of some updates going on around some projects for the last couple days? We can. We can kind of break down what's been happening, going on."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's hard to keep track of everything."
    },
    {
        "speaker": "B",
        "text": "I know it's crazy because there's 20 drops a day, and it's. But I'm telling you, I've seen less and less things actually sell out, and more and more things sell, like a couple hundred, which is kind of scary if you're very. I mean, look, if you launch 10,000, you get to 5000. I think you still have a pretty good."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, totally."
    },
    {
        "speaker": "B",
        "text": "Pretty good chance there."
    },
    {
        "speaker": "A",
        "text": "But you launched 10,000. Oh, 300. I don't know."
    },
    {
        "speaker": "B",
        "text": "You might as well just, uh, rug it."
    },
    {
        "speaker": "A",
        "text": "There should be an acronym for that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's called rug it is. So, you know, the big drop we saw since the or over the weekend was. I guess it was. Was it Sunday night? The doodles drop."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, doodles, highly anticipated drop. The artist is burnt toast. Sold out super quick. Definitely. It was. It was a gas war. It basically looked like if you hit on that you were paying close to like 1.2 ish per on your average price if you paid the gas to actually 1.2. Yeah, 1.12. No, no, no. 1.2 was your basically close. What was the mint price point 123 was the midpoint price. So you basically do a ten x to make to mint it. Right. But the floor already at that point, pre reveal was, you know, up over an eth. It was like an 8th and a half. It's traded about six. Wait, let's see here. I actually, it is traded eight. Yeah. 8766 e since Sunday on the secondary market. And the current floor looks like it's sitting around 0.85. Is that right, Des?"
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "B",
        "text": "Interesting. So maybe a good time to go get a doodle. What was doodle's drop was super controversial. Des, what were your thoughts on kind of the whitelist and how all of that stuff went down?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it is funny, it seems like almost every project now is doing a whitelist, right? Like, yeah, that's just become standard. So it is a double edged sword, the whitelist. I know some people in the NFT community are completely against whitelists and just actually believe in insane, insane gas wars. I think gas wars are super stupid just because instead of funding the teams behind these projects and like I said, giving liquidity to the teams to do stuff with, we're just paying, you know."
    },
    {
        "speaker": "A",
        "text": "I don't know, just bunch of nerds. Yeah."
    },
    {
        "speaker": "C",
        "text": "So just paying the miners. Um, so, you know, I, I don't know, uh, we haven't found the right solution yet, I don't think. Um, but you know, the doodles drop, I, you know it, to me, the doodles was primed probably for, you know, pretty good success, I think, obviously, given its issues with how the community was receptive after it, it's taken a hit. But, you know, it's one of those things. It might not be a bad steal. Right. You're getting these doodles. I didn't buy any, but I have been looking, I have been looking specifically at one very niche type of doodle about maybe buying the floor up a little bit."
    },
    {
        "speaker": "B",
        "text": "Tell me it's the blue check mark."
    },
    {
        "speaker": "C",
        "text": "There's a blue check mark."
    },
    {
        "speaker": "B",
        "text": "Yeah. Those are sweet. I don't know what the floor is on those, but I like those."
    },
    {
        "speaker": "C",
        "text": "You look at everything and you're like, hmm, if one could pop, if one could pot this, the blue check marks would pop."
    },
    {
        "speaker": "B",
        "text": "So, so that goes back to my question earlier about, you know, kind of what your process is here. So, like, if you're not minting right. And you're not minting much. And you're playing secondary market. You're. Are you typically looking for floor buys? Are you typically looking for buying the floor and looking into the project increasing as a whole, or are you typically more. I'm going to go snipe. A rare trait and. And kind of live that life."
    },
    {
        "speaker": "C",
        "text": "I think you can have success both ways. I think I'm more apt to buy in the floor, but it depends on the project. It totally depends on the project. So, you know, I don't know. With doodles, I see the floor as super, kind of just flat in desire demand. There's not much that separates it, whereas, like a board ape, right. You could. There's very distinguished layers of desire from the different tiers and different traits and stuff. So I think it's project by project, but also, like, just general signals."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "The one thing I cleaned up on the past couple weeks were like, mutant cats."
    },
    {
        "speaker": "B",
        "text": "God, I missed that one so hard. I'm so pissed about it."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Chamber even threw up the bat signal for me. He basically held my fucking hand to go buy this, and I was too busy. And then the floor ran from 0.3 to 0.8 and I was like, oh, man, I missed it. And then it just went up to, like, two and a half, and I was sitting there holding my jpeg bag."
    },
    {
        "speaker": "C",
        "text": "It happens."
    },
    {
        "speaker": "B",
        "text": "Crying. But, yeah, so, yeah, doodles was a super interesting one. So you're only interested in doodles on current rare traits, is that what I'm hearing you say?"
    },
    {
        "speaker": "C",
        "text": "Not even current rare trade? The only trade I find is blue check mark."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Chamber, did you get a doodle?"
    },
    {
        "speaker": "A",
        "text": "No, I didn't get a doodle. I'm out on the doodle."
    },
    {
        "speaker": "B",
        "text": "I was actually super interested in them, but I, like, couldn't part with my sweet, sweet eth to get it. But, yeah, that was very interesting case study of what happens when influencers in the space are closed out of a whitelist. They take to Twitter and complain about it. So. But, you know, I mean, shots fired, I guess, but I don't really care. It's. Whitelists are happening everywhere and your other option is a gas war where you're paying an average of 1.5 eth per doodle conquers. Right, exactly."
    },
    {
        "speaker": "A",
        "text": "That's too much for a doodle. It's too much."
    },
    {
        "speaker": "B",
        "text": "It's too much. All right, des, we're going to you on this one, too. Shamdu the. The infamous. Shamdu the infamous."
    },
    {
        "speaker": "C",
        "text": "Oh, man, I love Shamdu."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, he's infamous. Like, that's a good, I mean, I'm using that in a loving term here."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Gotcha. The 616 year old boy wonder, 16 year old boy wonder stealth launched his 16. Yeah. Yes."
    },
    {
        "speaker": "A",
        "text": "I didn't know that. Wow, that's crazy."
    },
    {
        "speaker": "B",
        "text": "Yes. So Shamdu stealth launched his head dow and the project I think is 80% of all the mint sales and seven and a half percent of all secondary is contributed towards the dow that they're running. Uh, in the past couple days. They bought a punk, they bought an ape, I believe. And I think it launched, you know, like point. I think it was 0.08 and then it ran to like 1.2 all the way up to 0.25. I don't know what the current, uh, price is, but, uh, what were your thoughts on, on this drop des?"
    },
    {
        "speaker": "C",
        "text": "So I'm biased. Shamdu has been an amazing supporter of goats from the beginning. So like, I don't know, I'm probably not the one to go to on this one, but because I also, I hate daos in general, but Shamdao or now head, head dow."
    },
    {
        "speaker": "B",
        "text": "Shamdao was definitely the name. It should have been."
    },
    {
        "speaker": "A",
        "text": "It was there for the day for sure."
    },
    {
        "speaker": "C",
        "text": "But I had to support, I had to support that project. So I bought off the secondary pretty early, thankfully bought a bunch. And yeah, I'm, you know, long term. Hold on, that one. Believe in the kid, the wonder kid."
    },
    {
        "speaker": "B",
        "text": "And wonder kid."
    },
    {
        "speaker": "C",
        "text": "Wonder kid."
    },
    {
        "speaker": "B",
        "text": "And so, yeah, this interesting question. What do you think of this one? Chamber?"
    },
    {
        "speaker": "A",
        "text": "I fucking hate everybody younger than 30. Does age come into play at all? Well, I don't know what the question."
    },
    {
        "speaker": "B",
        "text": "Is like, because Sam dows. Because Sam do, is 60. Like, are you?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's impressive. And no, I wouldn't say, I wouldn't say I'm less hesitant because he's 16. I don't know if it would play. I don't know if it sways me. Like, it's impressive that he's 16 and he's putting this together. I think that's really good. But I don't know if it, I don't think it would sway me one way or the other."
    },
    {
        "speaker": "B",
        "text": "I'm just jealous that that kid is going to make more money in by the time he's 25 than I'll ever make in my entire fucking higher life."
    },
    {
        "speaker": "A",
        "text": "You trust a 16 year old to run your investment? I don't trust myself to run an investment. And here I am."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "What's the, what's the difference of a 16 year old's doing it?"
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I don't know. Yeah, no, I. 16. You're gonna learn. I don't know how old, I don't know how old fragile Manchild is, but as I grow older and wiser, I realize that adults and older people are basically just children that are now old. There's very, very, very little difference between a 14 year old and a 68 year old. Besides less hair and more weight and."
    },
    {
        "speaker": "B",
        "text": "Potentially diabetes and all adult onset. Yeah, right. Exactly. No, I don't really care at all that it's studies six, seeing if it, if the mechanics work and he's not rugging, then you know what? Let's, let's do it right. So, yeah, the head dao was interesting. We had yesterday, pudgy penguins teased a Halloween theme. Airdrop. We have Roboto's holders. Can now. Yep. Spooky season. Can now mint their robo pets. A reveal scheduled for the 27th and then yesterday. Or was that today? What day is today? The 20th."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So yesterday, last night we sold or we saw the biggest board ape sale, I believe, ever. Is that right? I think at 696 ethereum. 696.969 ethereum. So. Oh, sorry. It's the third largest marketplace sale ever for an ape."
    },
    {
        "speaker": "A",
        "text": "That's wild. How does that. I would love to know what goes into that. Like, is it just like, did they put it on? Like, you know, I have a couple nfts that I have on for, you know, stupid numbers just in case somebody wants to, you know, money launder, it's there for the taking. But like, it is that what happened? Like, did this person just have it on sale for that price?"
    },
    {
        "speaker": "B",
        "text": "You know who I think? I think it was Matt Kalish is a. From kings. Is that right? Do you know if that's true?"
    },
    {
        "speaker": "C",
        "text": "Do not know the username."
    },
    {
        "speaker": "B",
        "text": "The username was Kalish. So I think people were speculating that it was Matt Kalish's and he bought it like two months ago. I'm pretty sure you can trace that back to him. Right. So I, uh. He bought it for like 300, so I clearly knew what he was doing. Uh, there. Right. So, um, Florgon 33."
    },
    {
        "speaker": "C",
        "text": "Love that Budweiser. Tom Sachs rocket."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was just thinking that's one of my favorites. That's cool. Um, so, yeah, he bought it for like 300 and flipped it for, you know, casual three underneath profits. So just a two x, though, kind."
    },
    {
        "speaker": "A",
        "text": "Of a week flip, if I'm being honest. That's only a two x when I'm doing the math."
    },
    {
        "speaker": "B",
        "text": "That's really funny."
    },
    {
        "speaker": "C",
        "text": "I love this new trend of, like, these automated accounts that post flips or losses, and then they give it, like, a ranking or a status behind whether it was a good flip or."
    },
    {
        "speaker": "B",
        "text": "Really. I've seen a couple of those on Twitter. Those are good. Yeah. So that was the third highest ape sale ever. 696.969, ethereum. We also saw that board. Ape yacht club is announcing their mutant ape merch drop. So if you have a mutant ape, you can't. You are eligible for the merch drop. That starts at 01:00 p.m. on the 01:00 p.m. eastern on the 22nd, which I believe is Friday. The drop consists of limited time tees, hoodies, hats, posters, beanies. And then there's actually a limited run mutant ape skateboard deck. I believe there's only going to be a thousand of those. So if you have a mutant ape, there's a thousand decks available, but there's, you know, 15,000 apes out there, mutants out there. So if you're into that, you better get there quickly for that. Every."
    },
    {
        "speaker": "A",
        "text": "Do you guys have any mutant apes?"
    },
    {
        "speaker": "B",
        "text": "I share. I share a mutant ape with my brother. So him and I have a mutant together."
    },
    {
        "speaker": "C",
        "text": "Do I have a mutant ape? Of course I do. I know I was lucky enough."
    },
    {
        "speaker": "B",
        "text": "Of course I fucking do."
    },
    {
        "speaker": "C",
        "text": "Anything I. At the time, I didn't think anything of it, but now I'm kind of excited. I was one of the rare people to get one of those rugs from bored apes."
    },
    {
        "speaker": "B",
        "text": "Oh, the Adam Bob squad or the Bobby hundreds one."
    },
    {
        "speaker": "C",
        "text": "I just got an email saying it's been delayed into the port of Los Angeles, but that. Totally forgot about it. I'm pretty. I'm pretty excited to get that thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, that made."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "That was probably the limited merch run. Probably for that, right? So, like. And I think you can buy up to two of each item on here."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Per ape? Right. So I'm not sure if that applies."
    },
    {
        "speaker": "A",
        "text": "The other day, and I kind of."
    },
    {
        "speaker": "B",
        "text": "Want to buy one, but, like, I feel like."
    },
    {
        "speaker": "A",
        "text": "It's not like I feel like if I don't have an ape, I can't have a mutant ape. Do you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "I'm the opposite. I'm like, I don't want to spend 30 eth to go get an ape. Now I will gladly have my dollar store ape."
    },
    {
        "speaker": "A",
        "text": "It's funny, this was brought up to me the other day, but men of our age remember a time in our teenage years where being a poser was a really, like, that was like, high crime. High crime."
    },
    {
        "speaker": "B",
        "text": "You didn't want to be a poser."
    },
    {
        "speaker": "A",
        "text": "Nobody did not want. I feel like that's not a thing anymore."
    },
    {
        "speaker": "B",
        "text": "Well, now it's in the crypto world. It's a larp."
    },
    {
        "speaker": "A",
        "text": "Okay, I guess. Yeah, that's the point. But I feel like I would be a poser if I just had a mutant ape and not, and not also a real ape."
    },
    {
        "speaker": "B",
        "text": "See, I don't know. I don't feel that way."
    },
    {
        "speaker": "A",
        "text": "You're only half opposed."
    },
    {
        "speaker": "B",
        "text": "That's right. Because I only own half of you."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "See."
    },
    {
        "speaker": "A",
        "text": "Understood. I was a real, that was real deal. That was international too, because I in Canada was all, you did not want to be a poser."
    },
    {
        "speaker": "B",
        "text": "Yeah. Couple more updates here. If you're holding anything from Fang gang, though their holders are able to mint their free companion. Vogu holders have one week to claim their mutt companionship. And thank you for the show."
    },
    {
        "speaker": "C",
        "text": "Otherwise I would have totally missed that."
    },
    {
        "speaker": "A",
        "text": "I only got it because I read the notes. I read the notes. I'm like, oh, bogus."
    },
    {
        "speaker": "B",
        "text": "And then lastly, crypto dads has announced that their crypto moms companion will be coming out shortly. Think the, I think it's tomorrow around 07:00. So do you know any affiliation with."
    },
    {
        "speaker": "A",
        "text": "Crypto dads, by the way? Bunch?"
    },
    {
        "speaker": "B",
        "text": "Me? No. Why? Do I look like me?"
    },
    {
        "speaker": "A",
        "text": "No, I just remember when we first met that you, I thought you had something to do like a dad coin or like, oh, dads, you know, did an NFT based on that yo dad coin."
    },
    {
        "speaker": "B",
        "text": "Washington. A meme thing that my brother and I put out in 2017 or 2018 around father's day. And we like, it was just a total meme that we put together and we airdropped everybody this time I think."
    },
    {
        "speaker": "A",
        "text": "I had some for sure."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then we briefly were like, oh, maybe we can make this into something. And then obviously that didn't work out of, but they were all just airdrop tokens. The idea was like, you were going to pay your kids allowance in debt, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like redeemed for shit. Like, you know, Amex points almost, right. It would actually really work in like, the NFT space."
    },
    {
        "speaker": "A",
        "text": "That's what, and that's why I thought, I'm like crypto and I'm like, he didn't mention anything, but I'm like, I have to ask. Speaking of Steve Buscemi, I should because it's spooky season. Have you guys, have you guys seen Hubie Halloween yet? It came out last year, but it's the Adam Sandler movie. No, it's not off. I mean, I'm a sucker for an Adam Sandler movie. I love them all. And I, and I hate myself for it. But like, Hubie, Halloween is pretty, is definitely better than most, I guess, of his."
    },
    {
        "speaker": "C",
        "text": "It's kind of underrated. Honestly, it was pretty good."
    },
    {
        "speaker": "A",
        "text": "I watched it last night and Steve Buscemi's in it. And Steve Buscemi is very funny in it. I love the fact that he gets a list actors like that in his movies."
    },
    {
        "speaker": "B",
        "text": "I texted you about squid game last night and you're staunchly against it and you should definitely not be. So open your brain a little and sit down and watch some squid game. I just said squid game, question mark. And he goes, I don't read. I'm like, just listen. I was like, just watch the english dub. He goes, I don't do dubs. Oh my God, you're a delight."
    },
    {
        "speaker": "C",
        "text": "Lazy."
    },
    {
        "speaker": "A",
        "text": "No, not lazy. I've a, I feel like an english dub is not going to. I've never liked dubs, but yeah, like, at the end of the day, like, the only time I get to watch any tv at all is like at 930 at night. And then I get really, really high. I'm like, I can't see these eyes, man. These eyes are squint. I'm not high at all. This is what my regular eye is."
    },
    {
        "speaker": "B",
        "text": "You can just watch the dub. It was totally fine. And that's actually really funny because my buddy said to me yesterday, I was talking to him about it and he's like, my brother texted me and said he didn't realize he was watching the dub until episode two. He thought he was just really high."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yes. This one right here is correct, by the way. I don't know about this. I don't. I heard squid game is good, but midnight Mass, man, 100%. That's 100% correct. That is a great show."
    },
    {
        "speaker": "B",
        "text": "Mentioned that on rec the other day."
    },
    {
        "speaker": "A",
        "text": "It is so good, man. I'm going to watch it again before Halloween."
    },
    {
        "speaker": "B",
        "text": "I do want to. Before we move on, there were a couple good questions here."
    },
    {
        "speaker": "A",
        "text": "Yes, there were."
    },
    {
        "speaker": "B",
        "text": "That I wanted to get into. So that same person, medical error, interviews podcast. Do we cover Zed? We used to do so many Zed shows. We used to be like, is that a real podcast? I would think so."
    },
    {
        "speaker": "A",
        "text": "I'm gonna, I might, I might might subscribe to that one. That sounds funny."
    },
    {
        "speaker": "B",
        "text": "Well, this is the guy that likes midnight mass. Maybe you guys would get along. So, des, you're still pretty deep into Zed. I'm deep into. I'm good into Zed. What do you think of the Zed horse market currently?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think they're just going through a transformation of kind of, like, identity around what Zed is. And I think that the company's focus is really right now around entertainment. So, you know, switching maybe from per se, like play to earn, like a hardcore play to earn to entertainment with a little bit of play to earn alongside it. So I think, you know, that and the mechanics of not being able to race these, you know, incredible racers, you know, back to back to back, and just collect all that money has scared some of the, you know, really bullish big stables, you know, out of the game, and it's just kind of forced pressure down on the floor. But I don't think it's necessarily such a bad thing as a huge zed bag holder. Um, you know, I think huge. Okay. No, minor. Minor zed bag. Sorry. Total. I should go back there."
    },
    {
        "speaker": "A",
        "text": "Monster."
    },
    {
        "speaker": "B",
        "text": "I don't know. I would say. I would say my. My squad is a pretty huge zed bag holder, by the way, my high horse stables sweatshirt right now."
    },
    {
        "speaker": "A",
        "text": "I thought you were wearing that. That was sick."
    },
    {
        "speaker": "B",
        "text": "Yeah, I am a. I am a large."
    },
    {
        "speaker": "C",
        "text": "I was talking about bunch you when I said that. But no, you know, I don't think it's such a bad thing. You know, you look at what's happening, happening with Axie and all that and trying to maintain that, just insane."
    },
    {
        "speaker": "B",
        "text": "Also a big bag holder, insane play."
    },
    {
        "speaker": "C",
        "text": "To earn kind of mechanic, and, you."
    },
    {
        "speaker": "B",
        "text": "Know, it's not a bad thing."
    },
    {
        "speaker": "C",
        "text": "So I do, you know, I feel for those. Those big holders and those big stables, but, you know, they enjoyed quite a run up for a very long time. So it's just an adjustment period. Again, I think the whole space is going through it for better, probably. And, yeah, I've subscribed."
    },
    {
        "speaker": "A",
        "text": "Scott."
    },
    {
        "speaker": "B",
        "text": "Chamber. Are you still holding your horses or are you out?"
    },
    {
        "speaker": "A",
        "text": "I. You know what? I just have them because I haven't even thought to get rid of them yet. Yeah, no, I have. I think the majority of them. I haven't bred anything in a while, though, I'm gonna be honest."
    },
    {
        "speaker": "B",
        "text": "Here's."
    },
    {
        "speaker": "A",
        "text": "You guys want to buy them, make me an offer. I'll let them fly."
    },
    {
        "speaker": "B",
        "text": "Another interesting question going back to our chat about, like, PFP projects and things like that. Typical cost to start a simple PFP project. I would say this ranges on a lot of things. I would say you could do it for as cheap as you would like, or you could do it for, you know, a much more substantial cost. It really depends on who's doing what right. Like if you have an in house person to do your contract and they're working for equity in the project, your costs are much lower. If you're going and outsourcing a contract, you know, plan to pay a pretty penny of your, of your mint proceeds. Right. Same thing with art. If you're the one doing the art, then costs pretty low. Right. If you're outsourcing some really great art again, get ready to pay up, you know, from a, then there's, you know, your website, youre any kind of staff you might have for discord, promotion, anything like that, you know, so it's not cheap. It could be cheap. And I think you see, and it's very easy to tell what's cheap, but you know, that there is definitely some upfront investment that you have to make. So it's not like, so these projects that have put in a lot of work towards this and are minting, you know, 300, they might not even be making their initial investment back. Did I fairly represent that as somebody who's launched a project and me have working on a couple here myself?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's like you said, it's whatever you want it to be. If you want to give a huge ton of equity away from the mint, there are designers, there are artists, there are engineers that will happily take, you know, percent of mint and you can get your cost down really low. Like really, really low. Or you can, you know, pay it all up front and contract them out and do it that way in which you're going to have a more substantial upfront cost. I think realistically, just to give you a number, I think the minimum you could probably do it for is like 40 to 50,000. I would say that's probably, that's probably minimum at this point."
    },
    {
        "speaker": "B",
        "text": "I'd say that's pretty fair. See, myself?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so that's, that's kind of minimum. You could do it. If you want to give away a ton of equity and bring in like true partners, then you can obviously do it for less. You can almost do it for no cost if you're willing to do that. But, you know, it all depends. It all depends here."
    },
    {
        "speaker": "B",
        "text": "Have we seen this? Are you up to date on what happened with creature toads?"
    },
    {
        "speaker": "A",
        "text": "Is creature toads?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What happened?"
    },
    {
        "speaker": "B",
        "text": "Oh, man. Creature toads was a, I'm assuming that's."
    },
    {
        "speaker": "A",
        "text": "The companion to creature."
    },
    {
        "speaker": "B",
        "text": "Uh, no, I don't think so. I think it's, it's all a different thing. So, Des, what do you combine?"
    },
    {
        "speaker": "C",
        "text": "That's a whole new wave of these projects is like, you know, the, the combination of two popular projects to create a derivative. Not a huge fan of that, but."
    },
    {
        "speaker": "A",
        "text": "That'S what we call a poser. NFT. Hate those guys."
    },
    {
        "speaker": "B",
        "text": "So are you up to date on what happened here, Des?"
    },
    {
        "speaker": "C",
        "text": "No. So I know that the discord was hacked. I know that they posted a link where people were minting from and then it got racked up to like $300,000. And I just remember my Twitter feet exploding yesterday. Do not mint from creature toads was like the war cry from, from everyone."
    },
    {
        "speaker": "B",
        "text": "Really. Yeah. So discord hacked based on, I guess they, the mods or admins clicked on something they shouldn't have. Basically gave them access to their webhook, as I understand it. And then those people were. So they posted a link. Right. And I, I think the total was 89 ethereum. So, yeah, at this price, it's Ray Finkel here, 73 e. There you go. And the person who did it, the person who did it was 17 years old and, yeah, going back, it's a fragile man child. You know, there's good 17 year olds and bad ones. Just bad."
    },
    {
        "speaker": "A",
        "text": "At 17, as long as you get a 16 year old, you're good, just like adults."
    },
    {
        "speaker": "B",
        "text": "And so the, the crazy thing was, I guess somebody kind of found him and found. Yeah, then they took to a Twitter space and this Twitter space went on till like three in the morning. And basically by the end of it, people were like forgiving this kid. I guess he gave all the money back and it, it was like the talk of all the discords this morning was that Twitter space? It was pretty, pretty crazy."
    },
    {
        "speaker": "C",
        "text": "Over like 3000 people in at one point."
    },
    {
        "speaker": "B",
        "text": "Yeah. Insane in the space. Yeah, that's crazy. Yeah. Here you go. So use discord vulnerability in a screen share which gave them webhook access which the mods should have never had. So. And then here we go. Kid was sloppy. Left pred comes right back to him and then went on Twitter spaces. So that was interesting. Yep."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another, another question here and we could get into some other stuff we want. Thoughts on vfriends. Anytime I see a vfriends question, I'm going to bring it up because it's probably a collective, one of our bigger misses on the show. For me it was because I wasn't liquid for these two. They were slinging fud all over me."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't like the size of Gary Vee's head. It's off putting. No, this is coming from a guy with a massive head."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was going to say, you have no basis to talk melon Jesus. That thing's like, you can trust 16."
    },
    {
        "speaker": "A",
        "text": "And 17 year olds way before big headed people, that's for sure."
    },
    {
        "speaker": "B",
        "text": "Des, long term thoughts on v friends? Yeah, I still think."
    },
    {
        "speaker": "C",
        "text": "Yeah, you're right. I think it was a miss, which is so funny, because I, you know, I did fud it a little bit, but I also praised it for, like, having a real world utility, like, the first of its kind to have real world utility. So I don't know. That's a tough one. It's. It's easier to see the floor now at like, what, eight or nine rather than, like, the 20 it was three weeks ago."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "It's a little easier pill to swallow now. I actually don't think it's a crazy price to get entry in. If that's something that interests you, like the access you get for the next. I think it's, what, three years to the conference?"
    },
    {
        "speaker": "A",
        "text": "What's the floor right now?"
    },
    {
        "speaker": "C",
        "text": "It's like eight, nine, something like that."
    },
    {
        "speaker": "A",
        "text": "Hmm."
    },
    {
        "speaker": "B",
        "text": "Chamber's gonna go buy a v friend."
    },
    {
        "speaker": "C",
        "text": "But, man, it had a crazy run up, like five."
    },
    {
        "speaker": "B",
        "text": "If it gets a five, I'd buy one."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're in a five."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm in f five. I'm in that five."
    },
    {
        "speaker": "C",
        "text": "I'm in f five."
    },
    {
        "speaker": "A",
        "text": "All right. Packed?"
    },
    {
        "speaker": "B",
        "text": "Yeah. If it gets to five, you will."
    },
    {
        "speaker": "A",
        "text": "See me buy five east. Packed."
    },
    {
        "speaker": "C",
        "text": "All right, I'll do it. I might put some weath offers, get some paper handed."
    },
    {
        "speaker": "B",
        "text": "Oh, there you go."
    },
    {
        "speaker": "A",
        "text": "That's the move."
    },
    {
        "speaker": "B",
        "text": "That's the move right there."
    },
    {
        "speaker": "C",
        "text": "I did put in two we offers into check marks. While we've been on this stream."
    },
    {
        "speaker": "A",
        "text": "I was going to say that this is the. This is the real question right here. I got a Gary V books coming. Like, I hope you guys have a lot of family for your stocking Christmas presents. Holy smokes."
    },
    {
        "speaker": "B",
        "text": "I can't. I have to imagine I have 30."
    },
    {
        "speaker": "C",
        "text": "Seconds riddled with the f word, like, just as much as Gary me uses it. It's just giving your family and friends every other ten words."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's. He's a all time potty mouth. I love it. He's an all timer. The. I have 36 books coming, so I'm sure that'll be a nice Christmas gift to everybody. But I think we should. We should just give them away on the show. Do you have any coming, des? No to you, chamber. All right. I got read."
    },
    {
        "speaker": "A",
        "text": "I can't read."
    },
    {
        "speaker": "B",
        "text": "I can't read either, but I bought them because v friends are hot. So I'm going to go. So you."
    },
    {
        "speaker": "A",
        "text": "You could have. You purchased them without having a v friend. I thought that was."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you're not getting a v friend in return. You're getting some other nft. Right? So, like."
    },
    {
        "speaker": "A",
        "text": "And you still haven't received that nft right."
    },
    {
        "speaker": "B",
        "text": "Now, was that one you had to buy or something?"
    },
    {
        "speaker": "A",
        "text": "Did you have to buy that one fiat?"
    },
    {
        "speaker": "B",
        "text": "Yes. You bought books. You bought books straight from. I bought them from Amazon. So I spent a $1,000 on books and thinking that, okay, well, the Gary v nft that I get will be worth more than $1,000 in return. Right. That's. That was my. Actually, I'll get three of them because it was for every twelve books you bought. You got. You'll get."
    },
    {
        "speaker": "C",
        "text": "I think you should have done it like girl scout cookies where like, the person who sells the most books."
    },
    {
        "speaker": "B",
        "text": "Actually."
    },
    {
        "speaker": "C",
        "text": "Have a bunch of grown men peddling books outside of supermarkets."
    },
    {
        "speaker": "B",
        "text": "Hey, you know, my daughter's raising money for her. She's got to sell these books. I know, I know. It's riddled with the f word. I was wondering the same thing, but, like, here, can you buy twelve of these for me?"
    },
    {
        "speaker": "C",
        "text": "Oh, man, that would have been great."
    },
    {
        "speaker": "B",
        "text": "Here you go. This guy, Matthew Broder, 72 coming."
    },
    {
        "speaker": "A",
        "text": "Same."
    },
    {
        "speaker": "B",
        "text": "And he's 77878."
    },
    {
        "speaker": "A",
        "text": "Exactly the same. Eight's a little too big. Full eight. A full eight is a little too big. Wow. Snapbacks are hit and miss for me."
    },
    {
        "speaker": "B",
        "text": "Matthew Broder, now friend of the show because of his head size only and the amount of. Gary."
    },
    {
        "speaker": "A",
        "text": "Big head buddy. Big head buddy."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "That's funny."
    },
    {
        "speaker": "B",
        "text": "What else do we want to talk about? Anything. I got a buy, sell, burn if we want to do a buy, sell, burn."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do one of those."
    },
    {
        "speaker": "B",
        "text": "Okay, you got. You got our little."
    },
    {
        "speaker": "A",
        "text": "That's a big head. Surf and puffing. That's it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Eight."
    },
    {
        "speaker": "A",
        "text": "Eight. You got a. You bet. You better be a big thinker."
    },
    {
        "speaker": "B",
        "text": "All right, let's get into buy, sell, burnt."
    },
    {
        "speaker": "C",
        "text": "That is such a great intro. We have to play this every week just for the intro."
    },
    {
        "speaker": "A",
        "text": "I said this. I've said this last couple times. I'm going to make some more over the course of the next week. I got to fine tune my drop game."
    },
    {
        "speaker": "B",
        "text": "So we've talked about one of these already, but we're going to talk about two more. I like to go with what's fresh this week. So we've got the top three projects on a seven day chart on opensea are number one kaiju kings at 9400 ETH volume traded. The number two jungle freaks by Trosley. 9300 ETH traded. And then number three, which we've talked about a little bit. Doodles. 8766 ETh traded. So we'll start with chamber. Chamber. Buy, sell, burn. Kaiju kings. Jungle freaks."
    },
    {
        "speaker": "A",
        "text": "Or I feel Kaiju Kings was the one that Mitch was telling us about. And they got this, and they kept pushing back the drop time."
    },
    {
        "speaker": "C",
        "text": "What the hell was that the same one? Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Mitch was all over that."
    },
    {
        "speaker": "A",
        "text": "And I tried."
    },
    {
        "speaker": "C",
        "text": "Really. I tuned in one day to dj network war room and freaking. They were fighting it. And I was just like, okay, I'm out."
    },
    {
        "speaker": "B",
        "text": "Don't listen to us."
    },
    {
        "speaker": "A",
        "text": "We have no idea what we're talking about. Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "These got, the Kaiju kings. Have a 3.694. Yeah. I didn't even know what they looked like. Wow."
    },
    {
        "speaker": "A",
        "text": "See, this is the type of NFT that I fucking hate. Like, why."
    },
    {
        "speaker": "B",
        "text": "Tell me. Tell me why."
    },
    {
        "speaker": "A",
        "text": "Just not. I don't like the pixelated art or whatever, the eight bit or whatever calling it. I guess it's more of like a 24 bit, but, yeah, I just don't like it. I don't know."
    },
    {
        "speaker": "B",
        "text": "Chamber, you're getting bit specific on the show today."
    },
    {
        "speaker": "C",
        "text": "Chamber is 24 and above. 28 and above."
    },
    {
        "speaker": "A",
        "text": "Yeah. Gotta be at least 64 bit, man. Gotta be at least 64 bit."
    },
    {
        "speaker": "B",
        "text": "So that's what jungle. That. That's what Kaiju kings look like. This is jungle freaks."
    },
    {
        "speaker": "A",
        "text": "Again, not that impressed, I guess. A little bit better, but not that impressive."
    },
    {
        "speaker": "B",
        "text": "So apparently these were done. The artist is. Is a relatively famous, well known artist."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "I like. I think he's a comic book artist from back in the day. I don't think he's like, okay. Yeah."
    },
    {
        "speaker": "A",
        "text": "As far as I like these better. What's the floor on this? 77920."
    },
    {
        "speaker": "B",
        "text": "Hustler magazine cartoonist. That's right."
    },
    {
        "speaker": "A",
        "text": "Hmm."
    },
    {
        "speaker": "B",
        "text": "Yeah. George Trosley .792 floor. And then we got the doodles, which we've already talked about. Doodles."
    },
    {
        "speaker": "A",
        "text": "What's the. What's the floor in the doodles?"
    },
    {
        "speaker": "B",
        "text": "Doodles. Let's. Let's check it out. I think it's around 83. Yeah. Doodles fall into cute season because we are definitely still in cutesy. I see. I like this one. We're definitely in cute season still, I think cute and spooky season. So these are your."
    },
    {
        "speaker": "C",
        "text": "Has our cute season launch coming Friday, so I'm excited."
    },
    {
        "speaker": "A",
        "text": "Yeah. You got the kit?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Let's talk about that. And let's talk about that in depth in a second here. So, uh, what do you got? Chamber, buy, sell, burn."
    },
    {
        "speaker": "A",
        "text": "Uh, I am buying, um. I'm buying the jungle freaks. Is that what it is? Jungle freaks? Yeah, I like jungle freaks. I'm buying that. I'm selling doodles, and. And I'm burning kaiju kings. That's just. All my opinion is based on the art, and I'm just ranking it kind of best to worst."
    },
    {
        "speaker": "B",
        "text": "This is maybe the worst compliment I've ever seen in my life."
    },
    {
        "speaker": "A",
        "text": "I saw. That's hurtful."
    },
    {
        "speaker": "B",
        "text": "That is so fragile. Man child, you're banned from the show."
    },
    {
        "speaker": "A",
        "text": "Fragile. Manchild chose chaos today."
    },
    {
        "speaker": "B",
        "text": "Yeah. He woke up and chose chaos. I don't know, des. Do you even know who Filicon is?"
    },
    {
        "speaker": "C",
        "text": "Educate me. I'm assuming it's always in sunny and Phil."
    },
    {
        "speaker": "B",
        "text": "No, he's a. He's a real life crypto person. He's from back in, like, 2017. 2018, even maybe 2019. And he was just literally the worst person."
    },
    {
        "speaker": "A",
        "text": "The worst."
    },
    {
        "speaker": "B",
        "text": "The worst person. But he, like, he always flexed like he was the best thing since sliced bread. And it was just. He was just the worst person I've ever encountered. Encountered on Twitter. Anyway, that. So that was not a compliment. That is."
    },
    {
        "speaker": "A",
        "text": "No. You're off on that one. Fragile man child."
    },
    {
        "speaker": "B",
        "text": "Yes. All right, so you. You went burn. You went burn Kaiju, sell doodles by freaks. Yes, that correct. All right, Des, what are you doing?"
    },
    {
        "speaker": "C",
        "text": "I'm gonna be. I'm gonna be burning Trollsley. I'm going to be selling Kaiju, and I'm going to be buying doodles."
    },
    {
        "speaker": "B",
        "text": "That's, I think, what I would go with as well. I'm going with that same one. I don't really have any interest in either of those other ones, except. So if I have to choose one, I'm actually. I think I'm burning. I think I'm burning Kaiju, buying doodles, selling. Selling freaks. So there you go."
    },
    {
        "speaker": "A",
        "text": "Eyeballs are all over the place."
    },
    {
        "speaker": "B",
        "text": "Like, yeah, they're supposed to be, I guess."
    },
    {
        "speaker": "A",
        "text": "So they're doodles, I guess, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they're like cartoons, you know? All right, so that is. That's gonna do it for our segments here. Des, why don't you chat about. Why don't you chat about the kids drop real quick?"
    },
    {
        "speaker": "C",
        "text": "Sure, yeah. Goats has. Has the companion drop, which is kids. We're actually taking it in a different direction. A lot of companions have more mints than the original collection. We're going less. So it's a 3000 max supply, down from our 10,000 goats. But, yeah, it's a new companion for us. We've been planning this, really, since the beginning, and it's just kind of a different take for goats. We kind of created traits that were based on what you kind of become as an adulthood and, you know, things you strive to become. The goat of kids is a little bit more playful, the arts a little bit more cute season, and it's, you know, about kind of what kids dream of becoming. So it opens up the doors a little bit on what we were able to do with the art, and it's kind of fun. And, yeah, it's launching this Friday. It's for anyone who owns a forged goat. They're free to claim. You can also. It's, you know, our project always remains deflationary. So you can burn a goat off the floor to get a kid. That's another way to get one. And there's a public sale next week, so. Yeah."
    },
    {
        "speaker": "B",
        "text": "Nice. So I can burn one of my floor goats that I haven't forged. Nice. There you go. Chamber. You going. You burning a goat for a kid?"
    },
    {
        "speaker": "A",
        "text": "100%. Yeah."
    },
    {
        "speaker": "C",
        "text": "He likes goat meat. Grilled goat meat."
    },
    {
        "speaker": "A",
        "text": "Delicious."
    },
    {
        "speaker": "B",
        "text": "You know, I like. I hope there's a chamber trait on your kids, because that's what. That's what all the kids these days are."
    },
    {
        "speaker": "A",
        "text": "That's what they want to be, man."
    },
    {
        "speaker": "C",
        "text": "The head of the kid."
    },
    {
        "speaker": "A",
        "text": "You know, like, when you're a kid, you have, like, a big head, a little body."
    },
    {
        "speaker": "B",
        "text": "Yeah, never."
    },
    {
        "speaker": "A",
        "text": "I just never figured, like, kinked over."
    },
    {
        "speaker": "C",
        "text": "So it's just like, a big goat head with, like, a. Oh, Mandy."
    },
    {
        "speaker": "A",
        "text": "All right, before we go, I have to say, I was just looking at. So shout out to medical error interviews. I thought it was going to be a funny podcast. I'm just going to list off some of the titles of last few episodes here. The latest episode is grievous medical incompetent kills her father. And how many more? Question mark. The joy of birth, the harm of medicine, the betrayal of the system. Why can't you hear me? An inquest into medical negligence. These are dark. These are not funny."
    },
    {
        "speaker": "B",
        "text": "Why do you think they would be funny? It's about medical mishap."
    },
    {
        "speaker": "A",
        "text": "I thought it was, like, a comedy version of it. These are interviews with. With real people. I'm still gonna listen to it, but I won't laugh as much as I was hoping."
    },
    {
        "speaker": "B",
        "text": "You're crazy. All right, I have one. I have one chill here of my own here. So, the background that I'm using is the digital donut shop, which is a project that I am helping my cousin launch, and he's the artist behind this. And we actually. So this comment from Drew is pretty it's pretty funny. I've heard digital donuts is doing some crazy stuff, which is making hundreds of people quit their jobs and become puzzle masters for access to something. So we actually launched an ARG last night that leads to clues all over the Internet that will actually lead you to the public mint, and you will actually find a password that will unlock the mint. And we launched it last night, and people, people were really into it. Like, we, they were up all night finding clues of random stuff we put all over the Internet, like, we were hiding. We hid stuff everywhere, put out real fake websites, like a fake obitu, a fake obituary on Reddit. Like, all this stuff where people were. I minted something to a secret wallet that people found. It was really interesting. Now they have a working Google Doc of all the stuff they found, trying to put these clues together. So it was pretty fun so far. Amazing. Yeah, I mean, it's really fun."
    },
    {
        "speaker": "A",
        "text": "So impressive."
    },
    {
        "speaker": "B",
        "text": "Yeah, I could bring up the website."
    },
    {
        "speaker": "C",
        "text": "Really quick, but, like, really impressed. Man, that's fantastic."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was super. It's super fun. It's a super fun project with some really cool roadmap stuff. So come hang out in the digital donuts discord. You can find us on Twitter as well, but the website here is digital donuts or digital donut shop. And so you can kind of see here all the fun things we got going on, but the, like, we, we sent people on. I was super impressed in the one day, like, the one day how much people found. We have so much more that they haven't found, and that'll lead to all the. The mint details and everything, and it builds this bit. It just crescendos into this big storyline of what the whole lore is and everything, but what people found in a day, in a couple hours was pretty impressive. So fragile, man child's already dropping clues. He wants to know what these things mean that they've found, which is pretty fun. So check us out. Digital donut shop is the website. Come hang out in the discord, try to solve the puzzles that will lead us to midday. But, yeah, that's what I got. It's a fun adventure that we're doing there, and people are quitting their jobs to become puzzle masters, and that's about it. Chamber, any. Any other parting words before we get out?"
    },
    {
        "speaker": "A",
        "text": "No, I'm just totally impressed. I wish I had more time to. To participate in solving the, you know, solving these. Like, who did that? Like, who, like, did you guys hire somebody to."
    },
    {
        "speaker": "B",
        "text": "No, we built it all. We. We did the whole thing. So my cousin's name is Tom Henry. Like, we've been working on this project since, like, May. And so, like, we. Yeah, it's. We've had a lot of detail go into the stuff that we're doing. So, you know, now it's. Now it's time to get the word out there and start building the community. And this was a really fun way to kind of get people involved in leading up to, you know, midday and things like that, so. But it's. It's really in depth that it's just going to get crazier for people to find some. What I was really interested in was how. What I was worried about was people wouldn't be interested in kind of going and digging and, like, the things people were willing to do to go try to find clues. Like, they found this one clue that they thought was something based on, like, a Twitter, you know, like a twitter message that we hit out there. It led to a book on Amazon that actually matched the same text as the tweet, and somebody bought the book. I'm like, well, that's not it, but that was pretty funny. Yeah, so it was good, but, yeah, so lots more to come from that. We're just getting started over there, so come check us out in that discord as well. And we have this cool little donut bot that you can just command to feed you donuts all of day, so it's pretty fun, but that's going to do it. Des, any parting words?"
    },
    {
        "speaker": "C",
        "text": "No. You know, this is. This has been great. Thanks for having me back on. Sorry I missed last two weeks. Hopefully that's the last of that. And, yeah, onwards and upwards."
    },
    {
        "speaker": "B",
        "text": "Me and Des are going to have to find a spot to do a live TMC from NFT NYC. Yeah, we're both going. You. You can't leave the country yet, right?"
    },
    {
        "speaker": "A",
        "text": "Especially now. Somebody was mentioned to me because of my profession, might cause me even more trouble getting across the border."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "Because I'm in the weed biz, man."
    },
    {
        "speaker": "B",
        "text": "What does that have to do with anything, though?"
    },
    {
        "speaker": "A",
        "text": "I think if you go, like, I'm just hearing this. I heard this earlier this week that prior to pandemic, um, there was. There was some issues for people, um, you know, that were working for cannabis companies here in Canada, trying to get over, just. Not that they couldn't, but it was just more headaches than not."
    },
    {
        "speaker": "B",
        "text": "Interesting. So, see, you never. Don't worry."
    },
    {
        "speaker": "A",
        "text": "I'm gonna come up through Mexico. I'm gonna fly over to Cancun and hitchhike my way up. Get up through El Paso."
    },
    {
        "speaker": "B",
        "text": "Des and I are gonna find a bar to hang at, and we'll just do a. We'll just do a live stream and shoot the shit, and that'll be that."
    },
    {
        "speaker": "C",
        "text": "Y'all still haven't met each other in person, right?"
    },
    {
        "speaker": "B",
        "text": "No, I would have crossed the board. It's crazy. I'm gonna meet you before I meet him. That's crazy, but I'm underwhelming. Are there any shows about. Are there any shows from medical error interviews, podcasts about the cannabis industry? Do we know."
    },
    {
        "speaker": "A",
        "text": "I don't know, some OD's or anything like that? I haven't heard of any yet."
    },
    {
        "speaker": "B",
        "text": "I don't know, but that is gonna do it for us. Until next time, stay. Statement."
    }
]