[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the Mint Condition episode 18. Can you believe it?"
    },
    {
        "speaker": "B",
        "text": "I can't believe it. 18, if I'm being honest. That's. That's a lot of episodes, considering, you know, we do another show, and I feel like we haven't been doing it for that long, and I."
    },
    {
        "speaker": "A",
        "text": "It really doesn't feel that long. It doesn't feel like 18 weeks, which is. I just said to you before the show, that is officially a fiscal quarter. We've been doing this show for a fiscal quarter. Oh, there he is, joining us. Better late than never. Still on mute, the one and only des. But before we get to des, because he's having technical difficulties, chamber, how are you doing?"
    },
    {
        "speaker": "B",
        "text": "I am doing great. I put up, for those of you watching, I put up my Lakers background where my picture, my Avi on Twitter is superimposed over the face of Alex Caruso, who is my favorite laker. Alex Caruso the other day was, you know, in an effort to make me love him even more, was arrested for possession of marijuana on his way back to Los Angeles from Texas. I thought he was a pretty, you know, pretty straight laced guy, but turns out he's getting his mug shot, and it's the. It's the dopest thing I've ever seen. So memes galore after that. So, no, I'm pretty excited."
    },
    {
        "speaker": "A",
        "text": "That's funny. You are the Alex Caruso of this podcast."
    },
    {
        "speaker": "B",
        "text": "I sure am."
    },
    {
        "speaker": "A",
        "text": "Dest, are we operating fully here?"
    },
    {
        "speaker": "C",
        "text": "I don't know if we're operating."
    },
    {
        "speaker": "A",
        "text": "There you go. You are operating fully. So you said before on the show, before we got on operating on no sleep and lots of stress. What's going on in your life, Des?"
    },
    {
        "speaker": "C",
        "text": "Just so much. So much good stuff, but it's just. Yeah, man. No sleep. No sleep. I know you guys are fathers of young children, so you guys are accustomed to that, but I am. I am not."
    },
    {
        "speaker": "A",
        "text": "So Des needs beauty rest."
    },
    {
        "speaker": "C",
        "text": "I need my beauty rest. But no, just a lot of good things going on. Obviously, I'm no secret. I'm trying to get goats going and to the finish line. I feel like I'm so close, and it's just going. That last 10% just takes so much effort."
    },
    {
        "speaker": "A",
        "text": "Yeah. So in the past week, I feel like we've seen a lot of. A lot of goat action appear. We've seen the Twitter kickoff. We've seen the discord kick off. We've seen some land giveaways going on. So lots of action. Lots of action for goats. I think the pre hype on goats is pretty strong. I feel like, I think you got a good amount of community support, it seems. I think people are digging, you know, some of the things that are on your roadmap and how the functionality is going to work. We're going to have to do a full episode, I think, on."
    },
    {
        "speaker": "C",
        "text": "A little bit of time."
    },
    {
        "speaker": "A",
        "text": "So, like, what, what's the hardest thing about this last 10% of the way, you think?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, I think in being in the world of product management before, you know, you want to take in as much feedback as possible. And that's like so critical to the success of anything you do is really trying to listen to your customer and take in feedback. So as we're nearing and showing more stuff, we're getting more feedback and we want to incorporate it. But there's a fine line between good suggestions and incorporations versus distracting kind of scope creep. So it's about managing that and fixing what we can fix and making the hard decisions. But that's what really kind of keeps it going from that last 10% because you drop back to only 85% done and then you get to 90 and then it goes back to 85. So it's, it's funny. Um, but yeah, we got."
    },
    {
        "speaker": "A",
        "text": "When goats in the chat. Love it. We're. I'm looking forward to it. I think people are really digging the idea. So I'm gonna, I'm definitely gonna go hard minting some goats. So we'll see. We'll see what. This is the not financial advice ticker where we. There you go. This is the not financial advice ticket. Oh, no, I actually dig that one with all the one."
    },
    {
        "speaker": "B",
        "text": "It's pretty. That's a dope goat right there."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a dope goat."
    },
    {
        "speaker": "A",
        "text": "Oh, dope goat is a good hashtag for you. You can have that for free."
    },
    {
        "speaker": "B",
        "text": "Not financial advice."
    },
    {
        "speaker": "A",
        "text": "Not financial advice."
    },
    {
        "speaker": "B",
        "text": "So that's. So do we, do we have a, do we have a date in mind or a timeline that we're thinking?"
    },
    {
        "speaker": "C",
        "text": "It's still early July is what I'm quoting right now."
    },
    {
        "speaker": "B",
        "text": "That seems reasonable."
    },
    {
        "speaker": "C",
        "text": "Early July. It's, you know, it's so funny. It seems so close, but in the world of NFT space, that sounds like two years from now."
    },
    {
        "speaker": "B",
        "text": "It's a lifetime away."
    },
    {
        "speaker": "C",
        "text": "You know, it's all relative."
    },
    {
        "speaker": "A",
        "text": "It is a lifetime away in the NFT world. I feel like just in this past week we have seen a lot of crazy stuff happen. A lot of projects releasing a lot of projects flopping, a lot of floors being raised, all kinds of crazy stuff going on. I think the best place maybe for us to start is what's been going on with the board apes. So last week we had. Was it Friday? Was the announcement? I believe so. Friday they announced the release of the fact that every ape owner could mint a corresponding dog from the board ape kennel club. And you were able to mint your own dog. And that just sent everything parabolic very quickly. So we had the floor go from, like, one and a half. I think it was, like, earlier that day. All the way over the weekend, we saw the floor on apes go to over four. I think it peaked at 4.5 east. And then the dog floor. Unrevealed dog floor."
    },
    {
        "speaker": "B",
        "text": "I was gonna say. I was just about to pull it up here. I didn't realize. Because I'm a fool."
    },
    {
        "speaker": "A",
        "text": "Because you are. Hashtag, not a community member."
    },
    {
        "speaker": "B",
        "text": "Not a community member. And I sold, as I think last week, I said I sold my board ape, so I did not get a dog. And I didn't realize they didn't. They weren't. You couldn't see them. So I'm gonna pull them up here. Hang on one sec."
    },
    {
        "speaker": "A",
        "text": "I'll tell that story as well. Thanks. Thanks, Steve. I was getting there. Yeah. So this is what the. This is what the dogs look like right now. The dog, I think the floor on dog."
    },
    {
        "speaker": "B",
        "text": "That's the floor right there."
    },
    {
        "speaker": "A",
        "text": "Wait, one or 1.5? Yeah, 1.5 unreleased dogs. So I had, at the time, two apes, two dogs. I couldn't help myself from selling one ape, one dog. So one of my apes sold for about three and a half eth. And then I sold the one dog on the way up at about one eth, and then this just kept going. And I'm like, man, I feel like I have to sell the other one. So I sold both my dogs. I'm currently doglesse. And then I made a really terrible mistake with my other ape, and I accidentally donated my non floor ape to the liquidity pool because I was messing around with it, and I knew better. Like, I knew kind of what was going to happen, and I was. I went, like, one click too far where I couldn't go back, and I was like, shit. So at the time, there was only eight apes in the liquidity pool. So I'm like, okay, I actually have a decent shot of getting the same ape back. And when I did not, I got a very, very bland floor ape, and I was pissed. And at the time, the rocket was coming back down a little bit, so I decided to sell that off. So I was apeless for 12 hours. I was apeless in Seattle, and there was, there was a void in my being. Like, I was like, all right, I have now collected a very nice amount of eth from these ape sales, and I gotta tell you, the shame of having to change my profile picture on all of these platforms that I was using it on. It's real. Like, people, somebody was watching my wallet. They messaged me, like, oh, are you out of apes? And I'm like, I'm like, oh, well, about that. So I couldn't even last an entire day. I literally was able to for about 12 hours. And I was messing around on Opensea and saw this guy behind me over here listed for."
    },
    {
        "speaker": "B",
        "text": "That's a pretty good one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Listed for the floor. And I wanted a spinner hat guy. I've always loved the spinner hat, and so I picked that up for the floor, and now I'm back to being an ape holder. So I don't have a dog. I might be going to pick up some dogs as they're revealed, I think, this evening. Do we know what time they're revealed?"
    },
    {
        "speaker": "B",
        "text": "I don't know, Des. You know."
    },
    {
        "speaker": "C",
        "text": "I don't."
    },
    {
        "speaker": "B",
        "text": "It is today, though. Are we sure it's today?"
    },
    {
        "speaker": "C",
        "text": "I mean, it was 24th."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe somebody, maybe somebody in the chat can let us know. But, yeah, I'm, I'm unaware. I'm not buying one. I'm sorry. So what did you say the floor was at when you bought yours? When you bought this guy here?"
    },
    {
        "speaker": "A",
        "text": "This I bought for about 3.4, which, so I actually took a tie. I actually had to pay up a tiny little bit. So I've sold the floor ape for, like, 3.2 and then bought this one back for 3.4. 06:00 p.m. eastern we are hearing is the dog reveal. So, Des, are you going to be flipping dogs today or what? Come on."
    },
    {
        "speaker": "C",
        "text": "There's not enough mountain of stress to keep me away from flipping releases. Come on, now."
    },
    {
        "speaker": "A",
        "text": "So what traits are we looking for for dogs? Do we know yet?"
    },
    {
        "speaker": "C",
        "text": "I mean, we don't really. I mean, we know they have a loose connection with the existing traits because you've seen some of the death bot dogs and things like that and golden dogs, but other than that, we don't know what traits are new. We don't know which traits are exactly the same, which aren't replicated. So it's really exciting. I just, I'm gonna be, I held onto a couple dogs myself. I wanted the serial numbers to match the apes I had, so those were the ones I kept. And you know, so I'm excited to see what I get, but I'm also very excited to get on that secondary market."
    },
    {
        "speaker": "B",
        "text": "Here's another question here from Bundoy. That's, what can I call them? Do we believe the dogs will have their own roadmap? Have we heard anything from there?"
    },
    {
        "speaker": "C",
        "text": "I don't think so. They're going to do their best job to marry these two projects because I think it's in their best interest to make it one ecosystem rather than just a strict spinoff, because then that just looks like you're diluting the entire, you know, brand as a whole. So I think they'll connect it as much as they can to, you know, the board API club. So, no, I don't think we'll. They'll have a new route. They might have a few things, but this is not an entirely separate project. This is very much part of the same."
    },
    {
        "speaker": "A",
        "text": "Yeah. What was cool was as part of the dog release they had built into the contract that I don't, I think it was 10% of the total secondary sales was going to go to anti kill shelters, which was pretty cool."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think they picked up, I want to say 33 ETH for that."
    },
    {
        "speaker": "A",
        "text": "That's a good amount of ETH."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's really good. So that's what kick started this wild week that we've seen in the past seven days."
    },
    {
        "speaker": "B",
        "text": "Father's day evening was the evening, by."
    },
    {
        "speaker": "A",
        "text": "The way, Father's day evening. What happened? Father's."
    },
    {
        "speaker": "B",
        "text": "I just felt like everything was happening. I mean, that was."
    },
    {
        "speaker": "A",
        "text": "There was, yeah, that was pickles. That was craniums. That was crazy. So I missed. I was, I was Father's Day ing, and the craniums dropped at like, 03:00 I saw that they were cool. So I, like, went to go mint them out, like, 330, and everything was, everything was gone already, which, like, I."
    },
    {
        "speaker": "C",
        "text": "Feel like we're, we are very attuned to all the NFT space. And that was when I straight up missed, like, I."
    },
    {
        "speaker": "A",
        "text": "There's. How many."
    },
    {
        "speaker": "C",
        "text": "How did they have that much support? And I missed it, like, I don't know."
    },
    {
        "speaker": "A",
        "text": "So you didn't get any correct, Des. You didn't go at all? So chamber is a sucker for skulls, as you can see."
    },
    {
        "speaker": "B",
        "text": "I am a sucker. I didn't realize it, but I am."
    },
    {
        "speaker": "A",
        "text": "Oh, you absolutely are. Like, I'm pretty sure you designed all of our rec stuff. Like, you worked with the designers, so I think the skulls were your idea from the beginning. So you actually went pretty hard on the skull secondary market."
    },
    {
        "speaker": "B",
        "text": "I thought the I thought the artwork was really, really good. I thought they looked cool. And on the secondary market, I mean, I was buying them for. I don't know what they were minting for, like, 0.05, maybe 0.050.08, something. Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, no, it definitely was. It was 0.05. I think you're right."
    },
    {
        "speaker": "B",
        "text": "Yeah. I was picking them up from like, 0.0750.08. I think I bought twelve of them. And I mean, now the floor. I mean, I have. I have a couple left here. I'll pull them up now. Actually, I have four left, I think. But they're so. I don't know, I think they're. I think they're pretty dope. Here we are."
    },
    {
        "speaker": "A",
        "text": "So those are yours?"
    },
    {
        "speaker": "B",
        "text": "Yeah, these are mine here. So, like, I like this guy here. This is the rarest one I ended up getting accidentally. I was just kind of picking and I, you know, I think this is ranked me in the top thousand."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Out of. Out of the 10,000. So that one's pretty cool."
    },
    {
        "speaker": "A",
        "text": "This is rubbing off on you."
    },
    {
        "speaker": "B",
        "text": "Yeah. But again, I was just buying up the floor, so, like, whatever the cheapest things were after I. After I bought probably six or seven. And then I started kind of looking for, like, cooler ones. But I didn't get anything too. Too crazy. But, I mean, the floor now is. I'll pull it up here. Hang on a sec. I think the flow, like, salute to."
    },
    {
        "speaker": "C",
        "text": "Everyone who buys up the floor. Those are the unsung heroes right there."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's all. That's all I was doing. Sort it here. I think. I think it was .3 the last time I checked. And I was, like I said, I was. I was picking these up for less than 0.08. Yeah. 0.275."
    },
    {
        "speaker": "A",
        "text": "Look at that. So you crush these?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And, I mean, I sold. I sold a bunch for like, 0.55. I sold a couple for like, 0.4. So, yeah, it was. It was good. It was good."
    },
    {
        "speaker": "A",
        "text": "You even went so far. And I think we need to stop and talk about this."
    },
    {
        "speaker": "B",
        "text": "We do."
    },
    {
        "speaker": "A",
        "text": "You changed your profile picture, which is not something I thought that you would ever do, ever with an NFT product."
    },
    {
        "speaker": "B",
        "text": "And I didn't like it because I."
    },
    {
        "speaker": "A",
        "text": "Know the disdain that you had for me when I actually did it. You've never said it, but I know it's there. And I can't believe it was the craniums, the skulls that actually got you to do it."
    },
    {
        "speaker": "B",
        "text": "I'll show you which one. I think I'm okay to show too much."
    },
    {
        "speaker": "C",
        "text": "I swear to God. Chamber if you don't change your freaking profile picture to a goat the day of."
    },
    {
        "speaker": "B",
        "text": "So this was mine."
    },
    {
        "speaker": "A",
        "text": "That's a good one. That's a great one."
    },
    {
        "speaker": "B",
        "text": "I our buddy Eb's I from."
    },
    {
        "speaker": "A",
        "text": "I can't believe he sold it to Ev's."
    },
    {
        "speaker": "B",
        "text": "I said, here. I said, you could have. I showed him what I had, and I gave him this as an option. And I'm like, oh, you know, I had it as my profile picture for maybe 24 hours a day. Yeah, yeah, maybe 24 hours. And that's the one he picked. So I gave him a fair below floor price on that."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "I'm a man of the people. Abs takes care of us."
    },
    {
        "speaker": "A",
        "text": "A pretty good roadmap. I thought their roadmap was pretty good. Djen stable says that he was in the discord, and they had over a thousand people in there. I'm surprised we didn't see more hype going into it on Twitter. You know, I think was interesting. It seemed like a lot of punks guys were in on this. Like, when I saw Twitter after, it seemed like a lot of punks owners were in on this one. I'm not sure, you know, if that might have been going around the punks discord. And I keeping quiet about it, but I did see a lot of punks owners were in this one."
    },
    {
        "speaker": "C",
        "text": "Was it Jimmy. Was it Jimmy EtH that bought the 1515 Eth emerald?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Yes, I think you're right. The one with the. Yes."
    },
    {
        "speaker": "C",
        "text": "That's how you set a market right there."
    },
    {
        "speaker": "B",
        "text": "No, I think it was even. Was it 19 Heath? Maybe? It was. It was a good amount. But, yeah, I think those ones. Those ones are really cool. And yes, skulls are. Skulls are awesome. I don't know anything about the roadmap. I don't know anything about what's happening. Like I said, you sent me the link. I'm like, these look dope. I'm gonna buy a whole bunch if."
    },
    {
        "speaker": "A",
        "text": "Literally by the time that I sent you the link, they were gone."
    },
    {
        "speaker": "B",
        "text": "I was upstairs, I came downstairs to my office, and then I think I tried to buy 25 of them, and it was like, nope, no, do not pass go. And, yeah, I just ended up buying a bunch on secondary as soon as they hit."
    },
    {
        "speaker": "A",
        "text": "But do you want to know how I think we've made it as a show? When you start getting spam comments in."
    },
    {
        "speaker": "B",
        "text": "The chat, did we get a spam?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Want to become famous?"
    },
    {
        "speaker": "B",
        "text": "Oh, is that. I kind of barely read that one."
    },
    {
        "speaker": "A",
        "text": "We're getting spam comments in the chat. And that I think that's how, you know, we've. We've made it as a show."
    },
    {
        "speaker": "B",
        "text": "Looks like we made it. That's awesome."
    },
    {
        "speaker": "A",
        "text": "Zook talking basketball pandas. Did you see that one? Yes."
    },
    {
        "speaker": "B",
        "text": "I have not seen these."
    },
    {
        "speaker": "A",
        "text": "So there's, like, three panda projects now all of a sudden. So there's a. There's basketball pandas, there's the golf pandas there. So the golf pandas have this built into the contract where I saw the golf course is going to get some. Some royalty. And, I mean, there's just. I think we're seeing a lot of replication as well. When. Congrats on this fan. When is it enough? Like, what is the. What is the cutoff? Because every one of these is selling out. Right. Like, we've seen instantly. I mean, almost all these is selling out. Unless you're bad banana or."
    },
    {
        "speaker": "B",
        "text": "Oh, I thought bad banana did well, did it not?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Did it? I don't think it did. I think Des is holding his banana on that."
    },
    {
        "speaker": "B",
        "text": "That's okay. I got caught holding some super yetis that I still love, but they are."
    },
    {
        "speaker": "A",
        "text": "Are we giving away a super yeti today?"
    },
    {
        "speaker": "B",
        "text": "Honestly? I'm gonna give away. Yeah, I'm gonna give us. Somebody's getting a super yeti today."
    },
    {
        "speaker": "A",
        "text": "Retweet the retweet the episode, the live Twitter, and we will give away. Where. Are we already declaring Yetis? Are we already declaring Yetis part of the NFT graveyard?"
    },
    {
        "speaker": "B",
        "text": "I mean, you know me, I love anything bigfoot Yeti. Really. If there was a bigfoot with a skull on it, I don't know what I would do. I would explode, I think. But I love anything. I love anything Yeti related. And this was the one few, you know, one of the few projects that did not do as well as I was hoping. So, yes, we'll absolutely give one in the NFT graveyard. We might be burying it alive. It might be being buried alive, but we're going to bury it nonetheless."
    },
    {
        "speaker": "A",
        "text": "So a lot of alien talk going on in the chat."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Des, what you know about aliens?"
    },
    {
        "speaker": "C",
        "text": "The alien boys?"
    },
    {
        "speaker": "A",
        "text": "Yeah, alien boysummer."
    },
    {
        "speaker": "C",
        "text": "Yeah, alien boys."
    },
    {
        "speaker": "A",
        "text": "Summer."
    },
    {
        "speaker": "C",
        "text": "That was my favorite thing that came out of it. No, I mean, it's kind of a cool cult following. It felt like at the beginning, like, I heard about it pretty early, and it just kind of was. I don't know. You know, the. The artwork is cool, but it's also, you know, very different from it. Like, it's almost satirical, but not, you know, I don't know how to explain. When I saw it. And I thought that was cool. I thought that was cool. And then again, this is what it just goes to show. Community is key. Like, it had, like, some really great, involved, vocal people in the community, and, yeah, they crushed it. Now, I will say I'm biased, but I'm not a huge fan of the reveal projects right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, that would be my thing, too. I feel like you gotta mint it and see it at the top immediately. Right."
    },
    {
        "speaker": "B",
        "text": "I'm holding a bunch of pickles that I gotta tell you, I'm a little bit nervous about."
    },
    {
        "speaker": "A",
        "text": "Guess what? They're all the same. It's literally just gonna be."
    },
    {
        "speaker": "B",
        "text": "I would love if that was the case."
    },
    {
        "speaker": "C",
        "text": "That would be amazing, actually. Just like the. I feel like that would be just, like the wax tops coin, where it was so bad that it was good."
    },
    {
        "speaker": "A",
        "text": "Yeah. Right. That's. That's exactly what's gonna happen. So here's alien boys. Here's the hashtag. Alien boy. Summer, there's a lot of alien boys in the chat right now. The community is."
    },
    {
        "speaker": "B",
        "text": "We were DM's today asking if we could have somebody from alien boys on our show."
    },
    {
        "speaker": "A",
        "text": "Really interesting. So we might have to. We might have to do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I have. So what do we know when the release of the imagery is going to happen?"
    },
    {
        "speaker": "A",
        "text": "It happened, didn't it?"
    },
    {
        "speaker": "B",
        "text": "Oh, did it?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, it happened over the weekend."
    },
    {
        "speaker": "B",
        "text": "Over the weekend."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it was like, I don't know, three or four days where they all had the paper bag over their head, which was hilarious. Yeah. Which was great. And then I think the person who dm'd you is listening."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "I wonder who did that. But, yeah. So I see what you mean by, like, the satirical nature of them. I don't know. They're kind of cool."
    },
    {
        "speaker": "B",
        "text": "I love aliens, too, and, I mean. And apparently they now exist in real life irl, as the kids would say. Apparently, the government's releasing info that, like, we just have UFO's now, apparently. And nobody's. Nobody's."
    },
    {
        "speaker": "A",
        "text": "Nobody really cares that there's UFO's. Everybody's just like. Yeah, we. We knew it."
    },
    {
        "speaker": "B",
        "text": "We kind of figured that out. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, all those people have been saying they've been being probed for years. Yeah. Like, we believe them now. Like, you know, but I don't know when. Like, I feel like some of these profile picture type avatar projects, like, it's just so many. It's an onslaught. So it's like, how do you choose? Des, I'm not going to give you this question because you're going to be biased on the answer. How do you. Oh, well, first of all, I would look for the product that has a goat. I'm pretty partial to goats, but chamber, there's so many. There's literally one dropping this probably by the time the show is on. There's the. The one you were talking about today."
    },
    {
        "speaker": "B",
        "text": "Misfit. You."
    },
    {
        "speaker": "A",
        "text": "Misfit university. Have you seen this one, Des?"
    },
    {
        "speaker": "B",
        "text": "Magic."
    },
    {
        "speaker": "C",
        "text": "Magic school bus."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, lamello Ball has a crate. Has a cranium now, too. An ape and a cranium. Lamella ball is legit."
    },
    {
        "speaker": "C",
        "text": "Either that or his marketing team."
    },
    {
        "speaker": "B",
        "text": "I'm kidding. I don't know the way I would choose. I mean, you kind of go by almost like a gut reaction to the artwork. If it's a real kind of copy and paste of something else, you can kind of see it. Like, if something worked well to me, you can kind of tell what's had effort put into it and what hasn't. So, like, for example, like, I like Crane. I really like the craniums. They. They look different, even though, like you said, it's kind of still like an avatar. Those avatar nfts, they look different. They look cool. Again, just partial to that kind of artwork. So it didn't shock me that that kind of took off the way it did. I mean, it's not, you know, I mean, it's like bored ape, right? I mean, Des, when you saw bored ape, you're, you know, I'm sure you had that. That light switch go off. You're like, yeah, this is. This is cool."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, that's initially before all the hype. What drew me is like, oh, I want one as my profile pic. Like, yeah, sounds good. So I minted one, got a crappy one, and then minted another, got a great one. So."
    },
    {
        "speaker": "B",
        "text": "And the transition out of that pixel art, too, right? Like the punks to more obviously, you know, detailed image."
    },
    {
        "speaker": "C",
        "text": "One of my favorite projects, and we talked about this all the time. I think we talked about last time, it was pixels. Like, pixels had a great actual roadmap. And I think, you know, it failed because it just came out at a time where pixel generated avatars were just fading away. So someone said it today in our discord of goats, the, you know, you have to have a lock and key, and the lock is. Or the key is the art, and the lock is the roadmap. Right? That's what's going to like, you cannot get in the door if you do not have decent art, and then you cannot succeed if you don't have a lock or if you don't have the roadmap. So I kind of tend to agree with that. You got to have both right now."
    },
    {
        "speaker": "A",
        "text": "So as somebody who's working on a project that's about to release, you know, what is, what are the things that you look for in a roadmap? You know, we talk about all the time, you know, utility this, you know, things like that. But what else, you know, were you considering as far as your roadmap or, like, what you look for in these projects? Roadmaps."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think a lot of roadmaps tend to be pretty short sighted. Like, quick wins, like three months down the line. Here's what we're going to accomplish. What I would love to see from a lot of roadmaps is like, all right, what's it look like a year from now? Or what do we envision from a year from now? What kind of stuff are we going to be adding to it? Because, um, like I said, I think a lot of roadmaps are short sighted. So that's, that's kind of what I look at. Any differentiators? Always great. I just. The craniums is the one that has, I know a couple do now, but at the time it was new, where you can like, create like a blog or a post about your cranium and its background. Is that correct? The Cradle."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was pretty cool."
    },
    {
        "speaker": "C",
        "text": "I think that's so cool. I think that's such a cool way to interact with your, your nfts and build community around it. It's like the Jenkins, the Valet from border. Amazing stuff. Amazing stuff."
    },
    {
        "speaker": "A",
        "text": "We have so many alien boy comments in here."
    },
    {
        "speaker": "B",
        "text": "I gotta get some."
    },
    {
        "speaker": "A",
        "text": "I know, I'm serious. I was not expecting when we started this show that aliens, I thought we."
    },
    {
        "speaker": "B",
        "text": "Would have more, you know, Skull back. Skull or whatever. I thought we'd have definitely more cranium fans in here."
    },
    {
        "speaker": "A",
        "text": "So we've seen in the Chat four alien boy sales over ten k. So we've got really, we've got some SeCoNdary movement on, some Legit SeCondary movement on alien boys. Turtles, rocks says that they're open source and there's utility in them. It's an invasion. Aliens are friendly and they're letting you. Anything that's not minted can be used by the community for marketing purposes, which I think is cool. Turtles, we come in peace. I feel like I have to buy a dang alien right now. What's the floor on aliens?"
    },
    {
        "speaker": "B",
        "text": "I'm pulling it off. Hang on one sec."
    },
    {
        "speaker": "A",
        "text": "Can I take a stab?"
    },
    {
        "speaker": "C",
        "text": "Can I take a guess."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Let's take some guesses here."
    },
    {
        "speaker": "C",
        "text": "I'm gonna go with 0.180.18."
    },
    {
        "speaker": "B",
        "text": "I'm a buyer of 0.18, by the way, if that's what it is."
    },
    {
        "speaker": "A",
        "text": "Yeah. If it's 0.18, I might buy one. I'm gonna go with, let's see, floor 0.22."
    },
    {
        "speaker": "B",
        "text": "I'm not taking a guess because I'm pulling it up now. Let's see exactly what it is. It is buy now. Is that right?"
    },
    {
        "speaker": "A",
        "text": "Oh, oh, wait, is that because there's still some that aren't minted?"
    },
    {
        "speaker": "B",
        "text": "Maybe. I think this is it. Let me pull it up. I'm going to share this. I'm going to share my. I just want to make sure I've pulled up the right one. I think I have. Is this the right one? Because I have it here as like 0.075 right now."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay. So I want to make sure we're talking apples and apples here."
    },
    {
        "speaker": "C",
        "text": "You got to buy now. Selected."
    },
    {
        "speaker": "A",
        "text": "Yeah. 0.08."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, yeah. But do I have the right one?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "All right, screw it. I'm buying some."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Nate, we're buying some."
    },
    {
        "speaker": "A",
        "text": "Nate, we've been invaded. We have been invaded by alien boy summer. This will have to flip this particular peace chamber and in their discord or something, like, we literally just got alien boy invasion."
    },
    {
        "speaker": "C",
        "text": "I think one of their best marketing terms was like, one is an alien or something. Two is an invasion."
    },
    {
        "speaker": "A",
        "text": "I was like, yes, I dig that one."
    },
    {
        "speaker": "B",
        "text": "That's pretty cool. I think I like this one. We're gonna get. I'm gonna take this one. I'm gonna buy a bunch later, though."
    },
    {
        "speaker": "A",
        "text": "You're buying that one right now?"
    },
    {
        "speaker": "B",
        "text": "I'm buying this one right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, I hear that the alien boy discord is pretty lit. Pretty lit, too. I think that's it. Sounds like they're a cool place to hang out."
    },
    {
        "speaker": "C",
        "text": "If you remember when member when chambers showed his entire seed phrase to the entire live community."
    },
    {
        "speaker": "A",
        "text": "Did you just there? Did you just do that right now?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Oh, there's a liquidity pool as well, which I am. I am a fan of."
    },
    {
        "speaker": "B",
        "text": "The eth I had in my wallet."
    },
    {
        "speaker": "A",
        "text": "We're all buying aliens. I guess so. Chamber just bought one."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just bought. Yeah, I like this one."
    },
    {
        "speaker": "A",
        "text": "I'm going to go. I'll buy one after the show. Oh, there's some gems in the pool. The liquidity pools are really great when, I mean, they really are a nice feature to have if you can get them on the NFT 20 or NFT effects and the. You know, unless you use it wrong, like I did, and throw a non floor item into it."
    },
    {
        "speaker": "C",
        "text": "Just doing God's work."
    },
    {
        "speaker": "A",
        "text": "Yeah, somebody. Somebody's gonna be very happy with that, with that pickup."
    },
    {
        "speaker": "B",
        "text": "Did you just select. Did you just select the wrong ape? Is that what you did? Or were you just fooling around with it and then all."
    },
    {
        "speaker": "A",
        "text": "No, I only had one. I only had one left. So, like, it was the only ape I could select, and I was messing around with it to see kind of what the process looked like, and I went one too far and signed my boy away. What was I going to say? There's. Oh, this was another interesting thing that I saw that just came up in the chat as well from Bundoye voxidais, which we've talked about a couple times. They removed the very steep bonding curve that they had, which, you know, I think is a good thing. I think it probably hurts a project like voxidais, which, where you have to kind of back down from it. I think it's. You kind of need to have it or you don't, and if you don't, or if you have it, you kind of got to stick with it. And it just goes to show that maybe it wasn't as well thought out as possible beforehand. And, you know, some of those. That bonding curve in particular was pretty high. So I think, you know, bored apes have kind of came in and said, f the bonding curve. And I think that's had a really big impact on all the projects that have been released since then. I think people, I think the bonding or not having the bonding curve, having the flat price gives the community a little more value back. I mean, you're still going to, if your project sells out, you're still going to make your money as a project, but it gives some of that value back to the community as a whole. It also gives people a chance to buy more of them. Right. I might mint 50 bored apes if I could go back and do it again. You know what I mean? Like, right? What do you say? What are you thinking? Chamber?"
    },
    {
        "speaker": "B",
        "text": "I keep. I'm buying more aliens."
    },
    {
        "speaker": "A",
        "text": "Hashtag alien boys. Summer."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "You kind of look like an alien boy."
    },
    {
        "speaker": "B",
        "text": "You know what? I look kind of like a super yeti alien boy. Hi. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "A super alien boy."
    },
    {
        "speaker": "B",
        "text": "Oh, I didn't show you guys this one yet, too. I got this. So I was telling Joe prior to the show, my wife, I'm not going to just point my wife up, but so do I. But we've purchased things on TikTok, and if anybody's on TikTok, they know the ads I'm talking about are very persuasive and do a really, really good job of making you want to buy those things. So my wife ended up getting me this, like, sweater subscription that I get, like, a couple of sweaters every month that come from, like, Japan or something like that. They make no sense whatsoever, but they're. They're kind of dope. I got this one today."
    },
    {
        "speaker": "A",
        "text": "It's Duncan boy."
    },
    {
        "speaker": "B",
        "text": "Duncan boy with, like, a little. I don't know. Is that. Is that like a, like a doge dog? I'm not sure, but it just showed up right before the show, and I'm like, oh, this is, this is cool. So I highly recommend boy from now on. Yeah, Duncan boy is not a bad name, Nate. Thanks, Nate. I am officially a community member for the next at least 48 hours, so. Which is longer than I normally do."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you, though, like, the power of the community is really big. I legitimately had a void in my life when I had to give up my ape avatar and explain to people why I was no longer. And it was weird. I'm like, I can't go to these conferences now. I'm not part of the crew. Like, I'm a loser now that I don't have a. But anyway, all right, what else do we got here? So upcoming drops, we've got mad cat militia. Have you seen that one?"
    },
    {
        "speaker": "B",
        "text": "I have not. I'm going to pull that up now, actually, as we speak."
    },
    {
        "speaker": "C",
        "text": "I have. It's a cool one. It's funny. The three projects that I think get mentioned along with goats the most, so I see the most of, is mad cat militia and bulls on the block."
    },
    {
        "speaker": "A",
        "text": "Oh, somebody asked about bulls on the block in the chat. What are your thoughts on bulls on the block?"
    },
    {
        "speaker": "C",
        "text": "I mean, someone asked in the goats or channel or something on Twitter, you know, like. Or they said, like, the art, you know, is unbelievable. It's the true goat or whatever. And, you know, I took a look at it. I mean, the art itself on bulls on the block is unreal. I mean, it comes from a real kind of illustrator artist or Photoshop artist. He posts, like, live videos of him making the bowls. I'll just say it right now. Artistry."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's the best."
    },
    {
        "speaker": "C",
        "text": "It's the best. So, yeah, that's what I'll say about that, is someone asked me, like, you know, what? What are the three things that stand out to you between these projects? And I said, well, for bulls on the block, it's complete artistry. Um, such good art around it. And then for Matt."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is pretty cool."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's pretty sweet."
    },
    {
        "speaker": "A",
        "text": "I kind of want a bull."
    },
    {
        "speaker": "C",
        "text": "Oh, I'm definitely getting a bull. It's. It's a foregone conclusion. Max Mint."
    },
    {
        "speaker": "A",
        "text": "When?"
    },
    {
        "speaker": "C",
        "text": "Sometime this weekend. It's 100% a max mint for me."
    },
    {
        "speaker": "A",
        "text": "Really? Let's go. I'm going for bulls on the blockchain. Let's go."
    },
    {
        "speaker": "B",
        "text": "Hello."
    },
    {
        "speaker": "A",
        "text": "All right, I'm in on bulls on the block. I actually saw one on Twitter. Somebody posted one literally right before the show. Let's go check out their roadmap chamber. Speaking of roadmaps, let's look it up. Meanwhile, Cameron says, do you all have beef with these projects that have a similar base, like gutter cats versus something like mad cat militia, or do you view them as separate things? Me, personally, I think, you know, the timing of these is, like, one animal after another. People are probably working on these animal ones at the same time as each other. So, you know, unless it's, like, a straight up one day after the next, the other one comes out. Like, I think they can coexist a little bit. But I will reiterate earlier that it's like, you know, there's just so many of these avatar style drops that it's hard to. You can't be in all of them, right? You gotta be. You gotta be selective about what you're. You're in. So it's like, the one with the better community, what is gonna win for me? The one with the better roadmap is gonna win for me? The one that I see kind of the most engagement with on Twitter is gonna win for me because, you know. You know, like, for example, if the apes are behind it now, it's like a."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "It's like a no brainer, because there's just so much pull behind that whole community. But anyway, des, what do you think about that? Can you meet us together?"
    },
    {
        "speaker": "C",
        "text": "I've been kind of preaching this concept for a little while now, but this, like, idea of a zoo crew alliance, let board apes be the first member of it, and let them sub select the second member, and then let that member select the third and fourth. And that way you get, like, this coalition of, like, the best of the best, you know, animal projects. I think that would be really cool. But. No, I agree. I think there's room to coexist. It's just getting. It's incredibly crowded right now, so you have to stand out. There's many ways to stand out, but if you're going to do another cat or another panda. Like, you better think of one hell of a differentiator. So. But, I mean, hey, the pandas marketing strategy is phenomenal, you know, tied directly to feeding the board apes back, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is the golf panda, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the golf pandas."
    },
    {
        "speaker": "B",
        "text": "Sorry."
    },
    {
        "speaker": "C",
        "text": "The golf pandas. Yes."
    },
    {
        "speaker": "A",
        "text": "So this roadmap kind of looks a little to me."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't disagree."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Like I said, I would buy a bold. Because just that, in my opinion, is some of the best artistry to come out of NFts right now."
    },
    {
        "speaker": "A",
        "text": "So that's."
    },
    {
        "speaker": "C",
        "text": "That's why I'm buying. Not necessarily completely for the Roma, but."
    },
    {
        "speaker": "A",
        "text": "Yeah, I, like, sell them all out. We're gonna get tattoos of them."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know."
    },
    {
        "speaker": "A",
        "text": "That's funny. That's. That's great. The, like, Nate says he could get the alien boy leader on, but he'll wear a paper bag and so, yeah."
    },
    {
        "speaker": "B",
        "text": "We don't know who that is. Right. That's. That's the big. That's the big."
    },
    {
        "speaker": "A",
        "text": "Seems like it's anonymous, but, yeah, imagine it was me."
    },
    {
        "speaker": "C",
        "text": "That's another thing that people have been bringing up is, like, we're buying into projects that we have no idea about the founders or the owners or the devs."
    },
    {
        "speaker": "B",
        "text": "I feel like I've been doing that for years."
    },
    {
        "speaker": "A",
        "text": "Is that a great thing or a bad thing? Is that."
    },
    {
        "speaker": "C",
        "text": "I mean, like, I'm curious to hear you guys thoughts."
    },
    {
        "speaker": "A",
        "text": "Well, I think it's interesting because you specifically, like, you're a pretty public figure in the sense of, like, a founder, right? Like, no, but really, I mean, you do this podcast. You do a lot of stuff with, with Zed. You're very, you know, active on Twitter. So I would say in terms of the other projects, founders, like, people know your face. Like, you have some kind of reputation to uphold by releasing a project. Right? So it's same if I did it or same if chamber did it. Like, you know, so that one, I would say, holds you to almost a higher standard than most, I think. Not being. I think being anonymous is. Is sometimes a good thing, sometimes a bad thing. You're. You gotta have your. I think you gotta have your stuff locked up either way. Right? If you're anonymous, you're probably going to be accused of nefarious acts faster, I think, you know, oh, they don't even want to tell us who they are, blah, blah, blah. This. If something doesn't work, oh, it's a scam, right? I. You may have a little more leeway on that side. Like, oh, well, it's Des. He's not going to do something like that. But if your stuff's not good, you're going to hear it and you're going to know. Right. And they're going to know where to find you, too. So thanks for putting the podcast at risk."
    },
    {
        "speaker": "B",
        "text": "Could somebody tell me about speaking about upcoming projects? What's up with these eggplants? Can anybody give me any info on that? Because that might be something that could be fun."
    },
    {
        "speaker": "A",
        "text": "I like the idea about eggplant. I don't know anything about the eggplant. Somebody pointed out to me, I think."
    },
    {
        "speaker": "C",
        "text": "Josh Ong posted about it and then took it down instantly because maybe something's inappropriate, you know? Taking a wild guess here, I see."
    },
    {
        "speaker": "A",
        "text": "Hey, throw up. Throw up. Steve's and comments here about the bulls."
    },
    {
        "speaker": "B",
        "text": "Oh, the big one here."
    },
    {
        "speaker": "A",
        "text": "Yeah. So bulls on the block are made by an ape who makes dope derivative derivatives. So that's cool. He's a legit artist. Obviously, that's. We. We've touched on that part because the art is really dope. So. Yeah. Top shot fund. Is that the one? That's probably the one I saw. That's probably what I saw. So we're gonna go. We were gonna talk about. We were gonna talk. So speaking of copycat type projects or derivative type projects. Throw up. Throw up chicken derby."
    },
    {
        "speaker": "B",
        "text": "I knew you saw them all right away."
    },
    {
        "speaker": "A",
        "text": "Throw up chicken derby. It was on our agenda of things to talk about. I gotta know the people's thoughts on Chicken derby. Des, have you seen chicken derby?"
    },
    {
        "speaker": "C",
        "text": "I think I have, but I'm gonna confirm by this image that that chamber's about to put up."
    },
    {
        "speaker": "A",
        "text": "I mean, it's zed run for chickens. If they called it chicken run, they'd have a copyright infringement on that movie."
    },
    {
        "speaker": "B",
        "text": "But do you have a link for chicken, for chicken derby? I can't seem to find it anywhere."
    },
    {
        "speaker": "A",
        "text": "I don't know. Chickenderby.com. just take the risk."
    },
    {
        "speaker": "B",
        "text": "Racing is that."
    },
    {
        "speaker": "A",
        "text": "We'll call it a chicken derby. Racing. I don't know. Let me try to find it, really."
    },
    {
        "speaker": "B",
        "text": "Because I'm down for some chicken running, man."
    },
    {
        "speaker": "C",
        "text": "Have you guys seen the blatant copy of the pickles, the bananas today?"
    },
    {
        "speaker": "A",
        "text": "No. More bananas."
    },
    {
        "speaker": "B",
        "text": "More bananas."
    },
    {
        "speaker": "C",
        "text": "Yeah, but I mean, it's. It's a one literally."
    },
    {
        "speaker": "B",
        "text": "They literally copied the code. They literally copied the code. I saw. I forget. Oh, cool. Cole."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Was mentioning it. We were actually. Cole might. We're thinking about having Cole on the show at some point, so maybe he'll come on maybe next week. But, yeah, he was mentioning that. I saw, I saw that. That's. But they're gonna, you know what? People are gonna buy it."
    },
    {
        "speaker": "A",
        "text": "Bitloving.com."
    },
    {
        "speaker": "B",
        "text": "That'S what I was, that's what I was looking at."
    },
    {
        "speaker": "C",
        "text": "Sounds like a risky."
    },
    {
        "speaker": "B",
        "text": "I'm like, I'm not hitting on that one."
    },
    {
        "speaker": "A",
        "text": "Throw it up, throw it up. Pull it up right here on the show. If it's wrong, we're getting canceled. That's it."
    },
    {
        "speaker": "B",
        "text": "1 second. Let me, let me."
    },
    {
        "speaker": "C",
        "text": "This might be the last show, so I just wanted to say thank you to everyone."
    },
    {
        "speaker": "A",
        "text": "Actually, 50 fifties from twitch just confirmed. Bitlovin.com."
    },
    {
        "speaker": "B",
        "text": "It is. Bitlovin.com. okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right. Okay. All right. 1 second."
    },
    {
        "speaker": "A",
        "text": "It was correct?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. I'm going to add it to the, to the stream here. Hang one sec. Chicken derby. Yeah. Bitlovin.com. so here it is. Chicken drop coming this July. Buy a chicken. There's will be a, will be a random chicken from our pool of 33,333. Each chicken costs just 0.033 ethereum. 33,000 chickens a lot, man. That's like three times more than I."
    },
    {
        "speaker": "A",
        "text": "It's almost as many as there are genesis horses. Go figure."
    },
    {
        "speaker": "B",
        "text": "That's funny. So here's the roadmap here. Phase one, egg, egg. Phase two, hatching, chick, chicken, rooster. Okay, first of all, chicken doesn't turn into a rooster. I don't know if you guys are familiar with how chickens work. Like, everything else made sense, you know? Egg hatching, chick, chicken, rooster. Come on."
    },
    {
        "speaker": "A",
        "text": "And then chicken. Chicken rocket ship."
    },
    {
        "speaker": "B",
        "text": "Yeah. Chicken rocket ship. That's what you need. Yeah. This one seems. I like this stuff going on here. A lot of. A lot of weed smoking."
    },
    {
        "speaker": "A",
        "text": "I think it's bitcoin. It's going to be fun. Like, it's going to be fun."
    },
    {
        "speaker": "B",
        "text": "I don't disagree."
    },
    {
        "speaker": "A",
        "text": "For the price .033 tell me you're not minting a chicken."
    },
    {
        "speaker": "B",
        "text": "I'm definitely going to get a chicken."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm minting a chicken for sure."
    },
    {
        "speaker": "B",
        "text": "Some fun rasta folks and, like, old hippies that are in this that I'm down with. I think that's cool."
    },
    {
        "speaker": "A",
        "text": "Let's say instant reveal, which is good."
    },
    {
        "speaker": "B",
        "text": "So you, which is nice. Yeah, I'm really, I'm really sweating my pickles, if I'm being honest."
    },
    {
        "speaker": "C",
        "text": "Listen, I really do think you're good. Either way they come out. They're unique. They look awesome."
    },
    {
        "speaker": "B",
        "text": "I heard the art I here, the artwork is great."
    },
    {
        "speaker": "C",
        "text": "They look the exact same as every single one. You're still good because it's going to be satirically valued."
    },
    {
        "speaker": "B",
        "text": "Right. Okay, good. I feel better now."
    },
    {
        "speaker": "A",
        "text": "I like Vic vigorish's question here."
    },
    {
        "speaker": "B",
        "text": "Vic vinegar."
    },
    {
        "speaker": "A",
        "text": "Vic vigorish."
    },
    {
        "speaker": "B",
        "text": "Oh, oh, here we go. I'll pull it up."
    },
    {
        "speaker": "A",
        "text": "Dez, thoughts?"
    },
    {
        "speaker": "B",
        "text": "What will be."
    },
    {
        "speaker": "C",
        "text": "Horses?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think horses as well. In fact, I think horses are coming soon. Like soon soon."
    },
    {
        "speaker": "C",
        "text": "I'll be honest."
    },
    {
        "speaker": "A",
        "text": "Goats."
    },
    {
        "speaker": "C",
        "text": "Goats or horses?"
    },
    {
        "speaker": "A",
        "text": "Goats or horses?"
    },
    {
        "speaker": "C",
        "text": "It's gonna be close."
    },
    {
        "speaker": "A",
        "text": "We're not calling that breeding officially, though."
    },
    {
        "speaker": "C",
        "text": "No, it's actually not breeding. It's. It's a fiery flame of hell where they actually get burned. But, yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, I like chicken. Facts. Fun facts. Chicken don't pee. I feel like that might be true. I'm not sure."
    },
    {
        "speaker": "A",
        "text": "It's gotta be true. Why would he say birds don't pee?"
    },
    {
        "speaker": "B",
        "text": "I don't think. I don't think any birds pee. It's all one thing. That's why you get, like, the white clump that lands on your windshield."
    },
    {
        "speaker": "C",
        "text": "Look at you being an expert in aviary."
    },
    {
        "speaker": "B",
        "text": "I think it was from that Will Smith movie where he turns into a pigeon. I learned that it's quite good."
    },
    {
        "speaker": "A",
        "text": "Let's go down to our aviary expert."
    },
    {
        "speaker": "B",
        "text": "If it's not a Will Smith related movie. Wherever I he becomes a bird, I'm not going to be familiar with any of the science behind it. I got a real chick. Oh, he has a real chicken. So that's how he knows."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. So he knows from experience."
    },
    {
        "speaker": "B",
        "text": "Terrific."
    },
    {
        "speaker": "A",
        "text": "That's a real life chicken experience that I listen to."
    },
    {
        "speaker": "B",
        "text": "What we're bringing to you today, people."
    },
    {
        "speaker": "A",
        "text": "I did not think we were going to get that when this show started, that we were going to get into the anatomy of actual chickens, which is fantastic. What else is there to cover? I feel like there's so much. Oh, we did see a unrelated to our agenda today, which I feel like I should have."
    },
    {
        "speaker": "B",
        "text": "The big. The land sale today."
    },
    {
        "speaker": "A",
        "text": "Yeah, we had a land sale for sandbox today. Did you get any des. Did you try?"
    },
    {
        "speaker": "B",
        "text": "Did anybody did."
    },
    {
        "speaker": "C",
        "text": "I did. And, you know, they're pretty open now, publishing the statistics, so there's clearly botting going on. Yeah, but feel Sebastian was trying to."
    },
    {
        "speaker": "B",
        "text": "Pull the wool over my eyes when I asked him about botting last time. Just people are just people are interested in. I'm like, robot people, maybe robot chickens."
    },
    {
        "speaker": "A",
        "text": "Robot chickens. There you go. Yo, chambers, do our man trill, by the way, a favor and bring up Sanjay on Opensea. I've actually seen these, I believe."
    },
    {
        "speaker": "B",
        "text": "Is Sanjay the owner?"
    },
    {
        "speaker": "A",
        "text": "It's probably the collection name. I think I've seen these and I think they're actually kind of cool, but I don't remember if it's the thing."
    },
    {
        "speaker": "B",
        "text": "Oh, they are cool. Ooh. Ooh. 1 second share. Screen share. Private keys. No, that's not the one. Look at these. These are."
    },
    {
        "speaker": "A",
        "text": "These are the ones that I was thinking of. Yeah."
    },
    {
        "speaker": "B",
        "text": "Highlight. This is interesting."
    },
    {
        "speaker": "A",
        "text": "Yo, you need that skeleton."
    },
    {
        "speaker": "B",
        "text": "I like these. It kind of reminds me of my worst. My worst Nft experience. Do you remember when I was. It was the bonding curve of. What was the. What were those? It was prior to the show. Let me. Sorry. Let me take the box."
    },
    {
        "speaker": "A",
        "text": "Like, prior to this show."
    },
    {
        "speaker": "B",
        "text": "Prior to this show. Before we started doing the mint."
    },
    {
        "speaker": "A",
        "text": "Oh, you mean before the mint condition."
    },
    {
        "speaker": "B",
        "text": "And Ledgerez was our buddy ledger from crypto, Twitter was pushing this. It was the artwork. Shit. What was it called? Was it hash masks? Yeah."
    },
    {
        "speaker": "A",
        "text": "How do you not remember hashmasks?"
    },
    {
        "speaker": "B",
        "text": "Because I bought the top of the bonding curve."
    },
    {
        "speaker": "A",
        "text": "Yeah. You did you push that?"
    },
    {
        "speaker": "B",
        "text": "I think I bought it for three eth."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. You."
    },
    {
        "speaker": "B",
        "text": "I got bought over three eth. I think I sold it for one and a half eth."
    },
    {
        "speaker": "A",
        "text": "But you tried to give yours away. An open auction on your Twitter account that one day."
    },
    {
        "speaker": "B",
        "text": "Nobody wanted it. Yeah, but they kind of. This artwork kind of reminds me that a little bit."
    },
    {
        "speaker": "A",
        "text": "It also looks like a famous. That first one there looks like some kind of famous cartoon. Like, is it Bob's burgers? Am I thinking of, like. Yeah, I could see a little Bob's burgers feel to it."
    },
    {
        "speaker": "B",
        "text": "I like these, Sanjay. I'm down. And."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're kind of cool. So what's the cheapest one?"
    },
    {
        "speaker": "B",
        "text": "Let me sort these. No, no, I'm gonna sort them."
    },
    {
        "speaker": "A",
        "text": "Um, 0.05."
    },
    {
        "speaker": "B",
        "text": "No, I think that was. That was on, uh, 0.065 right now. 0.07. Yeah, you can get a ball gag. 1.72 if you're down to clown. Um, yeah."
    },
    {
        "speaker": "A",
        "text": "Couple ball gag sanjays out there. I want that one. That one looks most like me."
    },
    {
        "speaker": "B",
        "text": "I like this one right here."
    },
    {
        "speaker": "A",
        "text": "Playing with the ball gag and the sunglasses. That's pretty much what I do."
    },
    {
        "speaker": "B",
        "text": "No, I like these. These are. These are pretty dope."
    },
    {
        "speaker": "A",
        "text": "They trill said they were originally, .03."
    },
    {
        "speaker": "B",
        "text": "So, I mean, still fairly reasonably priced."
    },
    {
        "speaker": "C",
        "text": "How many. How many are there?"
    },
    {
        "speaker": "B",
        "text": "Do we have a total? 200. It says 244."
    },
    {
        "speaker": "C",
        "text": "I think those are all for sale, right? You get an unclip by now."
    },
    {
        "speaker": "B",
        "text": "540."
    },
    {
        "speaker": "A",
        "text": "Misfit University in four minutes. You gonna buy one?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Live on the show chamber, maybe. I heard there's no. I heard there's no mobile support, so I won't be able to which, how."
    },
    {
        "speaker": "C",
        "text": "Is there not mobile support?"
    },
    {
        "speaker": "B",
        "text": "I. You know what? I think I'm gonna. What do you think? Let's ask the."
    },
    {
        "speaker": "A",
        "text": "I feel like you gotta buy one on the show."
    },
    {
        "speaker": "C",
        "text": "I'm doing it. I'm doing it."
    },
    {
        "speaker": "B",
        "text": "Okay. All right, let's. Let's do this thing."
    },
    {
        "speaker": "A",
        "text": "Are we really. Am I gonna buy one? What is it? What's the website here?"
    },
    {
        "speaker": "C",
        "text": "It's, uh, misfit university."
    },
    {
        "speaker": "B",
        "text": "Yeah, misfit Dot university. Let's see. Is anybody else. I think we should be doing one of these."
    },
    {
        "speaker": "A",
        "text": "Uh, somebody just. Or dj and stables."
    },
    {
        "speaker": "C",
        "text": "It's tough because, like, everything's at a price point where you convince yourself. One."
    },
    {
        "speaker": "A",
        "text": "Just one."
    },
    {
        "speaker": "C",
        "text": "I don't need to buy Max mint. Like, I'm going Max on bowls, but, like, on other projects."
    },
    {
        "speaker": "A",
        "text": "Why not just 1.08? I mean, 0.08 is kind of a lot, though."
    },
    {
        "speaker": "C",
        "text": "No, you're right. It's easier to spend Ethan, than dollars. If they put it in dollars, there's no way you sell as much."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know. Like, I don't know. 0.0. Er. Sorry. 0.08 seems to be a very popular."
    },
    {
        "speaker": "B",
        "text": "Yo yo. Just. Just FYI, we just got the. At the alien boy NFT. Just messaged. Or just messaged us saying, great job buying. Right on the store. So, apparently watching."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, we had the whole alien here. We had the whole alien apparently watching, so that's pretty cool."
    },
    {
        "speaker": "B",
        "text": "And they called you out by name. Nice show, Joe. So you may know this person. I don't."
    },
    {
        "speaker": "A",
        "text": "Oh, maybe."
    },
    {
        "speaker": "B",
        "text": "Maybe."
    },
    {
        "speaker": "A",
        "text": "Maybe they think I'm you. You're the one that bought them, so."
    },
    {
        "speaker": "B",
        "text": "That's true."
    },
    {
        "speaker": "A",
        "text": "Bring up Chris Jordan's comments, because it's two minutes before the drop."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "Metadata leaked for misfits."
    },
    {
        "speaker": "B",
        "text": "I don't know what that means. Doesn't sound great."
    },
    {
        "speaker": "A",
        "text": "Describe what that means for. For our audience and chamber if they don't know."
    },
    {
        "speaker": "C",
        "text": "So what other projects has this happened for? I'm trying to think."
    },
    {
        "speaker": "A",
        "text": "It happened with, like, man. Which one? There was one that it just happened with. Was it the."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Was it gutted? Gutter cats? Was it. No."
    },
    {
        "speaker": "C",
        "text": "Gutter cats. Their contract."
    },
    {
        "speaker": "B",
        "text": "Was it super yeti?"
    },
    {
        "speaker": "A",
        "text": "Might have been super yeti."
    },
    {
        "speaker": "B",
        "text": "Because, I mean, that could be a reason why it hasn't done. Absolutely. And, yeah, it was yet. Yeah, 50 50."
    },
    {
        "speaker": "A",
        "text": "Somebody says yeti's in the chat."
    },
    {
        "speaker": "B",
        "text": "Yeah, could be."
    },
    {
        "speaker": "A",
        "text": "But anyway, so what does it actually mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah, what does that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "How bad is that?"
    },
    {
        "speaker": "C",
        "text": "I mean, it. It's. It's bad, right?"
    },
    {
        "speaker": "A",
        "text": "It."
    },
    {
        "speaker": "C",
        "text": "It opens the door for everyone to see. By the way, are we approaching mid time?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we're 1 minute away. 1 minute away. That's awful."
    },
    {
        "speaker": "C",
        "text": "That was bad."
    },
    {
        "speaker": "B",
        "text": "Absolute garbage. Somebody just stole my metadata."
    },
    {
        "speaker": "C",
        "text": "But it basically allows you to see the traits and the process before. So it's no longer blind minting. It's no longer blind minting."
    },
    {
        "speaker": "A",
        "text": "No longer blind minting. And then you kind of know what the rare things are before they hit one."
    },
    {
        "speaker": "B",
        "text": "Minting. Okay."
    },
    {
        "speaker": "A",
        "text": "Topshop bargain said that happened with appimon as well, which I think it did."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "I'm getting scared which ones the prizes were in and all that stuff."
    },
    {
        "speaker": "B",
        "text": "I'm backing out."
    },
    {
        "speaker": "A",
        "text": "You're backing out? You're not buying this?"
    },
    {
        "speaker": "B",
        "text": "I don't know. Metadata's leaked. I don't know what that means. That it's scary. I feel like. I feel like. Yeah."
    },
    {
        "speaker": "C",
        "text": "Holy cow."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't like the looks of this."
    },
    {
        "speaker": "A",
        "text": "Where do I even meant reframe."
    },
    {
        "speaker": "C",
        "text": "The hell is this."
    },
    {
        "speaker": "A",
        "text": "Website though? I kind of like their website."
    },
    {
        "speaker": "B",
        "text": "We'll go secondary market on this, but."
    },
    {
        "speaker": "A",
        "text": "I can't even figure out where to go."
    },
    {
        "speaker": "C",
        "text": "Oh, this is interesting."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "C",
        "text": "Oh. Oh, brutal. It's not working."
    },
    {
        "speaker": "B",
        "text": "Oh, good."
    },
    {
        "speaker": "A",
        "text": "Chris Jordan, Captain Fudd."
    },
    {
        "speaker": "C",
        "text": "Wait, I have to."
    },
    {
        "speaker": "A",
        "text": "Wait, I have to."
    },
    {
        "speaker": "C",
        "text": "I have to put in my address."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Your private key, I think, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, just throw your private key in it."
    },
    {
        "speaker": "B",
        "text": "Throw it in there. No problem."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, this is."
    },
    {
        "speaker": "C",
        "text": "This is not how goats will be."
    },
    {
        "speaker": "A",
        "text": "Jose says. Which I think is a project that probably deserves us talking about it a little more at some point because I think this is a pretty cool project. The Metakey third edition. Have you guys seen the metakeys yet?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Metakeys are pretty cool. They are done by DCl blogger and they're basically like metaverse kind of rewards, access things, tokens. They're pretty cool. We should go into a show about that. But they're about to go live. 300 left only. So just go buy aliens instead."
    },
    {
        "speaker": "B",
        "text": "I feel like that's the move."
    },
    {
        "speaker": "A",
        "text": "That is. Sounds like that's the move. Hashtag this. This is hashtag alien boys. Summer des. Have you actually minted one yet or what?"
    },
    {
        "speaker": "C",
        "text": "I did. I finally provided my private key. Instant reveal or I'm checking right now. But I did mint one."
    },
    {
        "speaker": "A",
        "text": "Their website was pretty cool."
    },
    {
        "speaker": "B",
        "text": "I don't. Yeah, I don't disagree."
    },
    {
        "speaker": "C",
        "text": "I bought some kneecaps. I'm really excused."
    },
    {
        "speaker": "A",
        "text": "What the heck is a knee kneecap?"
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Is it an actual. Is it just a picture of people's knees?"
    },
    {
        "speaker": "A",
        "text": "Like people's knees? Like cartoon knees."
    },
    {
        "speaker": "B",
        "text": "Cartoon knees."
    },
    {
        "speaker": "A",
        "text": "And it's like, oh, knee scrape, 10%. Rarity."
    },
    {
        "speaker": "B",
        "text": "I can see that one's not awful. I don't mind that one."
    },
    {
        "speaker": "A",
        "text": "Torn ACl, 1%."
    },
    {
        "speaker": "B",
        "text": "Really? No."
    },
    {
        "speaker": "C",
        "text": "So this is interesting. My transaction failed, which there's no reason. There's no reason for that to happen."
    },
    {
        "speaker": "A",
        "text": "Live drops, ladies and gents. This is what happens in the NFT space."
    },
    {
        "speaker": "C",
        "text": "Hey, I'm not going to gloat, but I'm just going to say this. Anytime something like this happens, it's kind of in favor of future products, so we'll see."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, bring up Chris's comment there, speaking of, for goats that Des is learning from every drop. He is."
    },
    {
        "speaker": "C",
        "text": "That's why I'm saying I'm not stressing too much about all these projects coming out because I learned something new every single drop. So it's good."
    },
    {
        "speaker": "B",
        "text": "I'm going to buy some more aliens."
    },
    {
        "speaker": "C",
        "text": "I think that's the play. I think that's the play. Let's just move over, everyone. I can't believe that transaction failed. How crap is that?"
    },
    {
        "speaker": "B",
        "text": "We're. We're live fighting the misfit university. You drop. Yeah."
    },
    {
        "speaker": "C",
        "text": "I'm so mad."
    },
    {
        "speaker": "A",
        "text": "I'm having a really hard time over here because someone left my office door open and now I'm literally fighting my cat to not come on camera."
    },
    {
        "speaker": "B",
        "text": "Is it a gutter cat?"
    },
    {
        "speaker": "A",
        "text": "You just. It's. It's tail is hitting the camera right now. There you go. That is awesome. No hands."
    },
    {
        "speaker": "B",
        "text": "What's the, uh, what's the cat from sunny called? Um."
    },
    {
        "speaker": "A",
        "text": "Uh, Agent Jack Bauer."
    },
    {
        "speaker": "B",
        "text": "Special Agent Jack Bauer. I had my old cat looked exactly like that."
    },
    {
        "speaker": "A",
        "text": "Ow. You bitch. Dude, it just bit me. Get out of here. Live show, ladies and gents."
    },
    {
        "speaker": "C",
        "text": "Must be a mad cat. Militia, not a cat, honestly."
    },
    {
        "speaker": "A",
        "text": "Holy cow."
    },
    {
        "speaker": "B",
        "text": "All right, do you want to give away? We want to give away a super yeti."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's give away."
    },
    {
        "speaker": "B",
        "text": "I feel like we should."
    },
    {
        "speaker": "A",
        "text": "From the NFT graveyard."
    },
    {
        "speaker": "B",
        "text": "Let's do this thing."
    },
    {
        "speaker": "A",
        "text": "That is. That is cat karma from selling my dog."
    },
    {
        "speaker": "B",
        "text": "So we are going to start."
    },
    {
        "speaker": "A",
        "text": "So I got the mate that made me laugh."
    },
    {
        "speaker": "B",
        "text": "Settings. Go. One winner and go. Three. Backups, three. Countdown. Confirm start. Let's see what we got. I hope it's on me. Any of you guys racing? Try. I feel like that's a real thing. That's a real person. If not, we got Jack."
    },
    {
        "speaker": "A",
        "text": "We don't get retweeted by bots yet."
    },
    {
        "speaker": "B",
        "text": "Not yet. We do get spam in our YouTube discord or YouTube chat."
    },
    {
        "speaker": "A",
        "text": "Jose, please use his yetis instead. He says."
    },
    {
        "speaker": "B",
        "text": "I think Jose was the one that brought it off last time."
    },
    {
        "speaker": "A",
        "text": "Give away his yetis. That's hilarious."
    },
    {
        "speaker": "B",
        "text": "So at racing, try. We'll dm you on Twitter and then I'll get you to pick one of five. Here, I'll show you one five, if you're still watching."
    },
    {
        "speaker": "A",
        "text": "What degenerate assets. He got a misfit. He had one failed transaction and now he got a success. Did you actually get one, Des?"
    },
    {
        "speaker": "C",
        "text": "No, no, it failed. So I guess I'm back to the. I'll try it again."
    },
    {
        "speaker": "B",
        "text": "We'll see."
    },
    {
        "speaker": "C",
        "text": "Like, it was like $5. It was or no, now it's eleven. It was five, now it's eleven."
    },
    {
        "speaker": "A",
        "text": "Gas has been. I said to chamber today, gas has been pretty cheap."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, very doable."
    },
    {
        "speaker": "B",
        "text": "And here's some of my aliens that I got."
    },
    {
        "speaker": "A",
        "text": "Oh, man. You literally. You bought three aliens?"
    },
    {
        "speaker": "B",
        "text": "Yeah, man."
    },
    {
        "speaker": "A",
        "text": "I like the open headed open."
    },
    {
        "speaker": "B",
        "text": "I agree, I agree. I think they look pretty cool. All right, so."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, you have so many pickles."
    },
    {
        "speaker": "B",
        "text": "I know. That's. I was feeling nervous about the. I got planets. Those are. Those are gonna be part of the graveyard soon, guys, so don't worry. So get in line."
    },
    {
        "speaker": "A",
        "text": "Planets."
    },
    {
        "speaker": "B",
        "text": "Oh, who knows? Who knows? A couple of weeks ago, maybe. I know cheaper."
    },
    {
        "speaker": "A",
        "text": "You. You claim you're not an NFT guy and you're a bigger collection of NFTs."
    },
    {
        "speaker": "B",
        "text": "All right, let's check out. Oh, look at this. I sold all but one of my bonsai, the lone bonsai. I think I bought ten of those."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "So, yeah, you could pick from super yeti, 1980, 1970, 919, 70, 819, 77 or 76. I think this one has the best value. I think this is your best bang for your buck right here."
    },
    {
        "speaker": "C",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "So if that's the one you want, you can have it for free because f them yetis."
    },
    {
        "speaker": "A",
        "text": "Oh, man. All right, I think that's going to do it for us. We're gonna wrap up. I love Steve. Steve's comments. Kids, you're totally. He's totally right about this."
    },
    {
        "speaker": "B",
        "text": "No, well, maybe a little bit of it."
    },
    {
        "speaker": "A",
        "text": "Chambers kids college funds are in pickles and yetis."
    },
    {
        "speaker": "B",
        "text": "That's a big presumption that they're going to college."
    },
    {
        "speaker": "A",
        "text": "I keep saying that I have so many Zed horses that I'm going to name one of my offspring college funds that I'm going to name one of my horses college fund."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I think I like doing these live shows where it's just us, because we could just talk, you know."
    },
    {
        "speaker": "B",
        "text": "Talk good amount of viewers on this show for, you know, nobody of note besides Des on the show."
    },
    {
        "speaker": "A",
        "text": "I was kind of scared when Des wasn't sure if he was going to make it because I'm not sure that we could carry, you know, give us a little rec podcast. We could go for hours. But, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I. I'm not allowed to swear on this show or say awful things. If you want to hear me say awful things, have a listen. I will. I will say some things that are on my mind, but no, I gotta. I gotta. Gotta be tame on this one."
    },
    {
        "speaker": "A",
        "text": "That's right. But, yeah, you want to close this rocket ship? So for chamber. And Des, I am bunchu, aka Joe. That's gonna do it for us. And until next time, stay mint."
    }
]