[
    {
        "speaker": "A",
        "text": "Big day, big shock. Bunches in here. He's out doing his things. He's becoming. He's getting awards pain. I don't know if you saw this."
    },
    {
        "speaker": "B",
        "text": "I did. When are we getting awards?"
    },
    {
        "speaker": "A",
        "text": "So Amber comes up to me last night. I'm working away. I'm doing my thing. She's like, did you win an award, too? I said, what are you talking about? She's like, bunch won an award. She's like, did you not win an award? I'm like, what are you talking about, bunch? He's like, yeah, he tweeted about it today. And sure enough, I go on there, and he wins an award for trusted voices in web three. And I flipped the table. I lost my mind. I don't know. I don't know what to do with myself."
    },
    {
        "speaker": "B",
        "text": "That's acceptable."
    },
    {
        "speaker": "A",
        "text": "I don't know if I'm a trusted voice, though. That being said, well, you know, it's tough, but I digress. Today we are joined by my friend and yours, Cody, aka I hate Cody on x.com or twitter for us olds. Cody, how are you doing today, man?"
    },
    {
        "speaker": "C",
        "text": "I'm good. It's been a minute, and it's good to be back on with you guys."
    },
    {
        "speaker": "A",
        "text": "I know. I'm excited. For those who may not know Cody. Cody has been in the crypto streets with us for a very long time. Been on. I feel like you're on rect podcast."
    },
    {
        "speaker": "C",
        "text": "We've, like, almost four years ago."
    },
    {
        "speaker": "A",
        "text": "Unbelievable. So we've been. We've been having some, you know, some. Some old friends join us lately. Cody's one of them. He's currently working for this. I don't know. I'm very. I'm very intrigued by the project you're currently working for. It is uranium. Is it 308?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Like, I know in the. In the handle, it's like three letter o and then number eight. So I wasn't sure if you were supposed to say it a different way."
    },
    {
        "speaker": "C",
        "text": "No, it's perfect."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. Honestly, the only thing I know about uranium is from what I've seen from, like, watching the HBO docu series Chernobyl about a thousand times. So it sounds like. I mean, just from a quick glance, it sounds like we're tokenizing uranium. Is. Is that the short story?"
    },
    {
        "speaker": "C",
        "text": "We are literally tokenizing, actually."
    },
    {
        "speaker": "A",
        "text": "That's amazing. You love to see it. I know. I'm excited about it. Do you want to give us a little background on. Tell us, you know, what code tell. How long have you been in crypto? I want people to understand how impressed they should be with your resume. Do you know what I'm saying?"
    },
    {
        "speaker": "C",
        "text": "Almost eight years now."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "C",
        "text": "Kind of sad and funny at the same time, seeing where we're at now, which is."
    },
    {
        "speaker": "A",
        "text": "Have you received any awards for trusted voices in web three?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Interesting. Okay. Okay. All right. I feel less bad, but still angry inside. So zero awards won, many nominations, but no wins."
    },
    {
        "speaker": "C",
        "text": "We're like, maybe 24."
    },
    {
        "speaker": "A",
        "text": "You know what? We are the crypto equivalent of Greta Gerwig and who played Barbie. I can't think of her name now. Margot Robey. We are the Margo and Greta of web three. And Bunch is the Ryan Gosling getting the nominations. And we're just in the background."
    },
    {
        "speaker": "B",
        "text": "I mean, that was such a top tier reference. I'm beside myself."
    },
    {
        "speaker": "A",
        "text": "Unbelievable. I thought you would like that one. The only reason I knew that is my daughter dressed up like Barbie, and my wife said it was out of protest for what was happening at the oscars. So that's. So you've been in. You've been in crypto, in web, you know, in this space, for eight years. I do want to talk not just about the project, but also I like the idea of discussing how to work within crypto or web three, and maybe you can shed some light there as well. Is this. Now you're part of the marketing? Are you heading up the marketing department for uranium 308?"
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So there's about 15 of us."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. That's a pretty big team. Now, is this your first job within, like, crypto? Like, did you. Did you, have you worked for n. Oh, interesting. This is what I want to know."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, yeah, so back in the day, 2015, 2016 era, I actually ended up working at a couple VC's, throwing events, doing content, and actually brokering deals, and also ended up at blockworks when they first kicked off for a while. So I used to run a lot of their socials and do that."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "That was a very long time ago. Yeah."
    },
    {
        "speaker": "A",
        "text": "And then. So between now you work for blockworks and then how long have you been with uranium 308 now?"
    },
    {
        "speaker": "C",
        "text": "So I would say for about eight months now. But they've been working stealth for about. Yeah, we came public on November 21 of this year."
    },
    {
        "speaker": "A",
        "text": "Okay. Now what's. So what's the team's background? Like you said, there's 15 people as part of the team, including yourself. Where are these people coming from? Did you find miners? Or are they, like. Are they from the crypto space? Are they from the mineral deposit space? I don't know what that looks like. Is there mineral Twitter?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's resourced Twitter."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "But we're all from like a traditional VC investment banking, media and resource and commodities and all. Also some crypto native people from some pretty big exchanges."
    },
    {
        "speaker": "A",
        "text": "I think that's really good because I do find with a lot of these, like crypto companies, one of the downfalls I think is going too crypto heavy with the team. And I think you want a lot of traditional, whether it's vc or just traditional business background, I think that helps significantly. You also want enough of that, like web three mix in there just so you're staying in touch. But I do think that's definitely the best route. So, I mean, can you tell me a little bit about uranium? Like, what's like again, I know it from Chernobyl."
    },
    {
        "speaker": "C",
        "text": "Oppenheimer."
    },
    {
        "speaker": "A",
        "text": "I haven't even. I listen, I love the tv show Chernobyl so much. I have yet to see Oppenheimer and I'm so excited about it. It's like. I feel like I don't want to watch it because then I won't have that nice feeling of knowing that I can watch it at some point. You know what I mean? Yeah, I've done this."
    },
    {
        "speaker": "C",
        "text": "It was pretty intense."
    },
    {
        "speaker": "A",
        "text": "Was it? Oh, I'm so excited."
    },
    {
        "speaker": "C",
        "text": "It's good."
    },
    {
        "speaker": "A",
        "text": "So the uranium market, is this. Is this a fairly active trading market or is this like a new thing?"
    },
    {
        "speaker": "C",
        "text": "I mean, it's been around for a while, but it's never been tokenized. So we're the first movers to actually tokenize uranium. And that's kind of what sets us apart from, I guess, other RWA projects."
    },
    {
        "speaker": "A",
        "text": "And it sounds like the price of uranium has gone up pretty significantly in the last little bit. Is there anything that's, like, causing that to happen?"
    },
    {
        "speaker": "C",
        "text": "So there's actually, like a few things causing this and. Super interesting. So in the US, legislation has passed the no Russia act, which seeks to ban nuclear fuel imports from Russia. And also european utilities in particular have been actively issuing and concluding requests for proposals for nice uranium, driven partly by the proximity to the conflict in Ukraine and the energy crisis with soaring gas prices."
    },
    {
        "speaker": "A",
        "text": "One thing I was gonna say, so Ukraine is. What's happening in Ukraine is having a pretty big effect on the price currently."
    },
    {
        "speaker": "C",
        "text": "But there's also something else that's happening is like, there's a huge global trend towards zero carbon nuclear energy, driven by the need to reduce carbon emissions, and it's creating a huge growing demand for uranium."
    },
    {
        "speaker": "A",
        "text": "Now, again, don't blame me for my stupidity. I know there's something that goes into the Tesla cars. I don't know what that special ingredient is. Is that special ingredient by chance uranium?"
    },
    {
        "speaker": "C",
        "text": "That's a great question. I'm actually unsure."
    },
    {
        "speaker": "A",
        "text": "I know there's something specific in that battery that I keep hearing, and I'm not sure if it's uranium now that I think about it, but Tesla cars, a big possibly brought to you by uranium, but also possibly something completely different. What's the. So what's the current roadmap for uranium 308?"
    },
    {
        "speaker": "C",
        "text": "So the current."
    },
    {
        "speaker": "A",
        "text": "Do you have a roadmap? I shouldn't be so presumptuous."
    },
    {
        "speaker": "C",
        "text": "No, yeah, we actually do. So we actually just announced that we're hopping on arbitrary and we announced that actually a couple hours."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "So be launching on new chains and also more exchanges. And we'll be doing lp incentives and introducing rewards as well. So we're super excited. And it's been a long time coming."
    },
    {
        "speaker": "A",
        "text": "Okay, so I can currently buy uranium 308 on, on Ethereum. Is that, is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "Correct. But we'll be launching on Arbitrum on 30th."
    },
    {
        "speaker": "A",
        "text": "And so if somebody's holding uranium 308 currently, will they be automatically bridged over to Arbitrum?"
    },
    {
        "speaker": "C",
        "text": "Not necessarily. You'd have to buy on."
    },
    {
        "speaker": "A",
        "text": "So what will happen with the current Ethereum tokens, I guess, is the question."
    },
    {
        "speaker": "C",
        "text": "We're just taking out of the current supply and going over to arbitrary."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "So nothing will happen on the east side and making it super simple and useful."
    },
    {
        "speaker": "A",
        "text": "All right, that makes sense. Cool. That's awesome. I have so many uranium based questions because I'm. You hear it all the time, but you never really sit down and ask yourself, what is this all about? So as far as institutional adoption, is this. We just saw the bitcoin ETF get approved. There's talk of Ethereum ETF's. I think tokenization of a commodity that's more traditional is more appealing to maybe larger institutions. Am I, am I wrong there?"
    },
    {
        "speaker": "C",
        "text": "No, not at all. We've actually had a lot of inbound interest from multiple institutions since we launched. And we're actually announcing a new partnership within the next month with one of these actually in Europe. Yep. So we're pretty excited about that."
    },
    {
        "speaker": "A",
        "text": "Very european of you guys. And where, like wherever. So the site. I'm just pulling up the site here. So the site is uranium three, the letter zero, the number eight.com. i see here now that you guys are. Yeah, you know, I see the roadmap now bridging and the bridging to Arbitrum. Have you. I mean, again, just speaking as a crypto guy, have you used arbitrum yet? I have. I've yet to use arbitrum. I hear a lot of smart people talking about it, but I'm not one of those smart people, as displayed by my lack of awards in the space. Have you used it before and kind of what are maybe some of the benefits of arbitrum?"
    },
    {
        "speaker": "C",
        "text": "I have used arbitrum before. It's just cheaper to use than ETH and also user friendly. I know we're seeing some pull away from ETH. Even though I think ETH is here to stay, I don't think it's going anywhere. But also utilizing other bridges and things of that nature to get more retail interest into these products so retail isn't getting completely smoked on gas fees is important, especially for a product like this."
    },
    {
        "speaker": "A",
        "text": "So I've been trading a lot of shitcoins on Sol lately, and it's very cheap and fast, but I don't hear of many projects building on Sol. And, you know, you're telling me arbitrum's fast and cheap. And I am hearing, you know, I am hearing more stuff being built on arbitrum than on Seoul. Do you know, again, just as speaking as somebody more intelligent in this specific topic than I am, like, what about Sowell is not ideal to build on. Do you have any insight there?"
    },
    {
        "speaker": "C",
        "text": "I don't honestly think there's anything not ideal. I just think it depends which narrative you're going with at this time. So if you remember, and we look back a year ago, Seoul was completely dead due to the FTX spud, and then it slowly picked up steam over the last year, and then they had the viral campaign with the soul phone. So I think it just depends on which narrative you're going after. And same with arbitrum. Remember, size Chad talking about it over."
    },
    {
        "speaker": "A",
        "text": "That's who I hear. That's who I hear talk."
    },
    {
        "speaker": "C",
        "text": "So. So it really just depends, I think, between all these chains. Like, it just depends what narrative and what timing you are going with and when to."
    },
    {
        "speaker": "A",
        "text": "I know I feel more confident when size Chad tells me what to do. So him preaching arbitrum so much seems like the best decision."
    },
    {
        "speaker": "C",
        "text": "And, you know, like, has ethereum compatibility. They're developer friendly. And not only that, who we've been kind of integrating with, they're super communicative. And that's extremely important to me just due to announcements, launches, and things of that, because if you're not communicative, I mean, it's kind of a farce at that point. So I think we find that in the crypto space, especially just miscommunication consistently happens, and their team is just on point at every aspect, which I really appreciate."
    },
    {
        "speaker": "A",
        "text": "Interesting. So we're going to get into some silliness, too. We're not just going to talk about uranium, uh, and whether or not it is in a Tesla, um, because I'm not 100%. And if anybody has the answers that, by the way, feel free to either put it in the comments or come up to stage and tell me how dumb I am. I see Joe's in the crowd right now, probably just champing at the bit to, uh, tell me what is in the Tesla battery. Um, we'll, we'll. We'll come back to uranium in a second, though. But I still want. I want to talk about our crypto background. And back in, like, the wrecked podcast, back in the wrecked podcast days, we used to do a segment called real life wrecked. Okay. And I forget if I forget if we made you do this or not, but if we can circle back to this question, too, if you want to take a minute to think about it. But I wanted to know, in your eight years of cryptodom, do you have a real life req story? Whether it's. Again, we can talk. Maybe you lost a bunch doing something silly and maybe some words of wisdom as far as a warning goes for some of the listeners, or maybe something that happened to your IRL, but maybe just kind of like a. Where you just got absolutely wrecked."
    },
    {
        "speaker": "C",
        "text": "Yeah, I can definitely remember a really funny time. So I remember in 2017, I was riding the litecoin bull market. This thing was just absolutely ripping. And do you remember? And I was laughing. I was with my good friend Johnny Kim. At this time, Charlie Lee put out a tweet saying something to the effect of, I'm leaving the Litecoin foundation. And this thing just completely, completely tanked. And I just stared at it, just laughing. Yes. That was a good."
    },
    {
        "speaker": "A",
        "text": "I think at the time, litecoin was like dollar 400. And I believe it was like. It was. It was right around this time, it was like January, February 2018. I think when that went, it was a tweet, right? When you tweeted that out?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. Tweeted out. And it was like the peak of."
    },
    {
        "speaker": "A",
        "text": "And it's never recovered through all the bull markets we've had since. Litecoin is one of the. Well, probably one of the many, I was gonna say one of the few coins that never really, you know, achieved a new altar. I don't think it had. I don't think it had since then I think that was never got back. And, you know, you look at other stuff like doge and ethereum and stuff like that, and you're like, oh, no, they all got new all time highs at some point after 2017, 2018. And that one just absolutely never recovered. And there's still a ton. I'm shocked with the amount of like, litecoin, you know, we'll call them bag holders, but fans there are still currently."
    },
    {
        "speaker": "C",
        "text": "The community is strong as. Yeah, I have no idea."
    },
    {
        "speaker": "A",
        "text": "It really is shocking. Well, I think that when it's really excited for them is when MSNBC, I forget who has it. It's like Fox or MSNBC. And when bitcoin is in the news, whether it's pumping or ETF news, they'll put up the ticker for Bitcoin and then they put up the ticker for Ethereum and then they put up the ticker. They always put up the ticker for Litecoin. And to this day, it happened in 2024, I'm sure. And they must get a real kick out of that. Like, yeah, we're still relevant, we're on mainstream media, but it's kind of, I don't know what's happening with the graphics departments at these networks, but I feel like we need to update the litecoin graphic. Am I. Yeah. Am I wrong there?"
    },
    {
        "speaker": "C",
        "text": "Absolutely, yeah. I think you drive home, but I'm."
    },
    {
        "speaker": "A",
        "text": "Sure for those litecoin fans, it must be just a massive, you know, boon for them. Mister House, I see you're up on stage. I don't know if you've been up the whole time. Do you have an answer for the is what's the magic ingredient in a Tesla battery?"
    },
    {
        "speaker": "D",
        "text": "No, I don't have the answer. I was actually just really intrigued by the guests and the subject. So once it got back to that section, I had a few questions and was looking forward to the conversation. I had my boss include a stipulation in my contract that if there was ever a Twitter space discussing uranium, I was allowed to drop everything and attend the Twitter space. I feel glad this day is fucked."
    },
    {
        "speaker": "A",
        "text": "Well, feel free to chime in here. Come on. Yeah, ask your questions. I'd love to hear the mister house. By the way, Cody, Mister House is the smartest listener we have at this show. So this is who we want to ask in the questions."
    },
    {
        "speaker": "C",
        "text": "Looking forward to it. Cool."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I guess my first question, and I'm sure we could probably find this in your company's white paper or something like the about or faq, but I always like hearing it from a team member in particular is, first, especially in such a niche area, how did you find yourself dealing with radioactive materials or commodities, specifically uranium? And then second, and this isn't meant as to be offensive, but what the hell are you thinking when you're just like, hey, let's tokenize this, right? Because it's like, it's two very interesting small niches that, like, you know, there's. There's a. An area of product market fit to be explored. So I'm curious, like, how did you find yourself a, uranium, and then b, why did you decide to tokenize it?"
    },
    {
        "speaker": "C",
        "text": "Okay, so I guess for that first question, a good portion of our team comes specifically from Canada. And Canada is a big uranium commodity hotspot. Our actual founder is from Canada and he's been the uranium trade since 2019. And it was actually his idea to move forward and tokenize this because he used to work at a fund and is very familiar with the commodity. So he knew how to structure this the way where it made sense and saw the inefficiencies. So when I was pitched it and the rest of the team was pitched it, there's massive price inefficiencies within the uranium market. It's actually held by a lot of private contracts and only a few large bidders to begin with. Excuse me, larger players. So there's a massive price discrepancy that tokenization can also help with. And market efficiency within that can also add better liquidity, reduce costs and operate more efficiently, potentially leading to more accurate pricing of iranian assets. And we also had the option of physical delivery on top of this due to our founders relationships. So it was almost like a trifecta of, hey, this could work. Here's our product market fit. Here are our resources. And we had the team to do it. And we had this during a bear market. So we put top talent together when no one is being hired because essentially a bull market, everyone that's good gets picked up. So we put this team together and it's been a blast working with them. We have a few really good professionals on board. Some people from Valkyrie Finance and a few others that have just really pushed this super quick. And I couldn't be happier to be a part of this team. And what was I thinking? Did I think I was going to end up on a no fly list? Partly. But executing with a very professional team that has expertise in uranium mining, uranium resources on the crypto side and investment banking and in VC. It just made me feel more comfortable to do the go to market strategy on this and I was pretty proficient in marketing crypto products and the go to market as I've done before with other crypto products. So it was a pretty good fit. And I don't know when else in my life I can say I worked on uranium. So I figured I would just jump in and do it."
    },
    {
        "speaker": "D",
        "text": "Now that's. That's a freaking awesome backstory. And I mean that the whole, like, I've never had a token that, that I look at here of read the website and I'm just like, well, I need to buy. Like this is like, it's almost like a meme token in the sense that like, I freaking own uranium, right? That's like that absurdity factor that I'm probably gonna go have to pick up one u token after this show. But that leads me into my second question. Assuming I can amass 20,000 u token, what does the process look like of me getting my uranium dropped off at Chambers house? I'm assuming I'll probably."
    },
    {
        "speaker": "C",
        "text": "The DOJ."
    },
    {
        "speaker": "A",
        "text": "I do live in Canada. That makes it easier."
    },
    {
        "speaker": "C",
        "text": "So the answer to that is we have a redemption option on our website which goes straight to our resource partners and they facilitate licensing and KYC, 20,000 tokens, I think at retail right now is around 1.6 million. So this is not meant necessarily for the average person to kind of go the redemption route, but it is meant for kind of enrichers and things of that nature to arbitrage the price or actually take physical delivery. And we actually have a physical delivery set up in the next six weeks. So we are very excited about that."
    },
    {
        "speaker": "D",
        "text": "Awesome last question and then I'll stop bombarding you and let reclaim the show. But so with this concept, right, like, I think it's a great almost proof of concept in a sense, as far as other hard to transport commodities like outside of the general RWA talk of, you know, real estate, cars, home mortgages, home deeds, stuff like that is. Would you guys be interested or looking into expanding into other commodities, not necessarily uranium or radioactive, but something of the sort where there's similar market and efficiency type situation, or are you guys going to stay focused strictly on uranium?"
    },
    {
        "speaker": "C",
        "text": "I think we're going to stay focused on uranium right now because that's where the team's background is. We would hate to venture off into something partly unknown since all our expertise is here, but I think we're going to see lithium and copper pick up and things of this nature within the RWA space. But at least for the future right now, for this company uranium only."
    },
    {
        "speaker": "A",
        "text": "So you mentioned Canada, Cody, as a place where apparently there's uranium. Are there any other parts? Like, obviously, I'm assuming because of the Russia stuff, I'm assuming there's some there. And because the geography of Canada is probably fairly comparable to what we are seeing in Russia. So I would imagine if there's similar minerals over there as well."
    },
    {
        "speaker": "C",
        "text": "Yes, absolutely. So Kazakhstan actually makes up 43% of the global supply, which is a staggering number. And also Namibia is another huge place for uranium production. So Canada, Namibia and Kazakhstan are the main suppliers of this product."
    },
    {
        "speaker": "A",
        "text": "That's wild. That's. I didn't realize Canada was that high on the list. We do a lot of. Yeah, I know we do a lot of mining. At least in the small town that I grew up was a big mining community. I'm not sure if. I think we were just gold and copper. I don't think we had uranium, but maybe, who knows? Maybe the future."
    },
    {
        "speaker": "C",
        "text": "Well, the thing about it, like, if you actually pull up the chart right from 2008, we had, like, fukushima and these things, and the price just falls off a cliff. So the last ten years, with the nuclear renaissance that we are having and this massive bull market that uranium is having, there's a lot more uranium producers that are coming to market. And also small modular reactors that are slowly being built. So people are slowly becoming pro nuclear. And if you look at the last ten years to now, even bono is saying nuclear is the way to go for net zero carbon, even though he was against it a few years back. So the tides are turning into a pro nuclear flavor we have not seen in a long, long time."
    },
    {
        "speaker": "A",
        "text": "So, I mean, besides nuclear power, are you aware of any kind of future kind of innovation where uranium and nuclear energy is going to be occurring? Like you said, small. Like, could they be. Could there be, like, smaller modular, you know, like more module self sufficient, you know, type of reactors that people could use on, like, a personal basis where they go off grid or in a similar way to, like, what we're seeing with, like, starlink. Starlink. Thank you."
    },
    {
        "speaker": "C",
        "text": "I'll actually hit you with a pretty good fun fact, actually, so super interesting."
    },
    {
        "speaker": "A",
        "text": "Which."
    },
    {
        "speaker": "C",
        "text": "Which I found out rather recently. Do you know who's actually building out small modular reactors? Can you guess which luxury brand is doing that?"
    },
    {
        "speaker": "A",
        "text": "Balenciaga."
    },
    {
        "speaker": "C",
        "text": "No, not enough. I'll let you get two more guesses."
    },
    {
        "speaker": "A",
        "text": "Two more guesses. Am I in the right, like, is it fashion, or is it more like. Or is it just not fashion? Okay, not fashion. So, uh, Mercedes Benz, am I closer to the right sector?"
    },
    {
        "speaker": "C",
        "text": "No. What do. I mean, what do most rappers get as a car? Oh."
    },
    {
        "speaker": "A",
        "text": "I don't know. Bugatti? Boog. Oh, river holes. I am. I don't know. Bugatti. Yeah, sorry. Rolls Royce is the answer."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I listened to a podcast the other day with their design lead, and they're really moving on. Their small modular reactor builds. And the whole point of small modular reactors are they're easily, well, more easily than a bigger nuclear reactor. They're deployable in smaller, remote areas, and they have massive flexibility and versatility and reduced environmental impacts. So I think we're gonna see a wave of small modular reactors in the next ten to 20 years come into effect."
    },
    {
        "speaker": "A",
        "text": "Like a small modular reactor. Like, are we talking about, like, something that can sustain, like, multiple thousand people? Or is this more like, you know. Exactly doesn't. Yeah. Okay. All right."
    },
    {
        "speaker": "C",
        "text": "So, like, a small town, essentially."
    },
    {
        "speaker": "A",
        "text": "That's pretty good. Like, I'm thinking small in the sense, like, I go crazy, like, which I'm bound to do, and I want to live, you know, off grid is there. When can I get that small where I can just have power all the time? You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "What? In your pocket?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I mean, maybe not my pocket, but in my backpack. My lead plated backpack, but, yeah, that's. But obviously the thousands of people is even better. It's nothing. I'm being a little bit, you know, I'm focusing on myself as I normally do. But obviously, if we're providing power to thousands of people, that's obviously much better, especially in those more remote areas, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. And we'll see how these build out and everything else. There's also nuclear powered substance. Yeah. Also used in practices as well."
    },
    {
        "speaker": "A",
        "text": "Are all submarines nuclear powered? I think they are now, right? I think they are. I feel like they don't make diesel subs anymore, so. And hospitals, is that for, like, the cat? Like that? For like, CAT scans and stuff? What are they using it for? Just to run the building."
    },
    {
        "speaker": "C",
        "text": "I'm not sure of the actual applications, but it is used in medical as well, so. And there's also still diesel electric submarines."
    },
    {
        "speaker": "A",
        "text": "Oh, there is, yeah. Is that what sunk a couple of months back?"
    },
    {
        "speaker": "C",
        "text": "I'm unsure."
    },
    {
        "speaker": "A",
        "text": "It was a nuclear powered mister house."
    },
    {
        "speaker": "C",
        "text": "What's up, mister House?"
    },
    {
        "speaker": "D",
        "text": "So, slightly more on topic question. I've been combing through the website, and I was wondering what. So you and chamber discussed a little bit how the war in Ukraine and some other regional conflicts had implications in supply and demand of uranium. What does that market look like other markets, is there a lot of price volatility? Are there market cycles that follow similarly to other trends? Or what does that look like for those less familiar with the uranium market?"
    },
    {
        "speaker": "C",
        "text": "So there's a few things that are leading to this price rise within the uranium market. And it's not just one thing. Like yes, the russian ban is one thing, but the supply and demand balance, our yearly supply and demand balance for uranium is just completely outpacing. So we're only producing 170 million pounds per year and we need 190 million pounds per year. And we've also just had a sulfuric acid. If you actually look at Kazatin prom, I can never pronounce it, but if you actually look at their website and their announcements, they've had like a sulfuric acid announcement which is needed to produce these materials. So it's not just one thing leading to this commodity rise, it's a culmination of pretty much everything causing this rise. I don't know what it's familiar to because if you look at the bitcoin cycle like we're all used to, every four years we have the havening, there's a pump, two years of glory, and then everyone's sad again for another couple years and then repeat."
    },
    {
        "speaker": "D",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "I hope that answered your question a little better."
    },
    {
        "speaker": "D",
        "text": "That was great. Thank you."
    },
    {
        "speaker": "A",
        "text": "Any follow up there, mister house? I saw Joe come up as well, so I wasn't sure if he had a question too."
    },
    {
        "speaker": "D",
        "text": "No, I'm not much of a follow up. I'm just sitting here twiddling my thumbs, plotting my future world dominate based on uranium."
    },
    {
        "speaker": "A",
        "text": "I'm very worried that you purchased enough uranium to get delivered to my house. And then I don't know what I'm going to have to do with that."
    },
    {
        "speaker": "D",
        "text": "Chamber, I will save you from that thought. Just rest assured, I do not have $1.6 million liquidity, nor if I did, whatever, not liquid."
    },
    {
        "speaker": "A",
        "text": "I gotta move some things around."
    },
    {
        "speaker": "D",
        "text": "Yeah, we gotta sell a few houses real quick. Offload the Roll Royce."
    },
    {
        "speaker": "A",
        "text": "Joe. How are you doing today, sir?"
    },
    {
        "speaker": "E",
        "text": "You know, your, your co host show ended like nine minutes into the show. I just didn't know if you knew that. So he completely rugged you? Cause he could be over here struggling to come up with questions on uranium as well. Chamber there. There are a lot of diesel submarines still. They're a lot. They're a lot cheaper to build. They can get built a lot faster and they can supplement the nuclear fleet. That's when we did Australia dirty a couple years ago. We went behind the French's back and sold them our nuclear subs because the French were taking too long to deliver the diesel subs after we told the French that they weren't allowed to sell them the nuclear subs. You know, business, that's cold."
    },
    {
        "speaker": "A",
        "text": "That's some cold business."
    },
    {
        "speaker": "E",
        "text": "I wanted to, I wanted to confirm something that house said. There is a provision in his work contract, and I know because I prepared the work contract that says he's allowed to not work if there's a uranium conversation happening on mid my crisis. And it specifically means mid my crisis. And I also wanted to say that the way you said and the russian stuff, it was fucking beautiful, man. So that's why I came up."
    },
    {
        "speaker": "A",
        "text": "You like, and the russian stuff."
    },
    {
        "speaker": "E",
        "text": "And the Russians, you know, and the Russians actually, and the russian stuff, the Russians have been working really hard to build a tiny little nuclear reactor that will go inside of a cruise missile. They call it Skyfall. And it blew up up there by Finland, like, midway through Trump's term. So that's it."
    },
    {
        "speaker": "A",
        "text": "That's the backpack reactor I'm looking for."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. That's the backpack that you definitely want. Yeah. So, you know, just so you know, Elmo will turn you in and, and they will kick down your door, um, up there in Canada, and I feel like. I feel like we're on the verge, so."
    },
    {
        "speaker": "A",
        "text": "Oh, it's, it's. We're definitely on the verge."
    },
    {
        "speaker": "E",
        "text": "Yeah. I don't know how many alien videos they let you watch inside of prison. So just, you would imagine you get."
    },
    {
        "speaker": "A",
        "text": "A certain amount, like, I'm talking, like maybe like five videos a week, you know what I'm saying?"
    },
    {
        "speaker": "E",
        "text": "But, I mean, is that enough to quenche? You know, it's."
    },
    {
        "speaker": "A",
        "text": "It's not enough, but it gives me a little taste, you know what I'm saying?"
    },
    {
        "speaker": "D",
        "text": "What happens if there's another Miami incident and you've already used up your five videos and all you hear is the rest of the inmates talking about how sick the 6th incident was."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "So, like, that's the thing."
    },
    {
        "speaker": "A",
        "text": "Just. Just kill me. Just, just put me, just put me to rest, if that ever happens. Yeah, no, it's. Yeah, it's. I think five. I think five alien videos a week is more than enough."
    },
    {
        "speaker": "E",
        "text": "I just wanted to ask the DJ question because I feel it's important that we, we note that you're not going to be able to over leverage your uranium holdings, probably, um, like most people like to do, so I just feel like that's important. And, uh, no, I like, I like the usage of tokenization for actual real commodities. Um, because tokens should be attached to a commodity."
    },
    {
        "speaker": "A",
        "text": "Rob, this is a confusing concept to me. Uh, I noticed there is something tangible on the other side of this token. I've been really enthralled with fictional coins based on Stanley mugs, which has been propelling my interest in cryptocurrency as of late. But it is a novel. It's a novel idea."
    },
    {
        "speaker": "E",
        "text": "Chamber I was on the phone with huddle yesterday and we were talking about how we could tokenize an oxygen container so that an old person would have to burn their token before they were allowed to breathe in their next gas of air. That's where we are going."
    },
    {
        "speaker": "A",
        "text": "I love it. Tokenizing the elderly, that's the next level. Mister house, I'm sure you have much more to bring to this conversation."
    },
    {
        "speaker": "D",
        "text": "Yeah, I feel bad because I love the unserious nature of mid mite crisis, but this is such a fascinating subject that I want to ask questions so I can figure out how to arbitrage trade uranium."
    },
    {
        "speaker": "A",
        "text": "I want you to feel comfortable. I want you to feel comfortable asking as many questions as you want."
    },
    {
        "speaker": "C",
        "text": "And also feel free to dm me whenever I'm possibly working and never leave my desk except for coffee."
    },
    {
        "speaker": "D",
        "text": "So as far as like, getting more towards that arbitrage angle is right now is the only way to purchase u token on dexs? Like through LP's? Or are there exchange listings? And where would one go about looking for an arbitrage op with the current setup? Or is that something that's not quite ready yet? Unless you're already a full scale uranium trader."
    },
    {
        "speaker": "C",
        "text": "That's not something that's ready yet, like you said, unless you're a full scale uranium trader. But in the near term, we will be hopping on more exchanges and you can buy this on Dex tools and Uniswap as well."
    },
    {
        "speaker": "D",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "But yes, in the future, I'm sure there'll be other arbitrage opportunities and also with our new partner, physical arbitrage opportunities. Obviously not for retail, but positioning is."
    },
    {
        "speaker": "D",
        "text": "There to make that happen. Not financial or legal advice from me, Cody, Chamber Joe, or Payne, but basically what's happening is buy you token. Now it's only dollar 92 spot uranium price is 105 barbop once the market goes live. Bang."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yep, pretty much. Exactly. So our goal with this is also not to follow the spot directly. So we will hover above the Comex spot price and hover below it as well as time moves forward and we list on more exchanges."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. I'm buying. I'm market buying right now. As we speak."
    },
    {
        "speaker": "C",
        "text": "Sick."
    },
    {
        "speaker": "D",
        "text": "So many, so many people are going to mid curve this opportunity when it's very much the epitome of you either have to be extremely left or extremely right curve to play this right. And I am so excited."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think everyone will be happy, especially if you're familiar with uranium in the slightest bit. Some of the announcements we have going on next month that we've been working on for a super, super long time."
    },
    {
        "speaker": "D",
        "text": "So I will say I was slightly disappointed that you guys chose not to go for yellow cake, but, you know, the slightly less exciting uranium, but uranium nonetheless."
    },
    {
        "speaker": "A",
        "text": "I love how."
    },
    {
        "speaker": "C",
        "text": "Please forgive me. Yeah. Do you know what the funny part is? So we actually looked at doing that, but the branding around it was so heavy into yellow cake plc, if you guys are familiar with them, that we just went with u 308 instead."
    },
    {
        "speaker": "D",
        "text": "That's fucking beautiful."
    },
    {
        "speaker": "A",
        "text": "I can't believe. I can't believe there's cake associated with these. So what? I'm sorry, can. Can you just clarify for me what the hell? Yellow cake?"
    },
    {
        "speaker": "C",
        "text": "Yellow cake is also uranium. It's not a separate term for uranium."
    },
    {
        "speaker": "D",
        "text": "Yellow cake is the enriched uranium that is frequently used in nuclear weapons."
    },
    {
        "speaker": "A",
        "text": "Okay, classic. And then uranium 308 is what? It's none."
    },
    {
        "speaker": "C",
        "text": "It's the uranium you find at its base form."
    },
    {
        "speaker": "A",
        "text": "Got you. That's what we're mining, is uranium 308. Okay. All right, man. Only this. Cody, I'm going to be honest with you. Most days, the people that come up to speak are the dumbest people on the planet. And literally only thing we're getting today is we got Mister House. We got Joe. And now we have outer looms with her hand raised fellow canadian outer lumen. Smartest person I know. What's up?"
    },
    {
        "speaker": "F",
        "text": "Hey, what's up? I don't think I'm smarter than mister."
    },
    {
        "speaker": "A",
        "text": "Well, everybody's smarter than me."
    },
    {
        "speaker": "F",
        "text": "Mister House is pretty genius. So is Joe. I love you, Joe. Okay, I had a question about an IRL event that's coming up on March 3 in Toronto called the PDAC. I'm sure you've heard of that convention. I know they have a whole exhibit on uranium, and I'm wondering if you're going to be there and if blockchain has infiltrated conventions like that yet. I used to attend that convention for about a decade. How or why, I will not mention because I am not associated with mining in any way, shape or form as my Djen self. But lo and behold, I am, as usual, full of random surprises. And having gone to that conference for a decade, there's some seriously interesting shit going on, including the whole investment section. So I'm curious if that's something that's on your radar as a pretty giant convention in Canada."
    },
    {
        "speaker": "C",
        "text": "So I will not be there myself, but some of our teammates will be there as they are canadian. I don't know if they'll be announcing themselves there, but they told me they would be going. So it'll be an interesting show up and I'm excited to hear what happens and what they get out of that."
    },
    {
        "speaker": "F",
        "text": "Cool. So no, no plans to like, formally exhibit or present talks or anything in terms of like, you know, actually thinking about blockchain and mining in that way? Like in presentation format or anything like that?"
    },
    {
        "speaker": "C",
        "text": "As of right now, no, we're sticking to kind of cryptocentric, basically news outlets, media outlets and conferences as well."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's interesting. I'm very curious to see how, like, this progresses because I think, like, I think it's hot take, but I think it's easy for you guys to go to the conferences where you're already represented and everyone's favorite. I think it would be an interesting move to attend a conference like PDAC or some of the other ones that are more mining centric and kind of do a little bit of onboarding there and see who's interested."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll definitely bring that up to the team. Maybe we can have a public presence there and see what can happen. Thanks for bringing that up. I appreciate it."
    },
    {
        "speaker": "F",
        "text": "Yeah, no worries. It's, it's kind of like almost a counterintuitive thing. I remember when I was heavy into data visualization, I would everybody be like, are you going to this Datavis conference? Are you going to this database conference? And I'm like, I'm not fucking going to these conferences because right now I don't need to level up my skills and I'm just competing with all of you fuckers for clients. So I'm going to go through all of the conferences that are not Datavis conferences and instead preach data visualization to potential clients. So, like, it's not complicated, but sometimes it's hard to like, see the forest for the, you know, through the trees or whatever. So, yeah, that's where this comment kind of came from. I think you should definitely put on your radar all of the kind of mining conventions and things where you will be the novelty when people will be like, well, this is different. This isn't somebody's boringen talk about some like, you know, remediation strategy for whatever that, like, people are tired of hearing, you know, what? I mean, like, there's a certain cadence to these events and they tend to be boring. And it's kind of the same audience that flocks around. And I think that you stand to totally level up if you, if you hit up some of these because they're already talking about uranium, might as well talk about the token."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Yeah. That's a smart idea. Thanks. Very smart. I'm going to tell it to the team right now."
    },
    {
        "speaker": "D",
        "text": "I have no idea where the intersection of Jiu jitsu and uranium lies, but if you guys ever find yourself, like, hey, let's go to a brazilian jiu jitsu tournament or conference, I'll be the person at your stand."
    },
    {
        "speaker": "C",
        "text": "We appreciate our fans at jujitsu competitions, so we appreciate that."
    },
    {
        "speaker": "F",
        "text": "I can link this. Okay. You put uranium once. You get your bag of it for. From whoever's getting it delivered to their house. And then you shoot a video in uv lighting and you're going to get all of the green tracers as you do it. It's a bit radioactive, but a little nuclear takE, if you will. But it's totally a thing."
    },
    {
        "speaker": "A",
        "text": "So in my mind, uranium is just a massive glowing green rock. And then again, and I have no idea what JuJItsu is, but in my head, they do like a karate rolling."
    },
    {
        "speaker": "E",
        "text": "Around with each other."
    },
    {
        "speaker": "A",
        "text": "Do they do karate choppings of like."
    },
    {
        "speaker": "D",
        "text": "No striking? It's all chokes and joint locks. Submission based martial art."
    },
    {
        "speaker": "A",
        "text": "What if we introduced karate chopping and then replaced the rocks with uranium and then UFC?"
    },
    {
        "speaker": "F",
        "text": "Maybe you can make them into meditation stones. And what's funny about that is uranium itself is like, actually just like it looks like a regular rock. It's only when you hit like a certain spectrum of light does it glow green. And I think that it's actually funny. I was recently, like, a reviewer on a publication about science communication, and one of the things they did was like, people's perception of nuclear technology is always associated with glowing green. When they think radioactive instantly. Like, all of the images are glowing greenhouse images. But. But I think it's hilarious how, like, if you just see uranium, you wouldn't, you wouldn't know. You'd have to look at it in a different light for you to be able to see it. But there is. This is a hot take too, I think, depending on what kind of collector you truly are. But there is glass that used to have uranium in it. And you can totally. If, you know, you know, like some people dedicate their entire lives to going thrift shopping and finding this, like, old school victorian era uranium glass. And again, it just looks kind of plain, but if you hit it with the uv light, you would see a glowing green."
    },
    {
        "speaker": "C",
        "text": "I am a subscriber to the uranium glass fans on TikTok, by the way."
    },
    {
        "speaker": "F",
        "text": "I love it. There goes my night. I'm so rabbit holing that."
    },
    {
        "speaker": "E",
        "text": "Okay, can I just real quick with jujitsu and uranium, it's the gracies. Okay, so Brazil has nuclear power plants. Gracie's were backing bolsonaro. They're like legendary. You get in with them, you have a direct jujitsu to uranium to Brazil route."
    },
    {
        "speaker": "D",
        "text": "I mean, it's not too hard to get in contract with Hickson Gracie with modern communication. He's very receptive to it. Although if I was going to make that entrance, I would definitely make it a dojo storm and just carry like a bag of physical uranium 308 tokens that didn't actually, you know, represent the token just for the comic effect."
    },
    {
        "speaker": "E",
        "text": "House, we'll talk about this offline, but there's somebody you and I both know who has trained with him and has his phone number. And also he gets flown the. The one. What's his name? The one."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah, yeah. You're talking about him. So yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "He gets flown to the UAe to do private lessons."
    },
    {
        "speaker": "D",
        "text": "Yeah, he. Another uranium link that comes back to ADCC because he. Yeah, the sultan met him there. Yep."
    },
    {
        "speaker": "E",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "So we got in love when Joe and I have these full circle moments on stage."
    },
    {
        "speaker": "A",
        "text": "They're my favorite."
    },
    {
        "speaker": "D",
        "text": "We're also on the phone for like 8 hours a day."
    },
    {
        "speaker": "A",
        "text": "I know. They're my favorite moments. We do have Brendan with his hand politely raised. Brendan, how are you?"
    },
    {
        "speaker": "G",
        "text": "Howdy, howdy. I'm glad to be one of the first dumb people on the stage."
    },
    {
        "speaker": "A",
        "text": "Welcome."
    },
    {
        "speaker": "G",
        "text": "It's a pleasure to bring down the IQ or the aggregate IQ of all up here."
    },
    {
        "speaker": "A",
        "text": "I know, I appreciate it."
    },
    {
        "speaker": "G",
        "text": "Yeah, I felt it was necessary and, and frankly, you know, it's just an honor, but no, I think, I just think over the past several years I've been to whoever will listen and most people don't because of obvious personality and visual reasons. To me talk about nuclear being the only, you know, the, the obvious."
    },
    {
        "speaker": "A",
        "text": "And."
    },
    {
        "speaker": "G",
        "text": "Most significant, you know, piece of valuable, you know, x, whatever, however you want to call it, you know, energy. This is brilliant way to look at using technology to apply it to Uranus. So I just wanted to say that first and foremost, I think this is really, really cool. And it goes directly along with why I bought some nuclear uranium based stocks many, many years ago. But I had a question. So we all know about the arms race, the nuclear arms race since the fifties. Is there any thought put towards gamifying this in a similar fashion? But on a PvP level."
    },
    {
        "speaker": "C",
        "text": "There hasn't been much thought put into this for that specific purpose besides LP incentives and things of that nature. But we're always open to feedback and anything like that. So if you have any takes, please let me know."
    },
    {
        "speaker": "G",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Okay, we're gonna, we're gonna wrap it up here. I have a. I had a laundry list of questions to ask and I couldn't get to them. None of them uranium related. But I do have one question, and since Monday's show, I've been talking about it a lot and how offended my executive producer when I said that the alien ant farm version of smooth criminal was better than the Michael Jackson version. Okay, now, whoever's on stage, I'm going to start in order here. We'll start with Cody. Cody, are you familiar with both versions of this song?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, do you have a preference on which is the better smooth criminal?"
    },
    {
        "speaker": "C",
        "text": "Dude, alien ant fog, by far."
    },
    {
        "speaker": "A",
        "text": "By far. Okay. All right, so pain. I'm sorry. So it's one for alien amp forum. Joe, I'll have you go next. I feel that you'll have a very thoughtful answer to this as well."
    },
    {
        "speaker": "E",
        "text": "We're going to disagree on this. I have to go with Mike. The video still fucks with me. And you know, they had to invent those shoes to lock into a pin so he could lean forward like that. And they actually have a patent for it. So you tell me the other people got a patent for there and I'll switch my vote. But that's."
    },
    {
        "speaker": "A",
        "text": "That's fair. That's fair."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I'll tell you what, though, hot take. Not a. He was not a huge fan of like the ten minute long music videos."
    },
    {
        "speaker": "E",
        "text": "No, no, no. But I mean, there wasn't to do back in the day. We had like, that is channels. That is, remember chamber? We had ten channels."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I remember. Yeah. I mean, my first television, not even joking around was a fucking black and white television in my bedroom. Not even joking."
    },
    {
        "speaker": "E",
        "text": "Yeah, we celebrated when we got 19 inch color sharp television in our bedroom. It was like cutting edge, me and."
    },
    {
        "speaker": "A",
        "text": "Joe, just ancient outer lumens whose musical taste I get nobody in crypto right now. Do I take their opinion more than outer lumen? Currently so outer lumenous, what are your thoughts on the alien ant farm vis a vis Michael Jackson debate?"
    },
    {
        "speaker": "F",
        "text": "I mean, can you even compare them? Like they. They're so not the same that's like asking me if I like apples or oranges for real."
    },
    {
        "speaker": "A",
        "text": "Well, it's apples and oranges. So do you have a preference?"
    },
    {
        "speaker": "F",
        "text": "Okay. Like, if this is one of those die going on the island thing where I could only hear one for the."
    },
    {
        "speaker": "A",
        "text": "Rest of my life, not even just one, but, like, not even that. You're in the car and you're like, you know what? I'm in the mood for some smooth criminal. Okay? And I don't know which one I want, but you can only pick one. You can only pick one to listen to. Which one are you gonna listen to?"
    },
    {
        "speaker": "F",
        "text": "Okay, so if I needed, like, upbeat, then for sure, alien farm. But if I want, like, chill vibes, then I would go the other one because I find it more chill."
    },
    {
        "speaker": "A",
        "text": "It's funny you say that. I listened back to back the other day because we were listening, the alien ant farm one came on, and then I wanted to immediately compare it to the Michael Jackson one. And my first takeaway was how much slower it was than I thought it was. You know what I mean? I actually thought the Michael Jackson version was quite. Quite peppy, but it was much slower in comparison to the alien ant farm. Much more."
    },
    {
        "speaker": "B",
        "text": "Some might even call it smooth."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "F",
        "text": "So one is totally like, yeah, I'm gonna. I'm gonna, like, you know, do 150 here and hope for the best at kilometers an hour for those of us."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I got you."
    },
    {
        "speaker": "F",
        "text": "But, like. But the other one is kind of like, okay, you know, I just. I got my timmies, and it's the last leg of my drive to Sudbury. Sure, let's hit a moose or some shit."
    },
    {
        "speaker": "D",
        "text": "That's so niche."
    },
    {
        "speaker": "A",
        "text": "That's so niche. I love a good Sudbury drive, and you do have to be careful for the moose. So that is a real problem on that highway. 144 outer lumen. Amazing answer. I appreciate it very much. Mister House, would you like to weigh in on this topic?"
    },
    {
        "speaker": "D",
        "text": "See, you said listen to, which was the distinguishing factor in my answer. If you're going to do that, I'm going to go with Mike. Right. Like, you've got the voice of an angel. Now, if we're going for which is the better work of art as a whole or just which song is better and leave more room for interpretation. I'm taking alien ant farm. You cannot find a more creative vision. Fuck MJ and anything he did. Any video aside, you got four rednecks in the middle of a backyard wrestling ring."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "Jamming out. And you got the whole backyard game present. Right. Like, I mean, that's redneck heaven like sign right after that. Ten times out of ten versus, like, spooky dude and his dance crew gliding back and forth across the floor, like, miss me with that. You can catch me chilling with my redneck homies wrestler in the backyard sponsored by uranium 308 token."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. Brandon. You're welcome. Off to the stage. You have to answer the question. Which song are you going with?"
    },
    {
        "speaker": "G",
        "text": "So, in this case, there's a couple of factors you have to take into account. On the one hand, you got, you know, you got a separate."
    },
    {
        "speaker": "D",
        "text": "You get the idea of whether you're."
    },
    {
        "speaker": "G",
        "text": "Able to, as a. As a person, separate the art from the artist."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "G",
        "text": "And that's, like, step one, even just to get to the point where you're evaluating them on what would be construed."
    },
    {
        "speaker": "A",
        "text": "As an evil alien murdered a whole town of people we don't know, you know, I'm saying."
    },
    {
        "speaker": "G",
        "text": "Yeah, yeah, well, that. Well, actually, that's something. You're not that off base, but they're. They're not quite insane clown posse, you."
    },
    {
        "speaker": "F",
        "text": "Know, but, yeah, magnets work miracle."
    },
    {
        "speaker": "G",
        "text": "Let's just say. Let's just say their. Their hands aren't exactly clean."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, so based on the music. Based on the music."
    },
    {
        "speaker": "G",
        "text": "Based on the music. Which one. What I look at is which one was more impactful on the trajectory of. Of the industry overall and was it beneficial or not beneficial feeling."
    },
    {
        "speaker": "A",
        "text": "You're going with alien ant farm right now?"
    },
    {
        "speaker": "G",
        "text": "No, I'm going with. I'm going with Michael Jackson."
    },
    {
        "speaker": "A",
        "text": "That's fair. You know what? I hope pain. Are you able to speak right now? Do you feel vindicated?"
    },
    {
        "speaker": "B",
        "text": "I do. I knew we had some real ones. Joe was the realist. Already knew. He hung out in Cali with Kobe and Tupac and all of them. So you already knew. She gave a very educated take. Yeah, I did."
    },
    {
        "speaker": "A",
        "text": "When. When bunch is agreeing with me, I get really scared."
    },
    {
        "speaker": "B",
        "text": "Yeah, you were in trouble."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest. You're in big trouble. Yeah. This is the best song ever. I also love it, but. Okay. So I feel vindication for pain. That's what I was hoping to bring to you today, because I feel, like, not true. I didn't want to. I didn't want to dominate the conversation with. With wins. No. I did hope that we would have some more Michael Jackson focused fans in the crowd, which we did, because I did feel the alien and farm, much similar to the Mario two conversation we were having the other day. I'm like, this is not representative of the overall how did I miss that?"
    },
    {
        "speaker": "F",
        "text": "I'm so sad."
    },
    {
        "speaker": "A",
        "text": "Are you a Mario? Are you a Super Mario brother two fan outer?"
    },
    {
        "speaker": "F",
        "text": "I mean, I prefer three, but I like completely different gameplay. But the whales are awesome. You can't beat the whales."
    },
    {
        "speaker": "A",
        "text": "Well, we'll have to have you back once bunch is here because he's got some great Mario two stories, but my daughter is banging on my door. She wants me to take her to horseback riding. I gotta get going. Cody, thank you for coming on. Do you want to just hit us real quick with where we can find everything we need to know about uranium 308?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Twitter is uranium 308. We also have a telegram, LinkedIn medium, pretty much everywhere. So follow the Twitter that's on the speaker list. Hit our website for all the rest of the socials. And it's going to be a big month, so thanks again, Chamber."
    },
    {
        "speaker": "A",
        "text": "Hey, thank you for coming on. I really appreciate it. I'll make sure we have links to all of the things we talked about today in the show notes with Cody and uranium 308. But I want to thank everybody for coming up. I want to thank all the smart people for coming up and asking intelligent questions. Apparently, there's stuff going on in Russia that we need to be concerned about, but we're going to wrap it up right there. Friday. Apparently, bunch is not going to be here either. It's going to be even more crazy. I don't know what we're going to do. We're gonna do something on Friday, but tune in Friday and until. Until next time. What does he say again? I always forget pain. What does he say?"
    },
    {
        "speaker": "B",
        "text": "Keep the mic hot."
    }
]