[
    {
        "speaker": "A",
        "text": "Started with a low light. Next thing I knew, they ripped me from my bed. And then they took my blood tight. They left a strange impression in my head, you know, that I was hoping that I could leave this dark cross world behind. But when they cut me over, I guess I changed my mind. And, you know, I might have just gone too far from the floor this time. Cause they're calling me by my name, and there's different white light beams. The street garden. Bumps and satellites. That was a turning point. That was one only. Bye."
    },
    {
        "speaker": "B",
        "text": "Are we. Are we bunch less today?"
    },
    {
        "speaker": "C",
        "text": "Not at all. We'll see. Well, there he is right there."
    },
    {
        "speaker": "B",
        "text": "I was gonna say we're just riding solo. How you doing, chamber?"
    },
    {
        "speaker": "C",
        "text": "I'm doing. You know, I'm doing all right. I actually doing pretty good."
    },
    {
        "speaker": "B",
        "text": "Good. Yesterday I was a little bit worried. I know Morgan was off."
    },
    {
        "speaker": "C",
        "text": "You were worried for me."
    },
    {
        "speaker": "B",
        "text": "Yeah, me and Morgan."
    },
    {
        "speaker": "C",
        "text": "That's right. I was. It's a good. Yeah, I forgot about that. Yeah. Yeah. I was a little low energy yesterday."
    },
    {
        "speaker": "B",
        "text": "Yeah, I thought. I thought it was all over. I thought we were going to zero, and you were just going right to your. Your graveyard house that you were gonna buy."
    },
    {
        "speaker": "C",
        "text": "Just go right to the graveyard. Skip the house altogether."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Altogether. Right to the grave. Well, and I wondered, you know, I saw Anthony's face pop in, and I thought, like, wow, you were just really done with Anthony. He killed your whole vibe, and it's over."
    },
    {
        "speaker": "C",
        "text": "Bad take Tony or terrible take Tony, I should say. You got alliteration. Bunch is here. He's ready to co host. You know you love him. We love him. I mean, it's a good day when Bunch is here. Bunch. It's a good day when."
    },
    {
        "speaker": "B",
        "text": "That was a perfect segue. He must not be prepared."
    },
    {
        "speaker": "C",
        "text": "I have a question for you, Bunch, still."
    },
    {
        "speaker": "A",
        "text": "I'm having lots of technical difficulties today."
    },
    {
        "speaker": "C",
        "text": "Are you? Actually?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "All right. We can pay, and I can play through it until you're ready."
    },
    {
        "speaker": "A",
        "text": "It sounds like I might be good now. Sounds good. I was having trouble. It seems lately that. I think you have the same setup that I have. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we got the irig and the microphone."
    },
    {
        "speaker": "A",
        "text": "Mine is having trouble with the headphone jack. And so, like, most. A lot of times, I can't hear what's going on, and then it, like, meets my mic and stuff. It's all. All out of whack."
    },
    {
        "speaker": "C",
        "text": "I feel like they're. I mean, the build of them is not for, you know, to stand the test of time. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So, I mean, it sounds like we should just probably stop doing the show."
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely. We should definitely stop just podcasting in general."
    },
    {
        "speaker": "A",
        "text": "I think someday that day will come, and I will."
    },
    {
        "speaker": "C",
        "text": "It will never come."
    },
    {
        "speaker": "A",
        "text": "So happy. I will just be. So."
    },
    {
        "speaker": "C",
        "text": "I do have. I do have nightmares sometimes, which is where. Where I wake up, like, in a panic, and I start to think. I'm like, bunch is such a nice."
    },
    {
        "speaker": "A",
        "text": "Guy that I would never. I would never actually ask you to stop doing the show."
    },
    {
        "speaker": "C",
        "text": "That was my panic, was that you're such a nice guy, you've wanted to stop doing the show for years, and you just, you know, couldn't bring yourself to do it. And I'm just, you know, basically an anchor on your soul three days a week."
    },
    {
        "speaker": "A",
        "text": "No, it's certainly not you that's the anchor. However, there is the, you know, the content hamster wheel effect that happens, you know?"
    },
    {
        "speaker": "C",
        "text": "I hear ya."
    },
    {
        "speaker": "A",
        "text": "And it's just, like, when you don't feel like you have a lot to talk about, and you just know you gotta show up and do it anyway. Like, my. My big problem is I don't have any time to actually, like, prepare for the show. So we come on, and we just, you know, talk off the cuff, and that sometimes is hard to do, you know?"
    },
    {
        "speaker": "C",
        "text": "I completely agree. Um, it is difficult. I. I do think we're, uh, very good at it. I was gonna say perfect at it."
    },
    {
        "speaker": "A",
        "text": "But, you know, certainly not perfect, but we. I would say, you know, if you just threw us up, like, we're basically an improv comedy troupe."
    },
    {
        "speaker": "C",
        "text": "It's my dream, man."
    },
    {
        "speaker": "A",
        "text": "Of. Yeah, that's your dream. Dream bigger, bro."
    },
    {
        "speaker": "C",
        "text": "I know. That's it. That's it. Just a c tier, you know, after our, you know, improv group is all I'm looking for."
    },
    {
        "speaker": "A",
        "text": "I feel like, you know, if you had to do your life over, you'd have a second. You have a stint at Second City or something, you know?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's. I don't think I'm. That I don't like being the person I still, like, write. I wish I could write better and read better. I'm functionally illiterate, and I think I would like that. I wish I had the ability to read and write better, and then I feel like I could write things. Do you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Sure. I mean, I think I would argue that you're probably a better writer than you think, but you could definitely work on that skill."
    },
    {
        "speaker": "C",
        "text": "I mean, it's. Maybe 20 years ago, I could have worked on that skill."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I get it. I get it. There's no time for new skills these days, and it's. It's so hard because, like, you just have to. You have to keep stacking new skills to, like, keep up with this stuff. And it's just like, there's no time ever."
    },
    {
        "speaker": "C",
        "text": "There's literally no time ever. I did get some good news today, though, bunch that kind of like, turned my day around."
    },
    {
        "speaker": "A",
        "text": "Let's hear it."
    },
    {
        "speaker": "C",
        "text": "So, I don't know about you, I had been, um, postponing doing my taxes just because I felt like the."
    },
    {
        "speaker": "A",
        "text": "Wait, weren't they do, like quite a bit."
    },
    {
        "speaker": "C",
        "text": "I don't know about you guys, but."
    },
    {
        "speaker": "A",
        "text": "I think, like, well, wait, wait. When is canadian?"
    },
    {
        "speaker": "C",
        "text": "I think the same time, like April."
    },
    {
        "speaker": "A",
        "text": "Just like whenever you feel like it."
    },
    {
        "speaker": "C",
        "text": "I think it actually is whenever you feel like it. Uh, but."
    },
    {
        "speaker": "A",
        "text": "And 90% of the people pay early just because Canada is so nice. And they're just like, oh, sorry, sorry. Here's our tax."
    },
    {
        "speaker": "C",
        "text": "Oh, you're good. Don't you worry about it."
    },
    {
        "speaker": "A",
        "text": "Well, don't you worry. Here, I paid a little extra for you. Just paid a little extra."
    },
    {
        "speaker": "C",
        "text": "A little after work. Tim's there for you."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I know. I think we don't spend it all in one place. Rob for it, huh?"
    },
    {
        "speaker": "C",
        "text": "A couple of tunis for your pocket."
    },
    {
        "speaker": "A",
        "text": "Yeah, a couple of."
    },
    {
        "speaker": "C",
        "text": "We do have an official date, though. Like, it's like April 1 or April 10 or April 15. April."
    },
    {
        "speaker": "A",
        "text": "Something on or around."
    },
    {
        "speaker": "C",
        "text": "Yeah, give or take. Within the first two weeks of April is the official date. But this is the second time in a row now that I've just kind of like, not done it until like, this."
    },
    {
        "speaker": "A",
        "text": "So wait, like, have you had to like, file extensions or you just straight up like, don't do it."
    },
    {
        "speaker": "C",
        "text": "I was talking like, okay, I just don't do it. And then I reached out to my accountant, like, so I think, you know, beginning of July came around."
    },
    {
        "speaker": "A",
        "text": "Is this appropriate to say on a recorded."
    },
    {
        "speaker": "C",
        "text": "I'm just telling you the facts. What happened? I mean, I paid them today. Like, they're paid, so."
    },
    {
        "speaker": "A",
        "text": "Oh, thanks. For sake."
    },
    {
        "speaker": "C",
        "text": "As a mousse and maple syrup, you know, but. So, yeah, so I reached out to my accountant beginning of July and today, you know, it's not."
    },
    {
        "speaker": "A",
        "text": "Do I have."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. Do I have to do this? And then I sent them some. You know, the big file is. Is obviously, you know, my, you know, my work, but the one that hurts the most. Island. You know, the. The file I get the capital gain. Well, it's just, it's just a file I download from Coinsquare, which is the site that I use to off ramp some crypto into canadian dollars. So I send them my, you know, my, my transactions for."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just got your. Did you go transaction by transaction or just kind of take the balance of what they said and just trust?"
    },
    {
        "speaker": "C",
        "text": "No. So every. I think you get a monthly report of like, what you've had taken out of crypto back, like, into canadian dollars."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like coinbase gave you like a year."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Uh, so it's basically, it says, okay, you took out this much, like, you put like $0 into crypto, but you've taken x amount out."
    },
    {
        "speaker": "A",
        "text": "Right. That's the worst."
    },
    {
        "speaker": "C",
        "text": "Exactly. So then I pay capital gains on that. So anyway, so I sent him the report at the beginning of July. Uh, there's asking me questions about, like."
    },
    {
        "speaker": "A",
        "text": "And he's like, why are you sending me this now? This is four months late."
    },
    {
        "speaker": "C",
        "text": "No, never says anything. Says cool, and then asked me questions about, like, home office expenses and stuff. And, you know, the regular. The regular. So I said that stuff and I was dragging on something. And then his wife, like, it's like a husband wife accounting combo. I think it's, you know, they run it downtown."
    },
    {
        "speaker": "A",
        "text": "Oh, an accountant."
    },
    {
        "speaker": "C",
        "text": "There's a wall. Shut up, shut up."
    },
    {
        "speaker": "A",
        "text": "Shout out."
    },
    {
        "speaker": "C",
        "text": "So his wife, who I think is like his, you know, you know, whatever office manager emails me, it's just like, oh, we're going on holiday, so if you can get this, you know, if you can't get this in now, we will be back until, you know, you know, end of July. I said, whatever, that's fine."
    },
    {
        "speaker": "A",
        "text": "Doesn't matter to me, man. I was never, I wasn't gonna do this unless."
    },
    {
        "speaker": "C",
        "text": "Exactly. Yeah, no, no problem. You enjoy your holiday. So, yeah, I reached out to him today. Turns out he had already sent me my taxes on Monday. I didn't even notice the email. And I was worried. I was worried that the amount to pay was going to be a lot. It was going to be five figures. And I was very happy to find out that it was $1,500."
    },
    {
        "speaker": "A",
        "text": "I was, wow, that's amazing. Huge win."
    },
    {
        "speaker": "C",
        "text": "Like, I got basically just made like ten grand today."
    },
    {
        "speaker": "A",
        "text": "You know, similar happened to me, actually, when I did my taxes on time and lawfully here in the United States. I did the same thing I expected from my coinbase because I did. I actually took some profits out of Coinbase into my bank account last year because I used some profits to finish my basement when my second baby was coming because I was getting kicked out of my office. And it was a pretty good, I mean, to do a home improvement process project. It's obviously a decent."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Change. And so I was super worried about, like, what it was going to be. And actually, I guess from what I bought versus what I took out, because I was like, buy. I was, like, auto buying eth, like, from my bank account every week or month or whatever. So the actual balance of what I bought versus took out was actually way less than I thought. So that obviously made my tax bill way less, too. So that was. Same thing happened to me."
    },
    {
        "speaker": "C",
        "text": "It was exciting."
    },
    {
        "speaker": "A",
        "text": "So kudos to you. I just can't get over the fact that you just, like, I. I don't know what happens here if you just don't."
    },
    {
        "speaker": "C",
        "text": "Just didn't do it."
    },
    {
        "speaker": "A",
        "text": "I don't know if you go, like, directly to jail, but eventually, I mean. I mean, like, what are they? I don't even know."
    },
    {
        "speaker": "C",
        "text": "I'm sure there's consequences if you don't do it, but I mean, if you do it eventually."
    },
    {
        "speaker": "A",
        "text": "Some people, there's definitely stories of, like, oh, this guy went to jail because he hasn't filed taxes in ten years. Right, right. But, like, it's taken them ten. Like, I don't know."
    },
    {
        "speaker": "C",
        "text": "Like, yeah, I mean, so it's funny because I was speaking to my financial advisor and is this not waltz different guy? This is."
    },
    {
        "speaker": "A",
        "text": "Yeah, you got a massive team. You're like money Mayweather over there. You got."
    },
    {
        "speaker": "C",
        "text": "This is Mike. This is prison, Mike."
    },
    {
        "speaker": "A",
        "text": "Prison chad coming real soon."
    },
    {
        "speaker": "C",
        "text": "So I was talking to him about something about just. Just some, you know, where we were putting money for. For this year, and I was saying, oh, I'm like, ah, shit. Like, I haven't done my taxes yet. And he's like, me neither."
    },
    {
        "speaker": "A",
        "text": "What. What happens up in Canada? What is going on? I feel like I'm taking crazy pills. I don't. I don't even know where to go."
    },
    {
        "speaker": "C",
        "text": "But I'm telling you. So this is a legitimate businessman. I would not consider myself a legitimate businessman."
    },
    {
        "speaker": "A",
        "text": "No, you're definitely not. Like, you're a. You're a. You're just a guy. I'm just a dude. You're just a guy that works and plays in crypto market."
    },
    {
        "speaker": "C",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "That's what you are. This guy's like, oh, yeah, me neither."
    },
    {
        "speaker": "C",
        "text": "It was like, no big deal. I'm not sure how long you have to wait now. Also, that being said, my brother in law, I was talking to him the other day, he hasn't paid taxes in, like, four or five years."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And I mean. Oh, he's like, you know, he's like, works under the table. Like, he's, you know, he's in construction, like, a little bit more. I get it. But he just went to an accountant, and they figured out what he. You know, because they're trying to. You know, they're trying to get some stuff and, you know, get some. You got it? You got to play the game if you want to."
    },
    {
        "speaker": "A",
        "text": "Well, sure. Buy a house. He's got no record of anything. Like, what do you expect?"
    },
    {
        "speaker": "C",
        "text": "He just went to go see an accountant. It was just like, okay, yeah, here. You know, here's. Here's what, you know, the. What you would owe based on. On the info that we have. And that was it."
    },
    {
        "speaker": "A",
        "text": "And what was that?"
    },
    {
        "speaker": "C",
        "text": "I don't like."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I was. It was, like, the number I was worried about. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, look, must be nice to be able to have enough money that you have a financial advisor. I feel like I am just so goddamn poor still. Like, I don't know where all my money goes. It's. It's quite concerning lately, actually."
    },
    {
        "speaker": "C",
        "text": "Sorry. I lost a lot this week already. I don't know what to do with myself in crypto."
    },
    {
        "speaker": "A",
        "text": "Oh, because you were playing in the hamster? Yeah."
    },
    {
        "speaker": "C",
        "text": "And I'm so. I lost money on hamsters. I'm. I'm. I'm in the red right now. And some trades."
    },
    {
        "speaker": "A",
        "text": "I've just literally been sitting in Eth and, like, haven't even touched it. The. Any money that comes into my bank account from, like, work or anything just goes immediately out. So, like, crypto and all that other stuff is basically my savings account at this point. So, yeah, it's. It's. We need more cash flow in the bunch, you house, that's for sure."
    },
    {
        "speaker": "C",
        "text": "I'm curious. Who doesn't pay? Like, who's just kind of, like, casually late on their taxes, like, every year?"
    },
    {
        "speaker": "A",
        "text": "I didn't know that was even."
    },
    {
        "speaker": "C",
        "text": "I feel like you'd be cool about it. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Like, that. Be like, that's, like, one thing that I've never even considered being laid on. Like, of course there's no one, like, holding your feet to the fire if you don't do it the day of, but, like, I still would never even contemplate. Not. Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, I think it's at least two years in a row that I've done it. And I used to be early. I used to be, like, a February guy, maybe march."
    },
    {
        "speaker": "A",
        "text": "You're like, well, yeah, because you were probably getting. You were probably getting."
    },
    {
        "speaker": "C",
        "text": "I think so at that time. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right? So you're like, oh, yeah. Give me. I'm gonna."
    },
    {
        "speaker": "C",
        "text": "I would do them, like, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah, I still do on myself, which is a terrible idea, but I still."
    },
    {
        "speaker": "C",
        "text": "I find it's like a fun, like, accomplishment when you get to the end of it."
    },
    {
        "speaker": "A",
        "text": "I'll tell you right now, the last two years, I did not have. No, because it was. I was on my own, so, like, I wasn't. I wasn't, like, w two'd. I was contracted, and, like, it was very complicated, and I had all this stuff, and I. I've always. I mean, most of my life, I've had, like, different states. I've had to file in, like, two different states, which is just such a pain in the ass. And so, yeah, it's. But this year, I'm just basically a w two employee, plus whatever capital gains or losses I have, so should be easy this year, which is great, but, you know, that's exciting."
    },
    {
        "speaker": "C",
        "text": "So you're a w two employee at a web three company. That's the dream. That's awesome."
    },
    {
        "speaker": "A",
        "text": "W two, web three. There you go."
    },
    {
        "speaker": "C",
        "text": "That's great."
    },
    {
        "speaker": "A",
        "text": "That's it. That. That is the dream."
    },
    {
        "speaker": "C",
        "text": "Turns up."
    },
    {
        "speaker": "A",
        "text": "Yeah. I still just floored that this is a topic, however, let's go on to a new."
    },
    {
        "speaker": "C",
        "text": "All right, what do you got today?"
    },
    {
        "speaker": "A",
        "text": "I've pinned a tweet. Pinned a tweet to the top. You were excited to talk about this. We're going to talk about it for a little. We had a congressional meeting today where. I mean, there is. First of all, I'm a little upset you did not choose, if you're really going to choose an intro song for me, it, like you claim and like you have been."
    },
    {
        "speaker": "C",
        "text": "It was almost a blink 182 song today, by the way."
    },
    {
        "speaker": "A",
        "text": "Well, that's. That's what my tweet is quoting. It's. Oh, really? Aliens exist?"
    },
    {
        "speaker": "C",
        "text": "Oh, it was. It was. For the record. It was gonna be, um. What was it gonna be? Uh, what is it called? Feel this or something. This."
    },
    {
        "speaker": "A",
        "text": "Oh, well, I mean, they have a song about alien. I didn't even know that would have. Should have been that song. Yeah. That's where Tom DeLong has gone after, like, when you went to be, like, an alien chaser or something. He's like, a legit. Yeah."
    },
    {
        "speaker": "C",
        "text": "He's like a legit name. In the space now, in the alien. UFO space, there's, like, the greek guy."
    },
    {
        "speaker": "A",
        "text": "What that space is like. What do you think? What do you think fud is like in the alien?"
    },
    {
        "speaker": "C",
        "text": "I mean, I'm. I'm in a parallel space when I'm. When I play in the. You know, the Bigfoot I like a lot of."
    },
    {
        "speaker": "A",
        "text": "Do you think there's. Yes. What's it like, tribalism?"
    },
    {
        "speaker": "C",
        "text": "Like, there's. So I. I can't speak to the aliens, but at least in Bigfoot, there's really two schools of thought, and they are always in constant battle with each other. Is the flesh and blood camp, which is basically like. Bigfoot is an animal undiscovered, basically. Like a north american mountain ape. Essentially."
    },
    {
        "speaker": "A",
        "text": "Uh, a north American what? Mountain goat?"
    },
    {
        "speaker": "C",
        "text": "Yeah, mountain goats. Uh, and then there's the other camp that thinks it's a bit more interdimensional. Uh, a bit more, um, yeah, I would say a bit more."
    },
    {
        "speaker": "A",
        "text": "Not of this planet."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, there's something not as something supernatural, I would say, aspect to it."
    },
    {
        "speaker": "A",
        "text": "Which camp do you."
    },
    {
        "speaker": "C",
        "text": "I'll tell you what. I was a. I was a flesh and blood guy."
    },
    {
        "speaker": "A",
        "text": "Oh, you've been swam for two."
    },
    {
        "speaker": "C",
        "text": "For two reasons. I've been swayed."
    },
    {
        "speaker": "A",
        "text": "Wait, wait. Where'd you start?"
    },
    {
        "speaker": "C",
        "text": "Flesh and blood."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "And now I'm. I'm a bit more, I don't know, a bit more in the middle. I would say maybe a little bit more woo. Like, a little bit more woo woo. But, yeah, it's just, it's two things. It's a. I hear so many people tell stories, and, you know, you can. Thousands and thousands of accounts, and, obviously, if one of them is a real one and all the others are bullshit, that doesn't matter because one is real. So there's just so many people that have seen things and have heard things and so on and so forth that I was like, oh, this is obviously flesh and blood. This is a real thing. We just haven't been discovered. But I. So much time has gone by now. Like, we haven't, like, phones are better. Like, trail cams are better. Like, we should have more. We should have more content, quality content on Bigfoot. We should probably have, like, a body by now, realistically. Just, you know, this is great."
    },
    {
        "speaker": "A",
        "text": "This is a excellent."
    },
    {
        "speaker": "C",
        "text": "You know, and then on the flip side, you have all these other stories that have an aspect of, like, woo to them. And when I say woo, I mean, like, supernatural stuff. So there's a good. I would say, like, 20% of accounts have, like, a. Not a necessarily supernatural, but there's other things that. That play into it that kind of take away from the flesh and blood argument. So I don't know. I'm slowly, like, okay, maybe this is. Maybe there's something, like, is there. Is there a cloaking, you know, aspect to this is it. Like, the predator. There's interesting. Like, so, you know the movie the Predator, obviously."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So, like, in the predator, like, he can camouflage himself, basically go, like, invisible, but you can kind of see him in, you know, you can kind of see the translucentness of it. Um, the guy that wrote predator, his dad was, like, in the, like, CIA or FBI or something and had a description, like, he got that storyline from a description that his dad got and told him about of, like, somebody witnessing something in, like, a national park or something like that. And I was just like, oh, that's kind of interesting. Um, so I don't know, little things like that that make me think, uh, there's another aspect to it which could be aliens."
    },
    {
        "speaker": "A",
        "text": "Well, I was just gonna say, you said we should probably have a body by now, and that is the perfect segue to the clip above. Have you seen this clip yet?"
    },
    {
        "speaker": "C",
        "text": "I watched about a hundred times today."
    },
    {
        "speaker": "A",
        "text": "You've watched it a hundred times. Okay, why don't you describe for the folks that maybe haven't seen it yet, what is being, uh, discussed in the clip?"
    },
    {
        "speaker": "C",
        "text": "And so we have a member of Congress that is asking a member. I don't know where the guy's from. He's military, I believe. I don't know what he ranks."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is a whistleblower. Exactly."
    },
    {
        "speaker": "C",
        "text": "I don't know what he ranks in the military, but. And I don't know what part of."
    },
    {
        "speaker": "A",
        "text": "The number one is he."
    },
    {
        "speaker": "C",
        "text": "Number one. Is it number one in the Navy or the."
    },
    {
        "speaker": "A",
        "text": "He's just, you know, he's number one in your heart."
    },
    {
        "speaker": "C",
        "text": "So he is now in front of Congress. They're asking questions. She asked a question about recovering bodies. Like, we have these. We're basically saying, yes, we've. We've found wreckages, you know, wreckage of interplanetary or whatever. They. I don't know what word they use, but basically UFO's. Were there pilots? Essentially, is what she's asking. And he says, I, you know, I can't answer that, you know, because of, you know, secrets, you know, top secret stuff. And then she follows up by asking, are they of human or, like, human origin or non human origin? He said, he confirms non human. Organic, I think. Organic. Non human origin, which I think is an interesting way to put it. So, basically, I don't know what that means. It means. I I don't know. I don't know. It means aliens, I think. Does it mean aliens? Bunch."
    },
    {
        "speaker": "A",
        "text": "Sure seems like it. No. So, you know, I don't know where, like, it's very interesting to think about. But, like, could it have been. They did say, did they say in the clip, bodies or pilot?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I was like, pilot remains, I think, which."
    },
    {
        "speaker": "A",
        "text": "Which sounds like bodies, right? But it could be just like, yeah. Gelatinous ooze or. Oh, you think we're getting some?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, that's something. My head is like, ectoplasm is what I had. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, yeah. I'm interested to hear what circles has to say about this. Circles? Do you believe in one sasquatch? And two, what do you think of this alien topic? I have no strong feelings one way or the other. The brother in Bigfoot's, although I did totally call it tangers. Bigfoot's our aliens take before it was officially said. I do think so. He said it wasn't human organic matter. Now, here's the thing, y'all. It could have just been good old sparky the dog shot up from the russian cosmonauts, and he's just flying around and, you know, it's not human origin, it's dog origin. That's. That's the real question that we need to be asking here is, is it DNA found on earth that was in this supposed biological material until then? I mean, who's to say that, you."
    },
    {
        "speaker": "C",
        "text": "Know."
    },
    {
        "speaker": "A",
        "text": "It'S a good point. It's a good point. They. They did say non human. They did not say exactly otherworldly."
    },
    {
        "speaker": "C",
        "text": "Exactly. No, that's."
    },
    {
        "speaker": "A",
        "text": "I mean, it could. For all we know, squatch. It could be squatch."
    },
    {
        "speaker": "C",
        "text": "Could be."
    },
    {
        "speaker": "E",
        "text": "It could have been."
    },
    {
        "speaker": "A",
        "text": "I mean, if there's one thing we learned from. Oh, shoot. What was that movie? Nope, it's gone forever. But the dolphins were this so long. I think for all the fish was the second book, but the dolphins were the intellectually superior species. It could have been dolphins flying around in their dolphin spaceships. Could be. Could be terrible. Take Tony. What do you think?"
    },
    {
        "speaker": "E",
        "text": "This is scary. I think."
    },
    {
        "speaker": "A",
        "text": "Oh, you agree with him?"
    },
    {
        "speaker": "E",
        "text": "Agree with him."
    },
    {
        "speaker": "A",
        "text": "Oh, I thought you were scared because you actually agreed with a chamber take."
    },
    {
        "speaker": "C",
        "text": "No, no."
    },
    {
        "speaker": "E",
        "text": "So what I'm. So what I'm saying I came up to ask is, like, this is like the US Congress talking about this stuff, but is it, like, this isn't a US issue, this is a war. This is like an earth issue. Like, why are we not, like, banding together?"
    },
    {
        "speaker": "C",
        "text": "Like, you're looking for a worldwide g twelve council? Okay?"
    },
    {
        "speaker": "E",
        "text": "I mean, is that not warranted?"
    },
    {
        "speaker": "C",
        "text": "I think these are the first steps. I think we could get to the next steps, you know, from. From here. I think this is a interesting first. I mean, this is a pretty massive. It's a big deal. It's a big deal that the us government is talking about, you know. Yeah, that's crazy."
    },
    {
        "speaker": "A",
        "text": "Potential crazy."
    },
    {
        "speaker": "C",
        "text": "I mean, it's. It's been a slow. Not a. It's been a slow release since. Really, I want to say, I don't know if it was last year, the year before."
    },
    {
        "speaker": "A",
        "text": "Since the movie Independence Day, since the move."
    },
    {
        "speaker": "C",
        "text": "Since 96."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "It's still the best president of all time, but no, since they released the video, I feels like two years ago where the Air Force had, I think it was an air force of the Navy had footage of, you know, unidentified objects basically, that were doing things that none of the jet fighters could do."
    },
    {
        "speaker": "A",
        "text": "Now what do you, what do you think? I mean, I don't feel like we have the video evidence that you're saying that you also believe the squatch community should have. I don't think we've seen, you know, definitive, like, it wouldn't pass a sports review process. Right. There's not undisputed video evidence."
    },
    {
        "speaker": "C",
        "text": "So I guess."
    },
    {
        "speaker": "A",
        "text": "Wouldn't you, wouldn't you also think you would need that?"
    },
    {
        "speaker": "C",
        "text": "I would say there's more video evidence for, again, just things that are flying, real things that are flying through the air at speeds and maneuvers that I've never seen anything, you know what I mean? As like a regular human, you know, regular person not affiliated with secret, top secret stuff. You know what I'm saying? I've never seen anything do. So I would say there's lots of video evidence just stating, we're not saying that it's from another planet, not saying that it's manned by an alien, but definitely you can conclude that it's something flying around at insane speeds with insane maneuverability. I think we can. I think there's enough video evidence to say that."
    },
    {
        "speaker": "E",
        "text": "So here's my follow up. Is, is this something like, here's like. It's like part a, part b. What's the odds that, like, it really, like, it could be a UFO where we don't know exactly what it is."
    },
    {
        "speaker": "F",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "But how do we know that it's not another country right on our totally doing this? Because. And that's like, the reason why I say, like, why is the US, right?"
    },
    {
        "speaker": "C",
        "text": "I mean, I've heard people, you know, argue that the reason the states, you know, the US is doing this is because they don't want to come out. Right. And say, like, oh, China has this type of technology that we don't have, or Russia has this type of technology that we don't have. If you see anything weird, let us know where. Oh, that could be a, you know what I mean? That could be a UFO. That could be an alien. Let us know about it. And it's a way to get, I don't know, maybe more information on technology. Like, to your point, Anthony, that maybe another country has."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "So that's, that's. So then my point after is, like, is this something that people will actually be concerned about? And, like, what's the level of concern for me as an American versus you as a Canadian?"
    },
    {
        "speaker": "C",
        "text": "So I guess the question would be to concern for what? So concern that China, just, just in general."
    },
    {
        "speaker": "A",
        "text": "I mean, look."
    },
    {
        "speaker": "C",
        "text": "Well, there's. To me there's two. To me there's two. There's a. How much concern do I have if China or Russia or, you know, insert country has crazy technology that the US doesn't have? It doesn't really bother me all that much if the question is there's fucking aliens flying around. That concerns me significantly more."
    },
    {
        "speaker": "E",
        "text": "You know, are you, are you making a change to your life now with this news or what?"
    },
    {
        "speaker": "G",
        "text": "What."
    },
    {
        "speaker": "E",
        "text": "To what level of detail do you need to get? Because I'm actually thinking about this. Do you say, like, okay, this is something that we actually."
    },
    {
        "speaker": "C",
        "text": "Which one are you thinking is, like, which one are you, like, thinking is more real? Like, are you saying this is aliens? Are you saying this is secret chinese technology?"
    },
    {
        "speaker": "E",
        "text": "Like, I actually have no concern if it's okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm gonna say I'm with you. I'm with you."
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't think that's a problem. Like, even though that's more realistic, I don't think that's a problem."
    },
    {
        "speaker": "C",
        "text": "We're talking straight up aliens. It doesn't matter. Yeah, we're fucked. Like, it. It doesn't matter because they're either here to, like, farm the world and take our resources, which we'll have nothing to do about it. Like, we won't be able to do anything about it. They're either going to enslave the human population for their. Whatever they need to do. There's nothing we'll be able to do about it. Or they're here to help us get to the next era of humanity where they give us some sort of technology or something that is able to kind of evolution, you know, revolutionize the, you know, the human species or earth as a whole, but either way, there's literally nothing we can do about it."
    },
    {
        "speaker": "E",
        "text": "So you open up so many questions because, like, what if they are truly help? Are we killing them on site. Like what?"
    },
    {
        "speaker": "C",
        "text": "Well, they're probably fairly indestructible. They may have. It's crazy. They could have psychic ability. They could have, you know, the ability to, uh, you know, the. The abilities they could possess, uh, pay their taxes. Pay their taxes on time. You know what? They pay their taxes a week early consistently. Um, but there could. They could be. There's so many things that they could, like to have a gun and be like, oh, they could just, you know, tell telekinetically, like, make you drop the gun, you know, I'm saying, like, there's so many things. There's so many variables."
    },
    {
        "speaker": "A",
        "text": "We're getting deep here. We're getting deep. All right, we got to go mister House first, because Mister House was thumbs down in quite a bit. Then we'll go circles and then."
    },
    {
        "speaker": "H",
        "text": "So, to me, the only option that chamber threw out that makes any sense is the last option of the aliens bringing new technology, because I'm of the belief that aliens exist. But if aliens were to get to Earth, they would have to be solving a tremendous amount of physics and just astrophysical equations that we've come nowhere near. I think I referenced it before, but if you were traveling at light speed, like, the smallest possible matter would rip through your body, like a billion gunshots. So for them to solve that, I think that's a problem in and of its own."
    },
    {
        "speaker": "A",
        "text": "But that leads to my next gunshot theory."
    },
    {
        "speaker": "C",
        "text": "I don't think so."
    },
    {
        "speaker": "H",
        "text": "My thing is, they wouldn't want to enslave humans, because if they've solved the problem to get to Earth and have solved interdimensional space travel, this isn't an insult to anyone in particular. I'm enveloping myself in this group as a human. We're so dumb in the retrospect of how we imagine them. Like, we've got, what, 100 and 5160 plus countries. We've got, like, ten wars going on. Like, we can't live on earth in harmony. So, like, who do they go to to try and make a deal with us without every other foreign country losing their mind?"
    },
    {
        "speaker": "A",
        "text": "I think that's. That's what Anthony's saying. Get that g twelve joke's on them."
    },
    {
        "speaker": "E",
        "text": "Though, because we have global climate change."
    },
    {
        "speaker": "H",
        "text": "That's true for one of those summits. But the other thing, like resource extraction, there are more resources on asteroids and other stuff in the Milky Way galaxy alone. So earth, like. Unless there's some sort of resource down in the Marianas trench that we haven't explored. Why would you just."
    },
    {
        "speaker": "C",
        "text": "Human semen."
    },
    {
        "speaker": "H",
        "text": "We've already stripped."
    },
    {
        "speaker": "A",
        "text": "They don't want that. We're too dumb."
    },
    {
        "speaker": "C",
        "text": "What if it's, like the. What if. What if it's the magic ingredient to time travel? You know, I'm saying, like, to, like, get to 98% the speed of light."
    },
    {
        "speaker": "E",
        "text": "Is this dune? Are we watching Dune?"
    },
    {
        "speaker": "C",
        "text": "I did watch Dune, but I couldn't remember enough to quote it."
    },
    {
        "speaker": "E",
        "text": "Isn't that the. It's a horrible movie, in my opinion, but it's. Isn't that the whole premise of the entire movie is exactly what you just said? Like, they have the resource for interplanetary. Like, yeah, some."
    },
    {
        "speaker": "C",
        "text": "I feel like it's about spices. Just."
    },
    {
        "speaker": "B",
        "text": "I am now on board. I mean, Anthony, I'm fine with a lot."
    },
    {
        "speaker": "C",
        "text": "You just made an enemy today, Anthony."
    },
    {
        "speaker": "B",
        "text": "But the fact that you just said, that's an awful movie."
    },
    {
        "speaker": "F",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "I'm gonna have to kick you off."
    },
    {
        "speaker": "A",
        "text": "The stage, I think, Anthony, if you, if you."
    },
    {
        "speaker": "E",
        "text": "Here's the thing. If you. If you give ten people that movie to watch and they sit on a couch and watch it, seven of them are falling."
    },
    {
        "speaker": "C",
        "text": "That's good. That's the seven. We want to fall asleep, right?"
    },
    {
        "speaker": "A",
        "text": "All right. Circles then, Neil. And then we got a bunch more hands. We got. This is. This is a chamber shows up."
    },
    {
        "speaker": "C",
        "text": "We're paranormal podcast now."
    },
    {
        "speaker": "A",
        "text": "That's it. We are. We're paranormal. We're AI. We are sometimes web three. And that's it. Circles, Neil, Mike, and then boots. So to Tony's first bad take of government. Why has it only the Americans that are talking about it? I mean, I imagine that, like, while we're just now hearing Congress people talk about it, Area 51 has, assuming this is all yada, yada, yada. Disclaimer Disclaimer Disclaimer Area 51 has been a thing for a while, if that's an actual thing or whatever. So therefore, we've known about aliens for a while, we being the us government, at least in some branch, those branches probably talk to other countries, branches of top secret Aliena shenanigans. So it's less like, oh, why are we the only ones talking about. It's more. So we're the first ones to talk about it public."
    },
    {
        "speaker": "C",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "But I imagine there's a vast amount of, like, data sharing. Disclaimer, disclaimer. Assuming aliens are real."
    },
    {
        "speaker": "C",
        "text": "Yeah, that makes sense. I'm down with that."
    },
    {
        "speaker": "A",
        "text": "So what was the take? Everybody else knows about it. Yeah."
    },
    {
        "speaker": "C",
        "text": "They're just not having. We're not having public discourse about it worldwide. Maybe the, you know, the g twelve."
    },
    {
        "speaker": "A",
        "text": "We're the only people. Well, there's all the you know, there's all the psyop talk going on, of course, of like, hey, is this totally, you know, a weapon of mass distraction?"
    },
    {
        "speaker": "C",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "Just total slight of hand. Neil. Jump in here, gm."
    },
    {
        "speaker": "G",
        "text": "Thank you. Congratulations on your pivot and your business model."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "G",
        "text": "I agree with mer zero use. Um, the."
    },
    {
        "speaker": "A",
        "text": "If."
    },
    {
        "speaker": "G",
        "text": "If aliens were going to come here, why would they give two flying shits about us ants fighting with each other every single day? They would seriously take a look at what we were doing with their high powered binoculars and shake their heads, as we all do, and fly away. They have no use for us. Um, I don't. There's. There's no reason for them to see her doing down."
    },
    {
        "speaker": "A",
        "text": "I was gonna say chamber that. Like, maybe when you guys were talking about that, I had the similar thought, Neil, where I was like, well, maybe we're just, like, their favorite reality tv show. Like, what if we're just, like, their version of the Bachelor and. And, like, they just want to come and see us live. We're like, just this really somewhat interesting zoo. And, like, that's what it's like taking your kids to the zoo. The aliens come out, and they're like, oh, look, honey, there's that sasquatch looking Canadian who hasn't paid his taxes on time. Can we touch him? No, no, you can't touch him."
    },
    {
        "speaker": "C",
        "text": "What about something?"
    },
    {
        "speaker": "A",
        "text": "He'll bite. Yeah, it's exactly right. So I'm with you, Neil. Like, why do we. Like, we're not special?"
    },
    {
        "speaker": "C",
        "text": "I would argue. Cause I've heard this before, right? Like, you know, we don't think twice about stepping on an ant hill when we, you know, when we're walking and, you know, I get it, obviously, you know, the. But I would say even if we're talking, like, interdimensional or interplanetary travel, I do feel the human species has developed, you know? Yes. You know, maybe in comparison, we're significantly less evolved, but I still think, like, a superior intelligence being would see the stark difference between a human and whatever the next highly evolved animal you want to use on the planet. You know what I'm saying? There's so much of a difference between us. And whatever you would put it. Number two, if you're ranking creatures inhabiting this planet, do I'm saying what? I don't know. That's what I'm saying. Like, we're so number one."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Maybe dolphins watches. I don't know."
    },
    {
        "speaker": "G",
        "text": "Chambers. I would just say we barely. Barely evolved outside of apes and monkeys."
    },
    {
        "speaker": "C",
        "text": "But I would say we are. But we have, though, I think, is my point."
    },
    {
        "speaker": "A",
        "text": "We now have. We now have GPT."
    },
    {
        "speaker": "C",
        "text": "It's not nothing. We, we developed a nuclear bomb. Like, that's not nothing."
    },
    {
        "speaker": "A",
        "text": "You know, they're probably looking at that like, who gives a shit? We've had nuclear bombs for."
    },
    {
        "speaker": "C",
        "text": "So we got homemade nuclear bombs."
    },
    {
        "speaker": "A",
        "text": "Who cares?"
    },
    {
        "speaker": "C",
        "text": "We got."
    },
    {
        "speaker": "A",
        "text": "You don't even use them."
    },
    {
        "speaker": "C",
        "text": "Pussies."
    },
    {
        "speaker": "A",
        "text": "How useless are those things? Cool. Let's develop something no one's ever going to use just because they scare the shit out of everybody else."
    },
    {
        "speaker": "C",
        "text": "Yeah, but I do think. I do think the distance between, like, the amount of separation between us and number two on planet Earth is noticeable. And I think a, you know, vastly superior species would also notice our difference."
    },
    {
        "speaker": "A",
        "text": "You know, I'm saying the real conversation is going to be when the actual. When the AI that we're creating becomes smarter than us and we are not even number two. We're not even number one on our own."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Anymore. And that's really going to blow people's minds."
    },
    {
        "speaker": "G",
        "text": "You're not going to know that it's smarter than you because you can't comprehend."
    },
    {
        "speaker": "A",
        "text": "That that's true because they're going to manipulate the shit, and they already are."
    },
    {
        "speaker": "G",
        "text": "So we've already lost. I'll see you guys later."
    },
    {
        "speaker": "A",
        "text": "Thanks, Neil. Mike, GM, I mean, as somebody who's only joined this show in the last couple weeks, what's your take?"
    },
    {
        "speaker": "D",
        "text": "Best episode yet. Can't believe. Can't believe it took this long to get here, but it's fantastic. I love them in condition. This is a very fire show. It's a very fire topic. Does anyone watch Skinwalker ranch?"
    },
    {
        "speaker": "C",
        "text": "I do."
    },
    {
        "speaker": "D",
        "text": "Last night, brand new episode, writers strike. Who needs writers? We're blowing shit up in the air. We're sending rockets up into the sky just to collect data over this one piece of land in, like."
    },
    {
        "speaker": "C",
        "text": "Are you, are you familiar with Skinwalker Ranch, bunch?"
    },
    {
        "speaker": "A",
        "text": "I'm not, actually."
    },
    {
        "speaker": "D",
        "text": "Oh, bon. I said much. I was like, yeah, I promise."
    },
    {
        "speaker": "A",
        "text": "Wait, do people call you munch?"
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Oh. I was like, holy shit. Did we just stumble upon a nickname? Because that's great."
    },
    {
        "speaker": "C",
        "text": "We're gonna call a munch now, though. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "All right. But anyway, guys, everyone's talking about them inhabiting versus this being, like, an airport in Midland, Odeza, Texas, like, the world's worst airport. We're just portals."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "The reason why Skinwalker ranch is sending all these, like, rockets, and they put a laser, they put a song, an ancient tribal song into a laser, and then they shot the laser into the air and it bounced off all these rocks. And, like, the idea was to open this portal. The culture that used to do that ritual believed it would open up a portal into their sky and stuff. What if, like, that is true and, like, this is all just, like, a portal? And that's why we're seeing them visit, quote, unquote. But they're just traveling. They're. They're making their way through. We see them, they disappear. Like."
    },
    {
        "speaker": "C",
        "text": "Like a cosmic ley line, is what you're saying."
    },
    {
        "speaker": "A",
        "text": "I actually kind of like the idea that we're all, like, they're coming here as just kind of, like a layover and, like, stopping at a couple chick fil a's and then getting on their way."
    },
    {
        "speaker": "D",
        "text": "Like, yeah, there's not much here. Like, we."
    },
    {
        "speaker": "A",
        "text": "It's hot."
    },
    {
        "speaker": "D",
        "text": "It's getting hotter. Like, they're being noticed more. I don't know why. Maybe because, like, the ozone's depleting and, like, we're just able to see more on radar now because there's less. Objection. Or obstruction. I think there's a word that you can combine the two, and it means the same thing. Obstrus. Nah, I'm gonna."
    },
    {
        "speaker": "A",
        "text": "Passion. That's the one."
    },
    {
        "speaker": "D",
        "text": "Anyway, I like all these theories. They're all fascinating. But, like, the reason why they don't stop and hang out, or. This isn't a rival, right. Is because, like, we're not. They don't need to communicate anything to us. Like, we would probably just ignore it anyway if it's probably already here, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm in on the layover theory. The chamber. Do you think that, like, you know, these aliens Mike said or. Sorry. Munch said that. Munch said that. He. Gosh, what exactly did he say? I can't remember. That triggered this thought. Oh, that, like, there's no reason or that they're being noticed more for some reason. And I'm wondering if, like, maybe, do you think the aliens that are actually coming here now are, like, the Christopher Columbus's and, like, vasco da gamas of their time, and they're, like, discovering these new places, and now people are like, oh, yeah, we could just go there."
    },
    {
        "speaker": "C",
        "text": "That's a good. You know, that's a good theory. I mean, you have to think that it's going to take them time to search the cosmos and."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, light years."
    },
    {
        "speaker": "C",
        "text": "Exactly. You know, and, I mean, they're not traveling at light speed. Probably not. But you can get close to light speed. You can get, like, you know, 60% of light speed. You're. You're flying."
    },
    {
        "speaker": "A",
        "text": "It's all just a cosmic. It really is."
    },
    {
        "speaker": "C",
        "text": "Like, I could. That makes some sense to me. Like, okay, they found it. Now, you know, like you said, Christopher Columbus. Now it's the Mayflower. You know I'm saying."
    },
    {
        "speaker": "A",
        "text": "Right. It's not that they're being noticed more. It's that there's actually more of them."
    },
    {
        "speaker": "C",
        "text": "No, that's fair."
    },
    {
        "speaker": "A",
        "text": "I like it, like, because they're like, hey, look at this. I found a new airport, and there's chickfila. But, like, you don't want to live there."
    },
    {
        "speaker": "C",
        "text": "You don't live by the chick fil a. That's for sure."
    },
    {
        "speaker": "A",
        "text": "Brooke and then Steve over the top to tell us why this whole conversation is dumb."
    },
    {
        "speaker": "I",
        "text": "So I. I subscribe to the idea that, like, it really has nothing to do with us other than, like, because we have the capability of destroying the planet. And it's more of, like, it's kind of on a rare occurrence that you have. You could have, like, such intelligent life forms grow and, like, the. The amount of time it would take and all the things that had to go right. To have it work out where we can have such complex life forms that because we can destroy ourselves, that they're showing up and making themselves known, like, get your shit together kind of thing before they, like, day after tomorrow. Like, the day after tomorrow, us and Noah's ark it and take out everybody but the animals."
    },
    {
        "speaker": "C",
        "text": "I'm Chamberlain. What are your make sense? I mean, a lot. I think we've seen. I've seen a lot of movies with that similar storyline where we're so close to destroying our world, and this intelligent. You know, these intelligent beings can kind of foresee what's going to happen to us, and they try to intervene right at, you know, right at. What do they call that? The midnight hour or whatever, you know, the last. The last second."
    },
    {
        "speaker": "A",
        "text": "I want to. I want to go to Steve, but I. This triggered a thought I just had, so just remind me when Steve's done so I don't pivot the whole conversation too early. So. Steve Gmdez."
    },
    {
        "speaker": "F",
        "text": "Yo, Jim. Actually, no, I love this conversation. I have been obsessed with aliens since I was a kid. Like, it's one of those ones where I think it's. Obviously."
    },
    {
        "speaker": "A",
        "text": "I actually think you, uh, you wrote the first Harvard Business review article on aliens. Right."
    },
    {
        "speaker": "C",
        "text": "Um."
    },
    {
        "speaker": "F",
        "text": "I think it's, um. I wish, um."
    },
    {
        "speaker": "A",
        "text": "I would."
    },
    {
        "speaker": "F",
        "text": "I think it's extremely, like. I think it's, like, completely logical that, like, aliens exist. And when people say, like, you know, there's the whole Fermi paradox that people go about wherever I. My favorite Fermi paradox, or the one that I always thought was interesting, was, like, aliens haven't showed up, or we haven't showed up with aliens, because if there's even a 1% chance that they're a violent sort of, you know, species, you don't want to fuck with them, because then they'll find out you exist and destroy you, or vice versa. But my general thought actually, is a little different on this one. First of all, I love much's take on the airport thing. That's hilarious. But my actual take is that I think I. And I don't know if anyone's brought this up, but it's apropos to where we're at now. I actually think the aliens aren't necessarily aliens, but they're AI created by aliens, because that would allow them to travel large distances. And when you think about the way people have described aliens, they don't really sound like biological life forms, which I guess they wouldn't necessarily be if they're from another planet. They could have a different makeup, but the idea of them just having, like, sort of these short things with operating systems that can then sort of report back, it would logically stand to reason that then you could travel for the same way we send a satellite, which is a very crude version of that. They could actually send intelligent life forms that are not themselves, and have them sort of report back. So that doesn't sort of limit a lifespan. So I always thought that aliens were maybe in AI versus an actual sort of."
    },
    {
        "speaker": "A",
        "text": "Oh, I love this one that. Yeah, I'm digging that one. I mean, it would make sense. Like, why should I go there when. And do all this travel when I could just send my. I. My GPT four with a flesh body."
    },
    {
        "speaker": "F",
        "text": "It's a salad bot. It's a salad bot."
    },
    {
        "speaker": "A",
        "text": "But for aliens, it says. I love that. Yeah, it's the incarnation of salad bot doing intergalactic space exploration."
    },
    {
        "speaker": "C",
        "text": "I mean, we really haven't. There's another theory that when it comes to aliens specifically, that they're not, you know, they're not from other planets. They're actually human beings traveling back in time. They're so evolved, that's why they kind of. They look humanoid, right? They have legs and feet and eyes, but they're hairless now, bigger heads. So as we evolve, our brains will grow. We've lost hair over the millennia, some of us more than others."
    },
    {
        "speaker": "A",
        "text": "See for yourself."
    },
    {
        "speaker": "F",
        "text": "This is a giant excuse for chamber to explain why he's balding. It's what it is."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "I gotta stay pure."
    },
    {
        "speaker": "F",
        "text": "He's just evolved, guys."
    },
    {
        "speaker": "C",
        "text": "No, but no, I, you know, there is that. You know, that thought as well. And with all the same things. Right. They're coming back in time to prevent things or just kind of research, you know, if you are from the future, you could go back, you know, two, 3000 years and see what humans were like in 2023. So there's that."
    },
    {
        "speaker": "A",
        "text": "That's called back test, I think."
    },
    {
        "speaker": "C",
        "text": "Is that what that's called?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You back test. We're just testing to see if these humans were still."
    },
    {
        "speaker": "C",
        "text": "We're much smarter now and hairless."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do. I want to call out to the top because I do think this is true because I feel like, you know, this is a big deal that we're talking about aliens in Congress, right? And, and Stoop. Stoop said. But like, we're kind of just casually talking about it here because we're a bunch of nut jobs. But, like, I feel like Stoop's point of like, five years ago, people would be freaking out over this alien talk. I think that's probably true. But why is it that we're like, not. I don't know, we feel, it feels like we're all just like, meh. Yeah, we just like. It's so bleak."
    },
    {
        "speaker": "C",
        "text": "I think most of us that are of a certain age, you know, say 25 or older, we've just been."
    },
    {
        "speaker": "A",
        "text": "Some with hair, some with hair, some."
    },
    {
        "speaker": "C",
        "text": "With less, have just been berated with so much shit, like, for so long that we're just numb to it now. I think. I think, you know, and then you add, like, the COVID like two years on top of that, wherever, you know, everybody's all that effect. I still think that had a huge effect on, like, civilization for a short term like that. We'll figure it out over the next couple years, but I think in the short term, I think that had a major effect. But yeah, no, I think we've just been. We've seen everything. It's just like, oh, like, I'm just tired. I don't care. Like, if just, of course, you know, probe me."
    },
    {
        "speaker": "A",
        "text": "Same shit, different day."
    },
    {
        "speaker": "C",
        "text": "Like, let's just get it over with."
    },
    {
        "speaker": "A",
        "text": "I got taxes to do this month sometime."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Exactly. We'll go back down to rook. But before we do, up top tomorrow, 08:00 a.m. eastern, set your reminders for coffee with captain. Also have lunch break tomorrow. And I think that's it for tomorrow. No, still waiting on August 1 for alpha afternoons, but still set your reminders up top for coffee with captain. Maybe they'll talk more aliens."
    },
    {
        "speaker": "C",
        "text": "Did I tell you about next week? I don't think I've told you. I'm away next week."
    },
    {
        "speaker": "A",
        "text": "Hold on. Let's go to. Let's go to where you are. Thank God."
    },
    {
        "speaker": "C",
        "text": "So you can take a break. We can make the decision next week, but I'm actually going back to dead man's Cove next week."
    },
    {
        "speaker": "A",
        "text": "Oh, wait, so we got to tell that story on Friday for everybody because you'll be taking a trip back there. Brooke, come back in."
    },
    {
        "speaker": "I",
        "text": "So, yeah, obviously, I absolutely love this. That's why I keep coming up. But it's kind of the Steve's point. If this. If we kind of look at it from where we think that we're headed, where, like, we're slowly becoming, you know, within that simulation AI, robotic beings kind of thing, like, down the line in the future, if they take over, like, where maybe that's where life starts out and we're looking for, like, aliena that are biological, but what, you know, like, who's to say that they haven't just become those. Those robot AI sentient versions of themselves and their real estate across the universe kind of became infinite because they're no longer looking for a green zone, right? Where they can go and harvest everything else? Like, what if. What if that's our end game? Where, like, yeah, when we get off this planet because we're robots, not because we're humans."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's super interesting. The whole AI concept made me think. It's actually a good segue to the thing I said I didn't want to lose my thought on before I pinned a tweet up top. It was from a couple days ago, and it's from an account called AI safety memes. And this was. This is like, kind of a mind fuck type of thing that I saw. And I was like, oh, my God. This. It makes you question, like, your own reality. So the video in this tweet, which is crazy, and the guy goes around in the Matrix Awakens game and explains to all the NPC's in the game that they're in a simulation and it's not scripted, they're not human voices, and it's not someday, like, this is happening now in this video game. And it was wild to watch the reactions from these AI's because it was basically like, you in this video. The guy walks up to it, tells them they're not real, and he, like, blows these NPC's mind. They're like, oh, this is really disappointing to hear. I don't really know what this is gonna do right now. And it's just really kind of crazy because it makes you think of like, oh, well, this is probably what we're just like, right? Like, I mean, like we're probably all living a simulation. We're all a bunch of PFP wearing NPC's. I mean, if you haven't seen this video, it's worth watching just because it's totally crazy. The way this works is a group called Replica Studios made a voice plugin for these game engines that allow you to voice in game characters and transfer voices directly into play project. So they were able to. Obviously they're controlled by AI. These are AI NPC's. But that's how the, like, conversation is happening. And just like a clip from one of these conversations, the guy goes, you're not really real. And the person, the NPC responds, that's hard to process. Does this mean I don't exist? He says, you exist, sort of. And the response was, what does that mean? Am I real or nothing? And it says, it means that after I close this game, you don't exist. And the NPC responded, oh, so I'm only here for as long as the game is running. That's difficult to comprehend. And like the whole thing kind of blew my mind. So, uh, you know, just to wrap the bow on the AI conversation there chamber, what do you think? Are we all just."
    },
    {
        "speaker": "C",
        "text": "Well, I MPC, I read, or I heard. When I say I read, I usually just mean I watched TikTok. I heard from. I forget who it was. Maybe like Neil degrasse Tyson or something that like, the likelihood that we are, like, there's a higher likelihood we're not in a simulation than any other likelihood. You know what I mean? Like that it was likelier that we were in a simulation of some sort. Sort than anything else. Then, like, you know, the inner, the universe being, you know, created out of, you know, whatever way you believe it was created, that the likelihood that this was just a simulation is much more realistic."
    },
    {
        "speaker": "A",
        "text": "I mean, like, think about. Think about what you just said, right? Like our quote unquote lore, if you will, is from a science perspective, is that there's the big bang and that's how the universe is created, right? Then you think of like video games that you play and they all have kind of similar lore on like how their universe was created, right? And so, I mean, when you think of like, okay, is there a God? Is there world building? Like, we build worlds all the time that we. And we do the same stuff. And it's like, okay, well, it's kind of totally mind."
    },
    {
        "speaker": "C",
        "text": "I love it. That's, that's where I, you know, spend a lot of time is in, you know, then there's, there's drugs bunch. There's drugs you can take that will blow through any of these conversations, you know, maybe when we eventually meet together a bunch and we're gonna break through."
    },
    {
        "speaker": "A",
        "text": "Rip off my face."
    },
    {
        "speaker": "C",
        "text": "It's gonna be great. It's gonna be great. And we will find the secrets."
    },
    {
        "speaker": "A",
        "text": "I'm such a chicken with that stuff. Like, we will."
    },
    {
        "speaker": "C",
        "text": "We will realize the secrets of the universe together. It's gonna be great."
    },
    {
        "speaker": "A",
        "text": "I'm like, oh, how many milligrams is this, Gummy? I only dose five."
    },
    {
        "speaker": "C",
        "text": "That's a good dose. There's nothing wrong with a five. That's a nice, that's a clean dose. You know, you can get stuff done at five, you know, and still have a good time about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel you. All right. That's right on time. I think that's a good space to wrap this conversation up. I very much enjoyed this nonsense conversation. It was topical about what's in the news today, regardless of if it was web three or not. We snuck some."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. I think it all intertwines."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I mean, we're all just a simulation anyway, so that's it. But anything else before we."
    },
    {
        "speaker": "C",
        "text": "No, no, I'm ready. If Des was here, I would have liked his opinion. But maybe he'll be here on Friday and we can, we can ask him."
    },
    {
        "speaker": "A",
        "text": "We'll get Des his quick take next time he's on. Because I also want to know, what does his take? I feel like Des probably is."
    },
    {
        "speaker": "C",
        "text": "I'm going to go on the record. I'm going to say des has seen a UFO. What about that? Say that I'm going to go on the record. I'm going to say des has seen UFO. I guess I say he has a UFO story."
    },
    {
        "speaker": "A",
        "text": "It's probably a good call. Des, like, the most unexpected thing. Des is like, I feel like he's."
    },
    {
        "speaker": "C",
        "text": "On the west coast. I feel like there's lots of, you know, if he's close to the ocean."
    },
    {
        "speaker": "A",
        "text": "Maybe lots of chick fil A's out there for them to stop. Lots of chick fil A's in and out. They're really into that. I've heard."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, you know, there we go. That is going to do it for us this time. Check us out on Friday. Same time, same place for Eastern. Until next time, stay mint. We all know no conspiracies are dumb. I leave my closet door open all night. I know the CIA will say what you hear is our."
    }
]