[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunshu, alongside with both of my esteemed colleagues and co host, chamber and Des, back in the building. Des, how are you?"
    },
    {
        "speaker": "B",
        "text": "You know, I'm still recovering a little bit, but I'm happy to be here. Happy to be resurrected from the dead. So, yeah, I'm doing good. And also, this, marks, is the first time in history of the mint condition that you've asked how I'm doing before chamber is."
    },
    {
        "speaker": "A",
        "text": "So, you know, I always have to feel it out. Like, I usually just try to keep not surprise you both and, like, keep it the same. And I usually go to chamber first. Like, it been such. I really emphasized that you were here today, so, like, I felt like I had to go to you first. It would have felt unnatural. Go back to chamber. But I'm glad you're resurrected from the Des, or desire, as people are saying. People are. People online on the forums are saying there's a desirection here today and chamber, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "Do pretty good. Picked up a couple of Cromwy squiggles this afternoon, which was nice."
    },
    {
        "speaker": "A",
        "text": "Oh, come on, you can't. That's mean. Don't be."
    },
    {
        "speaker": "C",
        "text": "That's too bad. No, I mean, I'm not. Yeah, I mean, obviously, you know, you don't anybody to lose their. Their holdings, but I mean, if I can pick up a kuromi squiggle on the cheap, I mean, you know, what."
    },
    {
        "speaker": "A",
        "text": "Are crummy squiggles going for now market or what? Maybe."
    },
    {
        "speaker": "C",
        "text": "I don't know. I feel like they were 1415 ethereum a couple weeks ago. Let me see here. Squiggles."
    },
    {
        "speaker": "A",
        "text": "I. So, yeah, if you don't know what happened here that he's referring to is the Kevin Rose got his wallet compromised today in what appears to be a phishing scam of, like, a fake punk. 6529 memes website that he connected to. And I lost quite a substantial amount of holdings. Auto glyphs, chromie 20 crummy squiggles. There was."
    },
    {
        "speaker": "B",
        "text": "This is horrible to take this perspective, but can you imagine the faces of the hackers when they find out that Kevin Rose."
    },
    {
        "speaker": "A",
        "text": "Oh, right, totally. Like, I mean, you're. If you're those guys, right? Like, you've just got it sitting out there like bait on a hook, and you just, like, watch people come in and you. Are they gonna connect to it? Are they gonna connect to it? And then, you know, most people are probably 600 marlinde. Right, exactly. Exactly like most people are probably, you know, don't have two sticks to rub together. Like, me. And it doesn't, like, you know, there's nothing really good in my wallet, but, like, that is. That's why you do it, right? For the off chance that Kevin Rose comes in and connects his wallet. And it, you know, it's unfortunate, obviously, but doesn't mean we can't laugh, you know? Well, what it does mean is, like, it happens to everybody. Nobody's immune to this stuff. And should it happen to somebody like Kevin Rose, probably not, but it's not, that's not what's up for debate. You know, it's just, yet again, another high profile person in the space with an unfortunate circumstance."
    },
    {
        "speaker": "C",
        "text": "Who was the last guy?"
    },
    {
        "speaker": "A",
        "text": "Nft. God, the influencer."
    },
    {
        "speaker": "C",
        "text": "He must feel great today."
    },
    {
        "speaker": "A",
        "text": "He must have. Yeah, like, the cycle is finally gone, right? Like, that's the, that's it. Like, he's the guy. He's the goat until he's not anymore. And, like, now, as soon as somebody else gets hacked, he's. He's off the hook, you know? But, yeah. Des, we're super pumped to have you back. You came back for a good show here. We've got guests today, so you don't have to do anything. We are talking, uh, we're talking web three loyalty. We're talking, um, NFC technology. We're talking digital physical with, uh, clubhouse archives. So our good friend James is going to join us along with Adam Brotman, uh, my colleague and co founder at Forum three. We're going to talk a little bit about all of those things today. Uh, what are you laughing at, Chamber?"
    },
    {
        "speaker": "C",
        "text": "Uh, every time you mention Adam Brotman, I think of Summer George."
    },
    {
        "speaker": "A",
        "text": "I don't know who that is."
    },
    {
        "speaker": "C",
        "text": "No, you don't. From Seinfeld. There was an episode of Seinfeld."
    },
    {
        "speaker": "A",
        "text": "Oh, Summer. Oh, Summer George. George. Yes."
    },
    {
        "speaker": "C",
        "text": "No, summer of George. Summer George."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Where?"
    },
    {
        "speaker": "A",
        "text": "Summer of George."
    },
    {
        "speaker": "C",
        "text": "That's right. Yes, that's correct. So, yes, the Adam Brockman is my summer George."
    },
    {
        "speaker": "A",
        "text": "Why? I don't understand what you mean by that."
    },
    {
        "speaker": "C",
        "text": "Because Jerry has another friend during the summer and not George."
    },
    {
        "speaker": "A",
        "text": "I see. I see what you're saying. So you're saying that I am. I leave you when you're not around for to hang out with Adam. I totally see. We've got James coming up to the stage. James, what's up, man? How are you?"
    },
    {
        "speaker": "E",
        "text": "Sorry, were you. I wasn't up, actually. I'm well."
    },
    {
        "speaker": "A",
        "text": "How are you? We're fantastic. We're excited today. Can't wait to chat about all of the fun stuff we've got going on that you're doing with clubhouse. Archives, you know, I messaged you before the show, and I said, you know, we'll probably get started here at, like, 415. And I said, we'll do our normal Bs ing until then. And you're like, as expected, I wouldn't expect anything less. And, you know, you're like, hey, I'll come up and B's with you."
    },
    {
        "speaker": "C",
        "text": "James is here for the B's."
    },
    {
        "speaker": "E",
        "text": "That's actually why I came here."
    },
    {
        "speaker": "A",
        "text": "I mean, that's why most people stick around. I don't know if they're even ready for actual web three talk today."
    },
    {
        "speaker": "C",
        "text": "Our retention rate on the last episode, if you caught that, was, like, 93% old listeners and 7% new listeners."
    },
    {
        "speaker": "A",
        "text": "What is about us? Is that a good thing or a bad thing? Right?"
    },
    {
        "speaker": "C",
        "text": "I think it. I don't know. Uh, we kind of want. I want that more like 80 20 would be better for me."
    },
    {
        "speaker": "B",
        "text": "Definitely not a good thing."
    },
    {
        "speaker": "A",
        "text": "Why? Because you hate our audience? Or is it because you want to grow?"
    },
    {
        "speaker": "B",
        "text": "No, you got to grow, man."
    },
    {
        "speaker": "C",
        "text": "I'm. I'm with Des on this one, but I also think Des hates our audience because it's not his. His goats community that just, you know, praises him at every."
    },
    {
        "speaker": "B",
        "text": "First of all, our audience is my goats community. Second of all, I love this group, even the ones who aren't goats holders."
    },
    {
        "speaker": "C",
        "text": "No, that's fair. That's fair. A lot of goats. A lot of goats."
    },
    {
        "speaker": "A",
        "text": "Chamber. We didn't. I don't think we. So, Des, we do have lines today, by the way. Yeah, we do."
    },
    {
        "speaker": "B",
        "text": "Not the white variety."
    },
    {
        "speaker": "A",
        "text": "Okay, so if you're in the DJ network discord, nobody has won yet. If you're in the DJ network discord, go to the TMC prop bets thread and get your wagers down for today's episode. Nobody's won yet. Somebody came close last week, Des. We had sugar. Shane stepped in and put some lines out while you were gone. We had a couple close ones, and I hope somebody can win this goat we're trying to give away before we get any deeper here. Chamber, do we have an mvp from last time? I don't know if we've been keeping."
    },
    {
        "speaker": "C",
        "text": "I took a look, my instincts telling me it was Bundy again, but I'm surprised I'm going to confirm that right now because we did have. I don't think we. I don't think we announced the previous one either. Nothing planned, I think was the last one. And we had. We had a nice. Yeah. 92% retention rate, 8% new listeners on that one."
    },
    {
        "speaker": "A",
        "text": "Well, thank you for coming back and listening to us again. I actually don't. You know. Yeah. Contrary to what it was, contrary to what you guys say, I'm here for the retention."
    },
    {
        "speaker": "C",
        "text": "I'm torn. I don't know how I feel. I like. I like the retention. I like a strong base, and that's what we have. And Bundy was the MVP of last episode."
    },
    {
        "speaker": "A",
        "text": "Spaces are like talking to your friends, so everybody here is our friend, and they come back to hear us. Shit talk you and talk a little bit, web three. And so I'm team retention. You know, we'll. We'll get the network effect at some point. I don't know if we'll get cap and Steve level, but we'll get there. But before we get into it, I see Bundy down there, the MVP with his. With his hand raised. Bundy. What's up, man? How are you?"
    },
    {
        "speaker": "D",
        "text": "What's going on, fellas? So I'm kind of killing the mood, I feel like, because we're going on something else. But is nobody else concerned that a founder of a project got rugged? Is this where founders start to pay more attention and actually hit up people? Like foolproof and. And blockchain ninja? I'm pretty sure blockchain ninja on rigs a show, tried to set up a whole security thing for them for free. Like, when do people start taking this shit seriously? Is the real question."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's such a crazy thing because everybody, like, if you asked Kevin Rose, hey, is security important to you? He would probably say yes, right? But it's. It's like one of those things where everyone feels like they're smarter than it happening to them and everybody, myself included, I literally had."
    },
    {
        "speaker": "C",
        "text": "Like, project security and personal security and, you know, Kevin Rose. You know what I mean? Like, Kevin Rose is like. Well, that's just. He's just dealing with his problem. It's not a moonbirds or a proof problem. I mean, I don't know if you can even hack. Can you even hack a project? If you can? That wouldn't be good."
    },
    {
        "speaker": "A",
        "text": "Of course you can. I mean, wherever you're holding your. Wherever they're holding their treasury, it better be fucking secure, right?"
    },
    {
        "speaker": "C",
        "text": "And, I mean, we haven't seen that happen, right, where, like, a project got hacked?"
    },
    {
        "speaker": "A",
        "text": "Um, I don't know. Not that I can think of most. It's. It's much less likely to happen because the whole act of this happens as you're signing transactions. So, like, most companies or projects, treasuries just sit, right, and there's very little actual transactions happening. Um, you know, you tend to move things in bulk, I would say it's, you know, it. But, like, I mean, yes and no, though it reflects poorly on them. If you're, if somebody is supposed to be the steward of web three now, of course he's not a, you know, bastion. He's not the one going out touting security everywhere, but, like, maybe, I mean, kind of, right? Like, if you, they're gonna proof, would be the first people to tell you, protect your assets. So when this happens to their founder, you're like, well, okay. I mean, it's not a great look."
    },
    {
        "speaker": "C",
        "text": "It's definitely not a great look, but."
    },
    {
        "speaker": "A",
        "text": "It'S also, I'm telling you, it's one of those things where it's like, nobody thinks it's going to happen to them. Everybody thinks they're above it. And until it happens to you, and then, because I'll guarantee you, you go ask Kevin Rose, is security important to you? He would say yes. Is security important in web three? He would say yes. And then it's like, well, okay, well, how the hell does this happen? It's. I do the same. I did the same thing. I've. I'm, like the first person to tell everybody, secure your assets. Secure your assets. And for the longest time, I was just, you know, sitting with shit in my hot wallet, and I literally had to force myself, I don't know, like, I had to force myself to go and actually do it, even though I have all the security stuff. I have it all. But it's like, you know, it's very much, do as I say, not as I do half the time. I feel like in this situation, and because nobody, he wouldn't tell you, security is unimportant. All right? Like, it's not what happens. Bundy, go back to you."
    },
    {
        "speaker": "D",
        "text": "So, look, I'm. I'm sitting here preaching security, and I don't. I have shit in a hot wallet that should be moved over it. I get it, you know, I'm saying. But as a founder now, does his community have to worry about security from the project if he's not securing himself from a personal level? It worries me that it's not secure from a project level as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's fair. And I think it's just like, I mean, the hits keep, keep on coming for proof. It's just they can't get out of their own way, it seems, and it's. It's brutal. I feel bad for them at this point. Um, des, what's your thoughts before we kind of get into the topic de jour?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, it is crazy, but it, you know, we've seen crazier things happen in this space. I don't know if I'd be. And, you know, I sometimes talk a lot of on proof and, and moonbirds and stuff for fun. I don't think it would affect the security that, you know, proof is running or that moonbirds is running. I think those are probably two separate entities. Obviously, Kevin is one of the faces of proof, but I don't think that necessarily, you know, he's not the technical lead on the project or the company. So I think you're safe there. But, you know, I mean, it, it's one of those things that. Yeah, it's a big headline today, but, you know, the next nft God is going to come around next week and we're going to forget about Kevin Rose and it's just going to keep happening. It really sucks because even, you know, cold storage and stuff like that, it only takes you so far because these social engineering scams, you know, they make you think you're doing something right. Even if you do have to go through the, you know, the labor of connecting your cold wallet or your ledger. It just, it's, um. Yeah, it's, it's just a problem that's plagued this industry. But, uh, you know, I think, uh, I don't know, I don't think this is even enough to kind of spark the conversation to, to go into real places."
    },
    {
        "speaker": "C",
        "text": "I would just add to that. Like, I don't think anybody's. If you were thinking about buying a moonbird yesterday, uh, I don't. I don't know if you're necessarily less likely to buy one today, you know, just because that happened to Kevin Rose. You know what I mean? I mean, you might think about it for a second, but I don't know whether or not you wanted a proof pass or a moonbird or a oddity. I don't necessarily think it's going to stop you one way or another if you were going to buy one or sell one."
    },
    {
        "speaker": "B",
        "text": "Now, talk to me about proof of conference, because that's something I am curious about, is in the last week, I've been under a rock. Oh, you already did? Okay."
    },
    {
        "speaker": "A",
        "text": "Oh, we had do the whole show on Monday. You gotta go back."
    },
    {
        "speaker": "C",
        "text": "Yeah, okay."
    },
    {
        "speaker": "B",
        "text": "I'm gonna go back. I'm gonna go back."
    },
    {
        "speaker": "A",
        "text": "It got, uh, it got pretty intense. Uh, Riggs, uh, almost blew a gasket, I think. We, we had to do a wellness check on him the next day. Um, it was, I mean, it was, it was pretty, you know, crazy episode. So I would say if you want to get the. The DL, go, uh, listen to. I will last, uh, on Monday's episode. But we do have Adam joining us on the stage. We've got James from clubhouse archives. So let's get into our topic of the day. Adam, gm GMGM."
    },
    {
        "speaker": "F",
        "text": "How you guys doing?"
    },
    {
        "speaker": "A",
        "text": "How we doing?"
    },
    {
        "speaker": "F",
        "text": "Good. Good. I got my do not disturb on time. I learned my lesson."
    },
    {
        "speaker": "A",
        "text": "There you go. Look at that. That's, uh, that's. That's called learning. And so we hope we. We're not going to get rugged here today. Uh, you missed. You missed Adam Chambere. Chamber is pretty jealous of how much time I spend with you."
    },
    {
        "speaker": "F",
        "text": "That's funny."
    },
    {
        "speaker": "C",
        "text": "Is he on?"
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I don't want to talk about that song."
    },
    {
        "speaker": "A",
        "text": "I didn't put. I didn't put do not disturb on."
    },
    {
        "speaker": "E",
        "text": "That's amazing."
    },
    {
        "speaker": "A",
        "text": "Just incredible."
    },
    {
        "speaker": "C",
        "text": "Oh, that was you? That was me. I thought I muted you."
    },
    {
        "speaker": "A",
        "text": "No, Chamber. Chamber is jealous of you because of how much time you get to spend with me. And I'm telling him it's nothing to."
    },
    {
        "speaker": "F",
        "text": "Be jealous about, but, yeah, vice versa, for sure. Yeah."
    },
    {
        "speaker": "C",
        "text": "Yes. I referred to you as summer George. If you. If you catch the Seinfeld reference."
    },
    {
        "speaker": "F",
        "text": "Yes, totally."
    },
    {
        "speaker": "A",
        "text": "All right, let's get into it today. I want to start with. I want to start with James, because you know, our audience, some, has some crossover with coffee with captain. So many of you may know James and Clubhouse archives, but some of you may not. So I definitely want to start. Bye. Having James introduce himself. James, tell us, you know who you are, what your background is, and what clubhouse archives is doing in the space, and let's start there."
    },
    {
        "speaker": "E",
        "text": "Awesome. I appreciate that. Buns, Chamber. Adam, good to see you, and good to see so many familiar faces out there in the crowd, and especially Des. I mean this sincerely, Des, it's great to have you back. Without you, chamber and bunch are kind of lost, so it's tough, but they made it through, and you're back now, and we're all better for that. So appreciate the intro. James Costa here. Been in apparel now for 23 years, and that was designing, developing, and producing men's and women's collections, primarily. A little bit of technology in there. I owned a trade show in apparel for a brief stint, and then I got into web three about two years ago. I think the first week of February will actually be my two year anniversary within crypto for a couple years before that, fortunately, was able to benefit off of that. But when I got on the web three, I saw an opportunity to extend my expertise and experience into the space, really, to initially provide a crypto native brand that I thought was missing from the space. But I started to notice the need for a b, two b. There was a b, two b business in there that I was trying to uncover and understand better. So we, myself and a couple partners, created Clubhouse archives, really with the intent, as I said initially, with the crypto native brand in mind. But we started to notice a lot of tech companies that didn't really have the experience or knowledge or network to create merch in the way that they wanted to for their community. So that was kind of the initial basis for clubhouse archives. Now, it's evolved really tremendously since then, and we can get into that in just a bit. But I don't want to take up too much time with my history and kind of what we're doing, but we'll uncover a lot of kind of where we've evolved to today. But I'll kick it back to you, bunch, and we can go to Adam."
    },
    {
        "speaker": "A",
        "text": "Awesome. Yeah. So I just wanted to lay the groundwork with, you know, who you are, what you're doing here, and as we get into the deeper conversation, and, Adam, obviously, you've been a guest on this show before, as James has. So you're. You're a returning fan of the, or guest of the show, a friend of the show, as we say. But for those who may not have heard of you before or what you're up to in the space, introduce yourself, tell us who you are, what we're doing at forum three, and let's start from there."
    },
    {
        "speaker": "F",
        "text": "Sure. So I'm someone who's been in the loyalty and digital space, in the web one and web two worlds for a long time. I was the chief digital officer at Starbucks for about a decade, worked at J. Crew, and, you know, starting in, in the very beginning of 2021, my good friend Andy Sack got me red pilled on blockchain and web three, and I started going down that path. And so when I met you, Joe, not shortly thereafter, and then we formed form three around, and I'm skipping a lot here, but the bottom line is, like, we're pretty passionate about the fact that this concept of community and ownership and gamification and storytelling that you see very prevalent in web three is like, those are the core ingredients, in our opinion, to brands, essentially making a successful transition into the next generation of loyalty. And we think that. We think that consumers are itching for a more of an emotional connection to their favorite brands and vice versa. So we formed form three, Joe, you and me and Andy in the summer of 2021. You know, we've been fortunate enough to have a combination of consulting services and we're building a platform. And Starbucks is one of our primary customers or clients, I guess you'd say. And we're really hoping that Odyssey can be a great case study for other brands that are out there. So that's kind of me in a nutshell."
    },
    {
        "speaker": "A",
        "text": "Awesome. James, I want to go back to kind of based on what Adam said, just about these thoughts, kind of on loyalty and web three versus kind of what your initial insights have shown you on where this technology fits in, kind of bridging gaps between real world and physical."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's actually a great question and lead in to build off of what Adam said. So from day one, I was always enamored by the technology itself. And I mean that very sincerely. Like web three captivated me for what it is, what it was before it. We've kind of gotten to today and what it will be in the future for many industries. Right. And I say that because as I started to understand smart contracts, as I started to peel back all of the onion layers on things like royalties and utility, I really started to understand that this was going to fundamentally change, be a paradigm shift, if you will. In almost every industry that it touches. It just needs the spark of interest from the individuals within that industry and whatever that vertical may be to understand how it can benefit the end user, the consumer, to enhance what I, you know, what I would really say to enhance the experience. So I started to look at that connection to your point bunch, between the physical and the digital. And I was always wanting that to be what we did. I was never a digital only maxi, just for whatever reason, I guess because, you know, when you spend 23 years in the physical to shift totally to the digital and say this is, this is going to be the lane, I just couldn't get there. So I think that probably put me in the position to say, you know, the digital and physical. And I'm not a big fan of the term phigital, but that's, that's what a lot of people seem to use. I mean, you know, we call them garments, but the point being is I wanted that connection. And when I learned about NFC chips, I started to realize that that was the bridge that would really create a, the opportunity for true experience. Right. A lot of brands in the apparel industry for many years would always say, buy into our brand because it's an experience and myself included. And I could even call B's on myself on that now, because looking back, you realize that that just wasn't the case. Like, sure, it extended to the materials. There was tangible intimacy there, as I always like to say, because you could feel the quality and the craftsmanship. But within NFC chip, you can really provide an extended experience in a way that we've just never had the ability to do. Because you can allow the customer at the point of product, the ability to immerse themselves in the brand. And I think that that's really cool because it's literally connected to the product and it allows them to have what we would call zero party or one party data. And you're going to hear a lot of that in the future. Be prepared to hear less of second and third party data and more about zero party and first party data because that is the connection directly to the consumer and the consumer's actions."
    },
    {
        "speaker": "A",
        "text": "Two things to jump on there, I think. One, for anybody who doesn't know what NFC chip technology does, quick, if you could explain that quick. And then how it kind of ties into NFTs and like, what the actual connection is there, how does it work and why is it important? And then two, maybe explain a little bit more about the zero party versus third party data, because I think that's important as this conversation goes, too."
    },
    {
        "speaker": "E",
        "text": "Yeah, once again, great questions. Appreciate that. So, so when I say NFC chips, it's a near field communication chip. It's been around for 20 plus years now. Dry cleaners have always used them. It's that RFID technology that we all know about. You've got credit cards in your wallet that use tech very similar to this tap two, go tap to pay technology. But it's a chip that really just is a conduit to data. So if you create a digital asset like an NFT and you program the chip to be connected to that through software, you can then scan that chip and pull up the data of the digital asset that it's connected to, in this case, an NFT. Right. And where that becomes interesting is all of the metadata that's associated with that, including provenance data and origin data. So it's not just ownership or authenticity, but if you talk about a physical product, you can start to get supply chain data. So we know sustainability is a big push in apparel. All of that data can be there, all the way back to literally the cotton and the fields that came from, for example. And then your second question, second and third party data, when we think about emails and phone numbers as being the point that gets passed around from company to company data that you can buy easily and then market to individuals through things like social media platforms. That's your typical second and third party data. When we talk about zero and first party data, it's direct connection with the consumer. And this NFC chip is if you put this into a physical product and it doesn't even have to be a peril, it can be any consumer good. We know the consumer owns that product, and you can create that direct relationship not only with them, but their actions. And that gets really, really interesting, because it's the actions of the product, not just my email that exists in a multitude of places, but literally down to the singular product and the consumer that owns it. And I think that that's why I'm so bullish on the technology. It's because there's a massive decline in second and third party data channels, and marketers are finding a massive need now for the zero and first party data as kind of a new frontier. I hope that explained and answered your questions totally."
    },
    {
        "speaker": "A",
        "text": "And it actually leads me into kind of where I want to go with Adam next, which is so Adam. You know, we just heard James kind of talk about all these awesome things. We heard, you know, immersion inside of a brand. We heard zero party data. We heard all of these things. How do you think about those things in terms of next generation loyalty, or what we talk about at forum three a lot, is this idea of experiential loyalty, which I think is really kind of connected to what James is saying there."
    },
    {
        "speaker": "F",
        "text": "Well, I mean, I'm excited about form three and clubhouse are working together now on different cool ideas that we can't get into publicly. But the reason why it's so relevant to loyalty is that if we're going to change the game and improve the loyalty experience to be centered on things like ownership and collecting and storytelling, then I love this idea that, like, that you could essentially merge a physical item that's programmable to what James was saying with digital collectibles, with storytelling and ownership. Like, I actually, I'm like James, I think collecting is interesting, and storytelling is interesting across physical and digital. So why not allow for there to be a direct connection between physical items? Digital storytelling, digital ownership, combined with physical ownership. So when I look at the future of the possibilities, some of the things that James was just talking about, like, it reminds me of a story about how at Starbucks, we used to have all these incredible collectible, limited edition Starbucks cards, and they would, like, we had an Ichiro card, and we had the Ridge first edition, Bono Redh and we had all these fun things they would go to. People would activate them at the stores. They might connect them to their account, they might not. But ultimately they were just sitting in drawers somewhere in somebody's wallet or something like that. Like, I love this idea of taking something that's physically a collectible that also has some storytelling and sort of like digitally connecting that physical thing back to the original point of why you even created it and what story you want to tell. And I think I that that is the future of loyalty. I think the future of loyalty is about those things, not just about spend to get coupons. So if you're going to start playing with those concepts, I don't think you should exclude physical. I love the idea of the NFC chip and I love the idea of connecting the physical to the digital. So that's why we're excited about what James is doing and kind of how he sees the world and frankly, learning from him, because I do think it ties into experiential loyalty and the things that we're excited about at forum three."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. Des, based on everything you've heard so far, what are your thoughts about these types of things as a use case for nfts? Right. Like, we're used to talking here about the typical types of business models we've seen in web three. What are these things kind of that you're hearing now make you think of as far as use case goes?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I do think exploring the worlds of physical use cases for NFTs is important and also future digital use cases. You know, obviously gaming has been talking to town for at least last month and, you know, more so even before that. But yeah, no, I've always just. To all cards on the table, I've always been a believer of James and clubhouse archives and what they bring. I think bringing traditional skill sets and people who've actually had these skill sets prior to web three and usher them into web three space and have some high quality output is super important. So I think it's great. I actually have a couple items that do have NFC chips in them and yeah, I think it's really cool. And so, you know, I'm all for exploring opportunities like it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's something really cool here as far as like, bridging, you know, onboarding as well. Right. When you think of like, James kind."
    },
    {
        "speaker": "B",
        "text": "Of used your least favorite word in the world."
    },
    {
        "speaker": "A",
        "text": "I know, I know, I hate it. But the, but, but it makes me think of like, you know, James even said James you said before, like, you're not a digital maxi. And I would say most of the world right now is not a digital maxi. Like we, we are, right? Like we're plugged in. I feel like I come down to my office every day, just plug into a different world for 10 hours and then like leave and go upstairs. But I'm very small percent of the world that actually does that. So I think there's this bridge gap needed to kind of take the things that we're doing here and present them in a way to folks that aren't as digitally plugged in or digitally native as we are. And I think that the NFC chip and bridging the digital and physical is super interesting use case to do that. And I think once you start talking about it in terms of, you know, how, how you can reward based on those things is very interesting. If you're a brand or creator or anything is really interesting. James. What? Well, one, I got to do a wellness check on chamber. Chamber has, we've gone two spaces now and Chamber spoken for like a total of five minutes. I think he might quit chamber. Are you alive?"
    },
    {
        "speaker": "B",
        "text": "He just went on mute. I love it."
    },
    {
        "speaker": "C",
        "text": "That's fine. That's fine. Have a good show today."
    },
    {
        "speaker": "A",
        "text": "I mean, do you have any questions? My answer, your answer is going to be no. So like, I just want to make sure that I at least acknowledge your existence and I appreciate you are a co host of this show."
    },
    {
        "speaker": "C",
        "text": "I, I'll go back on you."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, I know you too well, though. It's funny. The, James, like what, what are the loyalty use cases here for you? When you think about, you know, how, when we're talking about rewards and how NFC's digital physical can work, like what are the best things that you've seen so far and what you can think about?"
    },
    {
        "speaker": "E",
        "text": "That's a really good question. It's a little bit loaded. Not sure what to say, what not to say. So I will say, I think, I think there's a really interesting set of use cases when you start to think about what brands can do with a, let's call it an engagement enabled or loyalty enabled product. Right? And see, look, Adam just, he just took off based on."
    },
    {
        "speaker": "A",
        "text": "That's it. We're no longer working together. That's it."
    },
    {
        "speaker": "E",
        "text": "And you know, if you think about the interaction of scanning an NFC chip and having that activate content, let's just, let's, let's go. Let's leave it with content that provides either immersive experience, provides product knowledge, or for instance, can, can drive traffic to locations, for example. Whereas then if you can provide proof that you've been there, which you could just scan the product there, that's an opportunity. Right now you are becoming part of a loyalty driven program that is very engaging. If you think about some of the things that even nine DCC has done. I think there are opportunities there within that type of engagement. So I just think that every action, and this goes to the first party data that is taken by the consumer with the product could be considered a loyalty moment, if you will, and call that what you will. When I say moment, it's an action that's taken by the consumer to kind of prove that loyalty, to say, hey, I'm engaged with this product and I'm engaged with the content that you are giving to me and I'm proving that out. I think that that fascinates me to the nth degree because I know that most brands would look at that as a massive opportunity in a brand new channel."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's super interesting. Adam, I know you dropped down before. Were you offended by chamber? Because that's a common occurrence."
    },
    {
        "speaker": "F",
        "text": "I don't know what was going on with my phone. I could hear you, but I couldn't hear other people. I actually, this time it wasn't me, it was a Twitter thing. So I figured I'd get off and get on and it seemed to work. Can I just jump onto something James was saying? Absolutely, I agree with what he just said. And James, like, that's a great point you're making about like taking that action. I look at that kind of thing as gamification. It's a weird way to say it, but it really is. Right? Like I, you know, it's like, well, why, why make them wear the shirt and they could just do that. Couldn't they just do that with location services in their phone without the shirt or. I, like, I actually think all things you're saying are spot on. That like, well, no, there's something kind of magical and interesting about like, no, you got to wear the product or you got to have the product on when other people interact with you or you go to this place and I feel like those are, you called it like engagement, you know? Yes. And I also feel like that there's just, it's surface area for brands and projects and creators to say, I'm going to create some fun kind of journey building and activities and quests around how I want this to go. And I just, people like that. I don't know about you, but I like this is the gamified world, and it makes life more enjoyable in some ways. And it may seem silly, but I think doing that with merchandise to prove things, to unlock things, to connect with other people, that extra step is kind of like a step in the game. And I I think that that's something that's also pretty cool about what you're doing and the opportunity and how it relates to loyalty, because loyalty is a game, like, to be honest, like, loyalty is some sort of a game that you're putting you're doing with your. With your customers or your fan base to basically, you know, say, okay, if I do this, and if you do that, then this thing will happen. And, like, it's very much like a game programming, but you're just doing it around what's fun and interesting and rewarding to a particular customer and how that customer base engages with the brand and NFC chips, content unlocks programmable physical digital overlay. Like, that's such fun surface area for people that, I mean, we barely scratched the surface of what people are going to do with that. And so I think it's totally related to loyalty."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's something interesting there. Just about what you were both saying around, like, Adam, you specifically said, yeah, well, couldn't I do that part with my phone? And I think about, like, what's so important to web three in the way we interact with it every day? And so much of it is about this feeling of community. And we always talk about who's doing community, right? Or, oh, they didn't get the community down. And there's something about this shared community aspect of merch or merchandise or having something physical. Right. Like, I couldn't identify you on the street if I'm just using location services on my phone. But, like, you know, you see the tweets about, you know, wore my board a putty to the airport. No one said anything. We're still early, right. But we're like, you walk down the street and you see people wearing the same team logo as you, and there's automatically some kind of community there. So I think there is something fun about the actual physical merchandise of it all. And then when you take that and you tie it to a digital asset that's provable, programmable, all of those things, then there's something extra special there. And this idea of, like, in real life questing almost is really interesting. We've seen the phenomenon with, like, Pokemon go chamber. You ever play Pokemon go?"
    },
    {
        "speaker": "C",
        "text": "Um, yeah. Yeah, a little bit. It seemed like a little bit of a fad. I didn't get it. I wasn't a."
    },
    {
        "speaker": "A",
        "text": "People are still playing Pokemon go like by the millions."
    },
    {
        "speaker": "C",
        "text": "I wasn't like a Pokemon kid though, either. So it was like, that was, that's."
    },
    {
        "speaker": "A",
        "text": "The only Pokemon you ever dap up a Lakers fan on the street. If you see him wearing a jersey."
    },
    {
        "speaker": "C",
        "text": "Listen, if I see a lake, anybody waking, wearing any laker attire here in Canada, I'm going out their family."
    },
    {
        "speaker": "A",
        "text": "Right? Like you're having dinner."
    },
    {
        "speaker": "C",
        "text": "Like, if kids dress up like Kobe or LeBron and they come to my house for Halloween, like dumping candy in their bag, that's, I mean, it is 100% a family."
    },
    {
        "speaker": "A",
        "text": "So you take this concept of what I just told you, right? And at the heart of that, what is it? Its identity, right. You're choosing to identity identify yourself as a Laker fan. And I can see that I could say something to you, right, or. But the same thing of like, oh, well, why can't you just do that with location services? You have an NFC chip in your pocket already, blah, blah, blah. It's that concept, right? That is the drawing factor. It makes it fun. And that's when you're talking about loyalty. Like you said, Adam, a game, it's meant to be fun. And, you know, I think what NFTs can bring to that is fun, right? You see, I'd love your opinion. For those who haven't heard it on, just like, why you think NFTs and web three is such an unlock for loyalty?"
    },
    {
        "speaker": "F",
        "text": "For me, you mean Joe?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "F",
        "text": "Yeah. Well, to me, I was thinking about this today. When you think about their company, Uber, it was like, they're not like a mobile company or a location services company, but there was that magic ingredient of what mobile and location services did to enable a new type of transportation paradigm in Uber. And I think of, like, when I think about NFTs in web three, I think about how ownership changes the experience. I think about how it's one thing to have, like, gamification and storytelling and community. When you add the element of ownership and collectability into the experience of loyalty, you start to, to me, it's like a magical ingredient that allows consumers and brands to have more of an emotional game that they can play, an emotional connection they can play around whatever the loyalty construct is and whatever the engagement construct is. And like, you know, just, it's not the technical element of ownership that's the matters. In fact, I think the technical element, ownership right now can be getting in the way, to be honest. But it's the feeling of ownership of course, the web three community right now understands how to do web three and they're not scared by it and they're sort of, they love it and so they get what I'm saying. But like, I think the average, I think when the average consumer starts to experience the magic of I own something and I get programmed to because of this and I get there's like utility and there's community and this, this I get to kind of control my game piece here, which is my NFT. It's also a digital asset. It might have an emotional connection to me because it's got art and collectability. Like that combination to me is that magical ingredient for the next generation, loyalty. And that's what gets me excited. So it's more of a feeling and a construct that web three enables than the technical aspect of it. But I, you know, you can't, you got to have the technical to go with the feeling. And, and that to me is the why I think nfts and digital collectibles and this whole, this whole kind of space that we all think about every day is going to end up being a game changer for loyalty, for brands."
    },
    {
        "speaker": "A",
        "text": "James, anything to add on top of that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, a couple things. Even from before, when Adam started talking about gamification, it reminded me of a bit of a parable of like Robin Hood. Robin Hood was wildly successful at generating a huge trend in retail investors because they gamified the experience of investing. So what Adam is saying, and I know that stock has taken a hit and there's the whole GMA thing, but point in case, like they did that, and that was a reality and it was for the reason that Adam said so. I think that's been proven, right? That psychology has been proven. If you can gamify the experience, you're going to have a higher level of engagement. And it doesn't have to be children, right? It doesn't have to be a certain subset. Everyone finds pleasure in the ability to easily engage in something and if it feels gamified, it will be more highly engaged with. And I think that that's critically important for us to understand why we're so bullish on this technology. It's kind of gamifying that loyalty experience in a way that it hasn't been in the past. And that's intriguing. And the other thing that you were mentioning, bunch, in terms of the, if you see someone walking down the street, that's a perfect example. And I'm starting to use this more and more. If I ever saw someone walking down the street in, you know, in a Nike branded product today. Right. I'm probably like, I'm not high fiving them the same way that chambers high fiving the Lakers individual. However, if you provide the opportunity with these chips to say if you go engage with that person, you will gain from that. There is a whole nother reason for me to recognize brand and to then go engage because I'm now gaining from that experience. So it does become a social engagement tool in that way. If it is a product that has a logo, you're now incentivizing the individual to wear that, to gain that recognition. And you can actually place a higher value of loyalty on that because they're advertising for you. So the where to earn model that everyone's been trying to figure out is right in front of us. Right. It's just the earn part of like, what it is. So I think that individuals need to really start to understand the value behind what we're saying. Because when I say that this is going to take hold, brands are going to bite into this. It's not using hopium. I've talked to brands very recently that I thought would be a long shot and they immediately were like, this is incredible. So I'm very, very bullish on this and I get super excited and passionate about it because I'm literally seeing this play out in real time."
    },
    {
        "speaker": "F",
        "text": "I love the way you put that. I apologize, I have to drop. It's been awesome being on. I just want to say, james, I love that your last comment was like so spot on, man."
    },
    {
        "speaker": "E",
        "text": "Appreciate that. Sorry you have to drop. I look forward to, obviously we've got a lot of conversations in the near future and beyond."
    },
    {
        "speaker": "F",
        "text": "Yeah, absolutely awesome."
    },
    {
        "speaker": "A",
        "text": "Thank you so much, Adam. Appreciate you. And it's funny, james, what you're saying is like the earned model is specifically I thought was interesting as far as like, people are getting that potentially wrong. And because I always say to Adam, it's like most of the people doing stuff with NFC chips right now and merch are putting out a controller without a game is how I can, how I describe it in the sense of like, you know, just putting it out for the sake of it. Having that capability is one thing, but like, we've sat here and talked about all the things you can do with it and, you know, I think the people that take the concept and build actual content or rewards models or things like that around it are going to be the ones that truly win and actually, you know, take this stuff to the next level because I really do, I think all these NFC enabled chip things are of, they're like video game controllers. And you can create these, you can create a whole ton of just very simple, even organic engagement models. I also think you can take this idea of loyalty that we know it now, which is very single player in the sense of like, you know, Chamber goes to Tim Hortons, buys his timbits and he gets his points and. But when you, when you bring in this idea of like, the wearables or the physical and the NFC enabled chips and stuff, you can do group or community type of things and it becomes a many to many, or at least a multiplayer type of game on top of that, which I think is fascinating, but anything to add there? Otherwise, maybe we'll go back to some. Some nonsense. So chamber convent before the end of."
    },
    {
        "speaker": "E",
        "text": "The show here, I was actually going to suggest, I mean, we can get Steve and Riggs and like, j whip up here and just. Just roast chamber. I mean, that never."
    },
    {
        "speaker": "A",
        "text": "I think that'll make them feel better."
    },
    {
        "speaker": "C",
        "text": "No, I don't want those guys up here that make me angrier."
    },
    {
        "speaker": "A",
        "text": "Chamber. We'll get in here. You know, all the, you know, the interview part is over."
    },
    {
        "speaker": "C",
        "text": "I love it when we have smart people on. People actually get some benefit, which is, which is what I'm looking for. So when, when people like James and, and Adam are rolling, I just like to let them roll."
    },
    {
        "speaker": "A",
        "text": "Now, did you learn anything today? That's the real question."
    },
    {
        "speaker": "C",
        "text": "I'm always learning. Yeah, no, absolutely. I like the fact that we have big, big companies with big ideas that are trying to implement web three into everyday life to try to get it out to the masses and finding different ways to do that and smart ways to do that in ways I don't have the time to think of. And B, probably would never have gotten there had I had the time is fantastic. So, no, I really appreciate having great guests on that speak intelligently to provide some benefit to the listeners out there."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's utility. You know, it's our. It's what we can offer the. Before I go to Suarez here, can you tell the people why you just bought 30 texture punks?"
    },
    {
        "speaker": "C",
        "text": "Well, you see, I got bored this afternoon and."
    },
    {
        "speaker": "G",
        "text": "Top is in."
    },
    {
        "speaker": "F",
        "text": "The."
    },
    {
        "speaker": "G",
        "text": "Top is in."
    },
    {
        "speaker": "C",
        "text": "No, well, let's. Let's listen here. The top was in and. And I bought it. And now I just bought some more. But I was, I was bored and I was in the war room and I requested Sugar Shane to tell me what to buy. He gave me two things, texture punks and sees the me bits."
    },
    {
        "speaker": "A",
        "text": "Oh, the Mebs the seize. The Mebs."
    },
    {
        "speaker": "C",
        "text": "Yeah, sees the Mebs. So I bought three sees the Mebs. And they've been going up since then, so I didn't buy any more, but I bought three texture punks at an average of. I just did my math here."
    },
    {
        "speaker": "A",
        "text": "0.283."
    },
    {
        "speaker": "C",
        "text": "Yeah, the average 283. And then I noticed they were, like, all at, like, 0.12.1. They were. I think they were at 0.1 at one point, but decided to buy some more to offset my, or to try to bring down my dollar cost averaging. So now. Now I'm at overall 0.18,625 to get back to even."
    },
    {
        "speaker": "A",
        "text": "Awesome. What's the floor?"
    },
    {
        "speaker": "C",
        "text": "The floor is currently 0.13. Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. All right. You get there."
    },
    {
        "speaker": "C",
        "text": "You get it on the way up."
    },
    {
        "speaker": "A",
        "text": "Yeah, you'll get there. Are you going to sell them at breakeven, is the question."
    },
    {
        "speaker": "C",
        "text": "No, no, I'm going to hold that. I'm going to round trip those bastards like you wouldn't believe."
    },
    {
        "speaker": "A",
        "text": "All right, let's go down to Suarez before we circle back and wrap things up. Suarez, what's up, man? What's up?"
    },
    {
        "speaker": "H",
        "text": "Now, just a quick idea, because I actually had my son's birthday this weekend on Sunday, and he turned one. My wife didn't let me pull out my web three tricks, but we were all chipped up. We all had NFC chips, matching shirts. There's four of us. My, my goal was to have the little one have the digital thank you. So only, like, two people actually went out. I made them scan, and obviously he's one years old, so he can't do anything besides be there. So I said, like, look, scan his, his side here. And he gave him an all digital thank you card."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, that's awesome."
    },
    {
        "speaker": "H",
        "text": "So I said, thank you for coming. You know, we appreciate you in that picture of us. And then if you were to scan my wife's NFC chip, it would lead to a website where everybody posted their pictures and then would come back to her shirt. So then it would give you a slideshow at the end when."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, that's so cool."
    },
    {
        "speaker": "H",
        "text": "When. When it was done. And then my goal for my shirt and my daughter's shirt was to have, like, a little scavenger hunt so I can buy, like, four or five more NFC chips. And the idea was if they had their phone, they could go inside this playground and then scan different spots and would lead them to other pictures in different parts of the park. But my wife didn't let me go with it because she's like, you're gonna make them work. And I'm like, this is gonna be fun. It's gonna be fun. But tell me there's not a future, like, you know, a couple years down the road that a mom sees this on Instagram or Twitter or, you know, you name it and they're like, oh, this is the coolest thing. And once one influencer picks it up, they're like, I'm gonna be ordering, you know, matching shirts with NFC chips. Put them all over the place. And then people just running around with their phones. But I thought that was a cool idea."
    },
    {
        "speaker": "A",
        "text": "A thousand percent. I love that idea. I really like the picture idea. I, the question who's like, where, what? What apparel were you wearing? Who, like, was it something you made? Was it. No."
    },
    {
        "speaker": "H",
        "text": "So this is obviously, I'm a big supporter of James and I have some, I have some, some tokens there, but this is from a local guy, voc at NFt voc or Voc. Nft voc Philly. That's his handle, Voc Philly. And then, yeah, he makes custom shirts for me. And then, you know, yeah, just, I just buy them there. And then he puts in the NFC chips inside the garments."
    },
    {
        "speaker": "A",
        "text": "That's, that's awesome. I love that idea. When you scan my wife's hoodie, it takes you to a website for a great divorce force lawyer. I don't recommend that as a use case, but just another one out there. J. Webb, get in here. And then we'll pass it to Des to shut this thing down. Yeah."
    },
    {
        "speaker": "G",
        "text": "Just real quick. If you want some great alpha on first birthday parties, check out today's NFT lunch break. The first ten minutes we really dive deep into the true meaning of a one year old's birthday. And it got pretty good. We had some good commentary from Joe that was absolutely priceless that you should absolutely go check out."
    },
    {
        "speaker": "A",
        "text": "I will definitely go back and listen to that because I have some thoughts on one year old birthday parties. My kid just turned two and we're doing a birthday party. But the one year olds I have some thoughts on, it's really just a waste of my Saturday."
    },
    {
        "speaker": "G",
        "text": "The gist of it was like the first few birthdays because we're getting ready to celebrate my son's first birthday Saturday. You're celebrating the parents keeping that kid alive. You're not celebrating the kid didn't do a goddamn thing. You need to celebrate the fact that your sleep deprived friends have kept a human alive for a full calendar year. That's what you're really celebrating."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's pretty accurate. And congratulations to both you and Suarez for keeping your children alive for one calendar year. So shouts to you, Des, back to you, and we'll get the, I think the prop bet."
    },
    {
        "speaker": "B",
        "text": "Yes, I do have to close out some of the prop bets. And just to verify."
    },
    {
        "speaker": "E",
        "text": "Mute."
    },
    {
        "speaker": "B",
        "text": "All was accidentally pressed earlier, correct?"
    },
    {
        "speaker": "A",
        "text": "No, what it was was I got a phone call and was."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is interesting. We could have a winner today. Okay, so first question. Bunchu, your take on the recent gutter cat gang announcements. Are you bullish, bearish, or haven't heard about it?"
    },
    {
        "speaker": "A",
        "text": "Oh, no. I'm gonna ruin some dance cards, I think. I don't know what the current gutter cat."
    },
    {
        "speaker": "B",
        "text": "That's okay."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "No, people took that. People took that. All right, so GCG released that, you know, they were getting a lot of fud recently, and they released, like, a big statement maybe 15 hours ago with a couple of posts."
    },
    {
        "speaker": "A",
        "text": "So it's not that. No, no, it's not like I've been."
    },
    {
        "speaker": "B",
        "text": "Living under clear and people. Some people took that. You wouldn't have heard about it. I don't know what that says about you and you're hosting as a NFT podcaster, but."
    },
    {
        "speaker": "A",
        "text": "But I was just preparing for our fantastic guests today. No time for, you know, any of that gang, gang stuff, but all right. What else is."
    },
    {
        "speaker": "B",
        "text": "All right? The fate is in your hands, really, if someone takes us home today. So what are you most bullish on? It's either clone X, Memeland or doodles at this point, with, with the recent releases."
    },
    {
        "speaker": "A",
        "text": "Oh, man. So, wait, let's define bullish as in, like, what do I think is going to have the best price? Appreciation? What am I interested in holding most? Where do you want?"
    },
    {
        "speaker": "B",
        "text": "Let's go. What most excites you?"
    },
    {
        "speaker": "A",
        "text": "Oh, man. All right, what was. What were the options? Doodles, Memeland and Clone X. And clone X. God, those are hard ones for me. I actually have the biggest bag of Memeland. I don't hold any doodles. But I'm super interested in what their overall mission is as far as, like, building, you know, for the masses. Um, but I think I'm gonna go with my Memeland bags. I think that's what I'm gonna say. Meme land bags."
    },
    {
        "speaker": "B",
        "text": "Okay, well, shoot there. There might be a winner today. I have to go review how many times Canada was said. But during that whole, if you see someone walking on the street with Lakers Jersey, I think we pushed the over with the number of Canada is. Is mentioned. But I'm gonna go review it. But we might have it."
    },
    {
        "speaker": "A",
        "text": "So if somebody won it. If somebody won, it's because of chamber? Is that what we're saying?"
    },
    {
        "speaker": "B",
        "text": "No, actually, the bet, the parlay needs the under on that. So I think we busted again. But we'll see."
    },
    {
        "speaker": "A",
        "text": "We'll see."
    },
    {
        "speaker": "C",
        "text": "Well, what was the over under?"
    },
    {
        "speaker": "B",
        "text": "1.5. I think you guys said it twice."
    },
    {
        "speaker": "A",
        "text": "Oh, man. It's funny because 1.5 is down because it hasn't hit the 2.5 that it was in prior episodes. Yeah. That means it's a good line telling."
    },
    {
        "speaker": "B",
        "text": "You we're not messing around here with these Vegas lines."
    },
    {
        "speaker": "A",
        "text": "It's great. I'm excited for somebody to finally win the goat. I hope it happens today. While you were gone, des, I said that this should start to become a progressive jackpot, and which, you know, every time somebody doesn't win, it just gets. The prize gets bigger and bigger because I'm surprised nobody's won yet. But it's not an easy thing to do to put parlays together. This is why Vegas has all those big, fancy hotels, you know?"
    },
    {
        "speaker": "B",
        "text": "Exactly. Exactly."
    },
    {
        "speaker": "A",
        "text": "Chamber. I'm going to leave the last words to you today. I feel like we need to get you back in the mix. You've had two days now where you haven't really said too much, so let's shut it down."
    },
    {
        "speaker": "C",
        "text": "I can't wait for Friday."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "Because hopefully there's no guests."
    },
    {
        "speaker": "A",
        "text": "I know. Well. Well, there wasn't any guests on Monday. We just had a very rousing topic of proof of conference."
    },
    {
        "speaker": "C",
        "text": "We'll see what happens on Friday. There's a chance for Friday to be."
    },
    {
        "speaker": "A",
        "text": "Would it help you if I. Would it be better for you if I don't show up? No, because I can."
    },
    {
        "speaker": "C",
        "text": "No, that's. That's a worst day. That's a worse."
    },
    {
        "speaker": "A",
        "text": "I'd rather. I might just want to give you the hosting back."
    },
    {
        "speaker": "C",
        "text": "Uh, no."
    },
    {
        "speaker": "B",
        "text": "First chamber solo show. I think I could."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. That means because you're not gonna be around. I'd love it. We had a chamber solo show. No, you were around that day, weren't you, Des? Yeah. All right, so we'll go chamber solo show on Friday."
    },
    {
        "speaker": "C",
        "text": "No, no, let's not do that. Let's not do that. Yeah, hopefully. Yeah, I try to. I've been trying to get on more spaces lately, so I got to figure out a way to get my fix in. So maybe tonight you'll see me on some spaces. I think maybe night shift has a space tonight at 830, maybe."
    },
    {
        "speaker": "A",
        "text": "Oh, cool. I'll be, like, washing hair or something."
    },
    {
        "speaker": "C",
        "text": "Don't brag about it, okay? I don't want to hear."
    },
    {
        "speaker": "A",
        "text": "All right, that's going to do it for us. Thank you for listening. James, thank you so much for coming. This was awesome. Until next time, stay mint."
    }
]