[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mint condition. I am Bunchu, alongside my esteemed colleague and co host, coach chamber chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Coach Chamber is a great name. I've been perusing the Under Armour website all day, looking for the perfect set of different wardrobes that I'm going to wear and the different temperatures and conditions on the field on the pitch, but, yeah, we'll see."
    },
    {
        "speaker": "A",
        "text": "So. All right, we need. So let's, let's, let's recap here. So by. Not everybody was listening to."
    },
    {
        "speaker": "B",
        "text": "They should have been."
    },
    {
        "speaker": "A",
        "text": "And, I mean, if they haven't, they definitely should. I gotta say, very, like, I mean, it was one of my favorite shows we've done in a very long time. It, it hit all of the things I love about doing this show with you. Um, number one, it was not planned. Like, it just wasn't planned. And number two, it's the ability for you and I to just, like, realize in the moment that something's a fun topic and just, and just keep, like, pulling the thread on it, you know what I mean? Like that. Like, I can't even tell you how much none of that was like, it was. You mentioned soccer coaching and knowing nothing about soccer. I happened to be sitting here with chat GPT over in front of me and I'm like, let's. Let's have some fun. And that was it. That's how the whole show went down. So, um, you know, if you haven't listened to last week's show, if you were not here on Friday, essentially what happened was, uh, Chamber was asked, or asked us if he should coach his daughter's soccer team. He has zero knowledge of soccer. And we spent the entire hour not only telling him how chat GPT could do this coaching job with him as a co collaborator, but there was a lot of audience feedback on proper coaching of youth soccer. If you could do it, what were the things that you needed to be able to do and so on and so forth. We had a fantastic time. So that's the context for any soccer talk today, and I think we're going to be doing this as a recurring bit. So you have your first. You have your first practice tomorrow."
    },
    {
        "speaker": "B",
        "text": "Is that I got a whistle. Like, you got a whistle?"
    },
    {
        "speaker": "A",
        "text": "You order that on Amazon or do you just have."
    },
    {
        "speaker": "B",
        "text": "I ordered on Amazon. Gotta have a whistle. I'm a coach, so, yeah."
    },
    {
        "speaker": "A",
        "text": "So let's start with. Let's start with, I guess, the. Let's. Let's get through the basics here. Give us a little. Give us a little love down in the comments. Give us a GM anything out there to help get the show out there. If you're feeling so kind with a retweet, check us out on all of our channels. You can find this show as a podcast everywhere that podcasts are. And you could check out all of our other dj network awesome shows. We have our God, I almost said waiting list, but that is not true. We have our email list that goes out a couple times a week. Check that out on djen.net work. All of our awesome articles are there. All of our wonderful shows. Today we have the night shift tonight at 11:00 p.m. eastern. Coffee with captain again tomorrow morning, the lunch break and alpha afternoons to get you through tomorrow as well. So make sure you're checking all that out. And I think that pays the bills and anything I'm missing?"
    },
    {
        "speaker": "B",
        "text": "I think so. I think you got it all."
    },
    {
        "speaker": "A",
        "text": "Okay, there you go. So next on the list, let's get a recap of what happened from close of the show on Friday to where we are today in the world of youth soccer."
    },
    {
        "speaker": "B",
        "text": "So immediately after the show, I went upstairs and told my daughter, or asked my daughter like, what do you think if I'm your coach? And she was all for it. And then my wife overheard this and she's like, what are you talking about? And I told her what we did on the show and made her listen to it in its entirety that evening. I said, you gotta. This is a top ten show. You have to listen to it. So we listened back together Friday evening. And then I think Saturday I really, really started to, like, I think I applied Friday night and then immediately, like, they approved me, they asked me in the, when I, when I signed up, you know, it asked if you had a police wreck, like a police check, you know, within the last two years. I said that I didn't, but they immediately gave me access to everything. So that was a little worrisome. Hopefully tomorrow they asked me again for a background check because if they're just letting me slide through the cracks, that's not good overall. But yeah, then I started really thinking about, I'm like, what am I going to get? What am I going to do with these kids on their first practice? And I started youtubing under six soccer practice agendas and realized really quick, don't do it from. I was watching a lot of UK based videos. They are miles ahead of what I imagine these canadian six year olds will be. But I immediately got scared. I'm like, oh shit, they're already doing this at six years old. I'm in big trouble. They looked really, really good. So really started worrying, started watching more videos, really questioning all of these decisions, looking at the calendar. I uploaded the calendar to my phone. I mean, this thing goes into September twice a week. I got, you know, I started looking at the roster, figuring out, you know, you know, if there's any last names that I thought would be, you know, inherently good soccer players. I found one. Found one with a prominent last name of a drug lord, a colombian drug lord. We'll say. I'm like, all right, that's good. Also the oldest kid on my team, so which."
    },
    {
        "speaker": "A",
        "text": "Carly Chop."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I also, at the same time, also very competitive, want to win. So I'm really trying to. So tomorrow I'm really going to assess the talent on the team because I know it's under six and we're all having fun, but it's a lot more fun when you win the championship, I always say."
    },
    {
        "speaker": "A",
        "text": "Okay, so you've had some time to reflect on the advice from last week's episode. And to me, it sounds like you've thrown most of it out the window."
    },
    {
        "speaker": "B",
        "text": "No, I signed up for, like, I got on chat GPT and started asking similar questions. But what I was finding is they would give me a few good drills."
    },
    {
        "speaker": "A",
        "text": "I mean, mostly from our. I mean, mostly from our audience in the sense of like, hey, we're just here to have fun. It sounds like you've thrown right out the window. Yeah, straight out the window immediately. And you're going for the juggling."
    },
    {
        "speaker": "B",
        "text": "We're going to win. Yes. Like, that's. That's the plan. We're winning. I mean, I think we've had a full generation of participation trophy award winning. I think it's time to go back to, you know, the eight, I believe."
    },
    {
        "speaker": "A",
        "text": "We call those poems."
    },
    {
        "speaker": "B",
        "text": "I think we do. So I want to instill a little bit of competitive fight in these children at a young age, you know, might be a bad idea. Time will tell."
    },
    {
        "speaker": "A",
        "text": "Fantastic. So what do we need to do? We need to accomplish anything today on the show, or should we be waiting."
    },
    {
        "speaker": "B",
        "text": "Until, if anybody has any good tips for, you know, what kind of drills I should be running for five and six year olds? That would be terrific."
    },
    {
        "speaker": "A",
        "text": "I'm pretty sure this is what we covered in Chachi."
    },
    {
        "speaker": "B",
        "text": "I know, but I feel like it wasn't. I need more. I wasn't getting enough from chat GBT, a couple of good ones, but if anybody has any good ones, feel free to let me know."
    },
    {
        "speaker": "A",
        "text": "Do you want us to go through a potential practice schedule here today, or do we want to wait to see where maybe your experience leads you tomorrow and get a full session of not only therapy, but some alterations to your plan on."
    },
    {
        "speaker": "B",
        "text": "I mean, what are your thoughts? Do you think we should maybe put together?"
    },
    {
        "speaker": "A",
        "text": "I kind of want you. I kind of want you to just go in blind for tomorrow, just doing your best. And then I. I think we need to take the feedback that you provide us and really go deep on the rest of the week here. I don't know that that would be my thought. And, like, I'm going to keep this youth practice chat GBT thread open for your entire season. We're going to watch the chat GBt progress, as well as your progress here. And we could use this as a therapy session for you as well on the coach chamber. The coach chamber watch. So what do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do that."
    },
    {
        "speaker": "A",
        "text": "Okay. What's your confidence level? Going tomorrow or excitement?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I'm excited."
    },
    {
        "speaker": "A",
        "text": "Um, and wait, did we end up with. Are you the head coach?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Solo? Like, no assistant coaches, no nothing? I am."
    },
    {
        "speaker": "A",
        "text": "Oh, God. Wow. So we're going to turn you from. From coach chamber into Chad GPT. By the end of the soccer season, you're going to have full plans here, and you're going to be the best youth soccer."
    },
    {
        "speaker": "B",
        "text": "Literally, the only thing that's keeping me positive right now is the existence of the show. Ted Lasso, I'm like, oh, he's. He made it to the Premier League with no soccer, you know, with can do attitude and a sweet mustache."
    },
    {
        "speaker": "A",
        "text": "So are you growing?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So you. I said, I sent a picture to. To everybody in the TMC chat about my new glasses. I can't, for the life of me have these glasses and also a mustache, so."
    },
    {
        "speaker": "A",
        "text": "No, no, no. This."
    },
    {
        "speaker": "B",
        "text": "Certainly they'll be immediately asking for a police record check."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, they. You definitely can't. You look like if. I mean, you're already pushing it with the beard and those. They actually almost look fake. Where did you get."
    },
    {
        "speaker": "B",
        "text": "I use. What do I use? It is a site called I think smart buy glasses. It's like an online thing."
    },
    {
        "speaker": "A",
        "text": "Glasses?"
    },
    {
        "speaker": "B",
        "text": "No, no, it's all like, these are. I think these are Tommy Hilfiger glasses. So you can get, like."
    },
    {
        "speaker": "A",
        "text": "I really thought you were gonna say Tommy."
    },
    {
        "speaker": "B",
        "text": "I wish. No, like, you can get, like, you, you know, guess and Gucci and, like, real, real glasses there. But they're, they're, you know, a little bit better priced from, like, an optometrist or something. Where do you guys buy glasses in the states from your optometrists."
    },
    {
        "speaker": "A",
        "text": "I have. Yeah, I would think so."
    },
    {
        "speaker": "B",
        "text": "I feel like it's overpriced there."
    },
    {
        "speaker": "A",
        "text": "Pristine. Outside of the rampant color blindness that runs wild in my eyes, the. I have near perfect eyesight, thankfully. So I've never had to deal with an eye doctor or glasses. So, um, I'm very lucky with. To be blessed with that eyesight. However, I can't see green or red or brown or anything else."
    },
    {
        "speaker": "B",
        "text": "So what color are trees to you?"
    },
    {
        "speaker": "A",
        "text": "Oh, those."
    },
    {
        "speaker": "B",
        "text": "It's amazing."
    },
    {
        "speaker": "A",
        "text": "No, it's more so, like, they're all kind of, like, dull shades of the same thing. Does that make."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I gotcha."
    },
    {
        "speaker": "A",
        "text": "You ever seen, like, the movie Pleasantville? It's not quite. It's not quite like that, where everything's black and white, where. And you just see, like, splashes of color. But it is. But it is like, if you put those colors in front of me, I would, one, not be able to tell the difference. And two, they're all just kind of like the same dull versions of each other. And so, like, even you'll notice, like, the AI art stuff that I post, it's mostly, like, blues and yellows and. And, like, bright colors like that. And there's not a ton of, you know, red screen. There's not a lot of earth tones in my stuff, and it's because I can't see them. So there you go. I gotta. Should we go to some hands here? All right, so let's go. J. Webb first and then mister house."
    },
    {
        "speaker": "C",
        "text": "I'll be quick, I think. Chamber to get ready for this practice. Always sunny season two episode six the gang gives back you know, if you want these five year olds to not be a bunch of pansy asses, which I'm on board with you there, you know, watch this. Get some tips, maybe some steel toed."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Kids, no flip flops. Yeah, get some metal in those shin guards, like, you know, deliver some pain."
    },
    {
        "speaker": "B",
        "text": "Can I put on a full yellow tracksuit? Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I was just gonna say the tracksuit and be really lean into the d roll."
    },
    {
        "speaker": "C",
        "text": "It wasn't even attractive, though."
    },
    {
        "speaker": "B",
        "text": "It was a power. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, it was Pat summit. Yeah, it's exactly what it was. It was a Pat summit power suit that was bright yellow where she really leaned into the bird."
    },
    {
        "speaker": "C",
        "text": "It was so great on the. On the basketball front, you know, since the last show, the Lakers have clinched. It's now nuggets. Lakers."
    },
    {
        "speaker": "B",
        "text": "How nervous are you?"
    },
    {
        "speaker": "C",
        "text": "So, you know, I mean, the expectations got to be low for the nuggets, right?"
    },
    {
        "speaker": "A",
        "text": "Low."
    },
    {
        "speaker": "C",
        "text": "We haven't beat the. We haven't beat the Lakers ever. No one's giving us a shot."
    },
    {
        "speaker": "B",
        "text": "So I feel Vegas is giving you a big shot right now. I feel. I feel Lakers. I feel Lakers have, you know, are the underdog and really have. Are playing with house money at this point."
    },
    {
        "speaker": "C",
        "text": "Here's the thing. I think nuggets are aware that we can't. We don't really have a leg to stand on when it comes to talking trash because you guys have knocked us out of three of the four times we've made conference finals. So it's kind of one of those, like, we got to put up before we can, like, actually say anything."
    },
    {
        "speaker": "B",
        "text": "I don't like that attitude. That's too humble. And that's the kind of attitude that wins championships."
    },
    {
        "speaker": "A",
        "text": "Let's get to the real meat of this issue. What are you two putting on the line as a friendly dj network co host wager? What are. What are we doing here? And I would love some kind of punishment bet of some sort, either social media style or otherwise. But I do think we need some sort of something on the line here. Jweb, do you have any, any suggestions? Or if not suggestions, at least boundaries."
    },
    {
        "speaker": "C",
        "text": "No boundaries. I think everything's on the table. If anyone has an idea, we got, you know, about 24 hours until. A little over 24 hours till the first game. How about I'm up for."
    },
    {
        "speaker": "B",
        "text": "I'll buy you a LeBron jersey if we win, and you buy me a Jokic jersey if you guys win?"
    },
    {
        "speaker": "A",
        "text": "Wait a second. Wait. Yeah, wait a second. No, you. You need to be paying for."
    },
    {
        "speaker": "B",
        "text": "No, I think that's the."
    },
    {
        "speaker": "A",
        "text": "You need to buy yourself. You need to buy yourself that. No, you need to buy yourself the joke. It's jersey if you lose. Okay, I guess that you need to lose both financially and. But let's. Let's not to commit yet. Let's see if anybody in the comments has a good wager for, uh, for the two of you by the end of the show. Otherwise, we can go with that bet because, you know, that's a very classic bet. But I feel like, you know, there's an opportunity here to do maybe something a little more."
    },
    {
        "speaker": "C",
        "text": "I think if. If Chamber was really dedicated to the content side of things, he would fly to Denver and we would go to one of these games together. Um, that would be. If it goes to, like, game seven, you know, that would be the play right there."
    },
    {
        "speaker": "B",
        "text": "I am not getting anywhere close to a game seven. I don't like to. I don't know if you are aware of this. I'm very."
    },
    {
        "speaker": "C",
        "text": "Oh, no, I heard."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't even like yourself with your."
    },
    {
        "speaker": "C",
        "text": "Vape in a glass of water."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't even like discussing the idea of having a friendly bet on this."
    },
    {
        "speaker": "C",
        "text": "I don't think they'll let you vape in ballerina. But I mean, it is possible."
    },
    {
        "speaker": "A",
        "text": "It is Denver."
    },
    {
        "speaker": "B",
        "text": "Absolutely. It's a quality place to be."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we need. I obviously j web chamber not committed to the content. He will not fly out there for a game seven, which is really disappointing. Maybe at least, maybe we could do some kind of chamber cam. At least."
    },
    {
        "speaker": "B",
        "text": "How much would a game seven cost, by the way?"
    },
    {
        "speaker": "A",
        "text": "Oh, God."
    },
    {
        "speaker": "B",
        "text": "So I think the."
    },
    {
        "speaker": "C",
        "text": "I've already, I mean, I'm going to games one and two and I'm already looking at game five and I don't even want to think about what game seven would cost me."
    },
    {
        "speaker": "B",
        "text": "You're going to games one and two, eh?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Look at you."
    },
    {
        "speaker": "B",
        "text": "That's pretty good."
    },
    {
        "speaker": "A",
        "text": "That's amazing. That's what happens, folks, when you take profits, right? You can go to games one and two of the Eastern Conference finals and if you don't take profits, you can be like chamber and sit alone in your house all by yourself. So take profits, go to the game. That's it. Mister House, what's going on? Do you have any one tips for Chambers coaching to any ideas for the bet and anything else you want to add?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I got some, some coaching tips that come from my failed career as a kids jiu jitsu coach. Lesson number don't kick the kids is don't act. No, it never got that far, thankfully. Lesson number one, don't actually try to teach them what you want them to learn. Give them a game. And the lesson of the game is the skill. Because when you try and teach kids practical skills, they just want to be like, oh, this is the fun time that my parents aren't here, so I'm going to do the opposite of what you say. But if you frame it in a game, then they'll actually be enticed to learn the skill. The second part is when that doesn't work and you're still extremely frustrated, just have them all watch kicking and screaming as homework and figure out who's going to be your beyond son and you'll win the league."
    },
    {
        "speaker": "B",
        "text": "So, yeah, that's, I'm, I'm all about finding who my, like three best players are. That's, that's my key takeaway for tomorrow."
    },
    {
        "speaker": "A",
        "text": "And then what?"
    },
    {
        "speaker": "B",
        "text": "And then you're going to coach him."
    },
    {
        "speaker": "A",
        "text": "Up now do you think. Oh, wait. Is. I forget. Is this a co ed team?"
    },
    {
        "speaker": "B",
        "text": "It is. Well, see, it's funny you say that. It's supposed to be a co ed team. And then I looked at the roster list, and I'm like, I think my daughter is the only girl on the team. But then it. I thought that, and I looked at it again yesterday, and it turns out, you know, kids. You know, people these days are named their kids anything they want, and two of the two of them were. Two of them had names that I thought were boy names that were, in fact, girl names. So I have three out of ten players that are girls."
    },
    {
        "speaker": "A",
        "text": "Do we have any really eclectic names that are. I have what normal people would think are just, like, made up? I mean, I don't any Brixleys."
    },
    {
        "speaker": "B",
        "text": "There are some great names, and I can't. I can't get into the names, but I have. I'm assuming they are fraternal twins. It's a boy and a girl thing."
    },
    {
        "speaker": "A",
        "text": "One and thing two."
    },
    {
        "speaker": "B",
        "text": "They have the best names. So I am very. I'll screenshot you the list of names after the show, just so you can see. But there are some banger names in there that I think that provide a sense of. I think a name can provide you a sense of confidence. So I have a team of, oh."
    },
    {
        "speaker": "A",
        "text": "What are you dealing with? Like, four? You got a four on your team?"
    },
    {
        "speaker": "B",
        "text": "First and last name. There's. The twins have a first and last name combo that is unreal."
    },
    {
        "speaker": "A",
        "text": "Just really powerful."
    },
    {
        "speaker": "B",
        "text": "Very powerful. Very powerful. So, yes, I'm looking at this. I already have my. My oldest kid is. Also has the most, I want to say, soccer friendly last name, which, you know, which would. There's an anticipation that this kid can play. So we're gonna see. We're gonna see who comes out on top and bury the rest of them in the backfield. Backfield. I feel like that's a thing, like, in the back, wherever the goals are not being scored. Let's put those kids there."
    },
    {
        "speaker": "A",
        "text": "The back field. Right?"
    },
    {
        "speaker": "B",
        "text": "I think I asked my daughter."
    },
    {
        "speaker": "A",
        "text": "Look, I asked my daughter. Oh, what?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "So what. What position is she interested, uh, by the way, are. Is this, like. I don't know if we ever actually covered this. Is she interested in the game of soccer, or is this something that you're just kind of, like, putting her in as an activity?"
    },
    {
        "speaker": "B",
        "text": "So we give her all, like, we always give the kids options, like, hey, what do you want to do? And she said, soccer. But, I mean, she doesn't watch soccer. I mean, she might play it at school once in a while, but, you know, I got her a soccer ball and nets for the backyard, you know, a month ago. But, I mean, yeah, there's very little soccer reference in. In the home."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would think so. Right. Like, I mean, could be outside. So this is definitely outside."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't anticipate making the top three initially."
    },
    {
        "speaker": "A",
        "text": "Shovel. Shovel in the comments. Has never been more excited for a game one of a soccer preseason. Randall says, we're not having high expectations. Chamber. So you're only up from here. Cap has. Has given you Amazon listings for soccer cones that you should be able to purchase. And then there's a whole lot of comments comparing you to, uh, popular european soccer coaches. And, uh. That's it. I mean, I don't know. No. No good. Um, no good bet ideas yet. Uh, strictly sports says you need to recruit an assistant coach 100%. Send out an email to all the parents asking for an assistant. Then we're going to need to. We're going to need to live on one of the shows, go through the applications of these assistant coaches, and. And make sure that we pick the one that's most going to vibe with."
    },
    {
        "speaker": "B",
        "text": "You because maybe we have them on the show."
    },
    {
        "speaker": "A",
        "text": "Pick the wrong assistant coach. Oh, my God, please, could you even imagine?"
    },
    {
        "speaker": "B",
        "text": "We'll see. We'll see what happens."
    },
    {
        "speaker": "A",
        "text": "So. All right, there's coach chamber for what we need to figure out. We're calling this segment."
    },
    {
        "speaker": "B",
        "text": "What are we calling coaches corner."
    },
    {
        "speaker": "A",
        "text": "Coach's corner. Okay. I like that. We need a drop. Can you make us a drop? First corner?"
    },
    {
        "speaker": "B",
        "text": "I can make that."
    },
    {
        "speaker": "A",
        "text": "All right. Well, awesome. What else we got going on? Are you acting anyway in the crypto and NfT space, or are you just primarily focused on coaching? Before you answer that, one in a million is coming up to talk about the coaching, so let's go to him first before we switch gears. One in a million. What's up, gm?"
    },
    {
        "speaker": "E",
        "text": "Guys, my kids are getting out of school in 1 minute, so I'll make it super fast. But bunchio and chamber love the segment. And a little advice for chamber. I gave it to you on Friday, but my kids in the practices love the sharks and minnows. All you got to do is make sure you pick the one who is out there trying to kick the ball out of bounds. So, like, make them stay within the lines, try and get to half field, and then when their ball is kicked out, then they have to become the shark. I mean, pretty simple, but definitely my kids favorite game in practice and basketball and soccer."
    },
    {
        "speaker": "B",
        "text": "All right. I'm writing this down."
    },
    {
        "speaker": "A",
        "text": "Sharks and minnows is the alpha. All right. Chamber. I can't wait to hear about how this goes on Wednesday. And it's all it. I mean, the schedule is really the perfect cadence for our show, so I cannot wait for coaches corner on Wednesday. And have you been making any moves in the crypto or NFT space lately? What is your current sentiment? We're going sentiment analysis here with chance."
    },
    {
        "speaker": "B",
        "text": "I mean, my sentiment currently right now is it's not bearish, but I think it's, you know, I'm more of a holding pattern right now. I would say we had."
    },
    {
        "speaker": "A",
        "text": "Now, what does that mean for you, for those listening at home, what is a holding pattern mean in your world? Are you tethered? Are you just."
    },
    {
        "speaker": "B",
        "text": "I'm in a lot of ethereum right now. I would say for the most part, like, that's the stuff that I usually play with is just ethereum. So none of, none of that ethereum is in USD. See."
    },
    {
        "speaker": "A",
        "text": "I don't see as in like."
    },
    {
        "speaker": "B",
        "text": "Like C. Yeah, c. I don't. I mean, you know, the, the Ethereum chart looks to be playing out okay. We're still above a little support. We dip below, I think. I don't know if your chart saying the same thing, but it looks like we sure did."
    },
    {
        "speaker": "A",
        "text": "We got a little deviation into that. 1738 was the lowest we went. And now on the Coinbase chart or back sitting at 1825 right now, is."
    },
    {
        "speaker": "B",
        "text": "That above support for you? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes, I have support right now at 1792."
    },
    {
        "speaker": "B",
        "text": "I have it at, yeah, 1800."
    },
    {
        "speaker": "A",
        "text": "Um, a place that I would be looking to go long if we get there rather than just sit. If I were actually going to, you know, put a little, uh, calculated trade on would be around the what are, what's."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would, you know, if you were to ask me, I would have said 1500, but, yeah, right in there, I think, uh, I think is the right number."
    },
    {
        "speaker": "A",
        "text": "Yeah. So if we get there, that's a play that I'm looking, uh, I'm looking at. And if we don't, we break out. We still have yet to really do anything above that 21 or, sorry, 2030 mark. Really anything above two k has been a struggle except for, you know, we did hit that 2100 a couple weeks ago, but that was very short lived. Um, so we'll see. But those are the areas. So I'm looking at around 1600 or like between 15 and 1600 is where I would look for a potential spot to long. Otherwise agree with you. I'm just chilling in eth. In fact, I did some things today right before the show, I was holding a full set of Memeland captains and potatoes. So I was holding one captain and three potatoes. I decided in the past couple weeks, I've been playing with the idea of, you know, selling it and just holding my eth. And finally over the weekend, I made the decision that I was actually going to do that. So I was going through the act of listing them, like, literally right before the show. And you ever have that feeling that, oh, shit, I messed up. Like, I listed my captain and, you know, I was just trying to get fast liquidity, not for anything in particular. I just, you know, don't want to sit around for weeks with it listed. And so I just, like, floored it. I was. I just put it at the floor and instacart. Snap."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Snap. Sold. Like, I sold. In the last half an hour, I've sold a. A captain and two potatoes, and I'm like, what did I do wrong? So I maybe have left a little on the table with, with that, but that's okay. So I am almost fully out of there for now. But it was a nice little cash up. But, you know, I'm just interested in holding Eth right now. Yes. Is where my mind is. And, you know, like, I was so super bullish on, and I still am what Ray is doing over with meme. However, watching this meme coin season play out and kind of seeing how it acted at the end, I am no longer, like, I'm no longer as convinced that meme coin is just gonna rock it. So if that's how I'm feeling, then I should kind of. Because I can always buy the token if I want. Right. And so instead of holding and farming my maps, I decided I would be more comfortable just taking my gains here. And I will buy the token when it comes to it if I want to. Does that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's the move because the token."
    },
    {
        "speaker": "A",
        "text": "Now, that being said though, like, there's a ton of awesome stuff. They've got, like, the potion hunt going on, they've got raids going on. There's like a ton of great stuff, and it's probably one of the only ecosystems right now that is actually worth be right. I'm just, it's just not part of where I am at as a thesis right now. So I thought I would be better off personally just holding eth. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm with you. I mean, that's kind of the holding pattern I'm talking about is, you know, looking, waiting for opportunities to come up. And I think a lot of energy was eaten up during mean meme coin season. I know for me last week, it was a lot of, like, let's take a breath. Like, let's, you know, hey, that was awesome. You know, let's, let's get away for, for a couple of days and, you know, let's wait for the next opportunity. I mean, what's the floor price on captains? Like, what's, like, saying, like, that's not easy to get into right now, you know what I mean? Unless you're a big old whale."
    },
    {
        "speaker": "A",
        "text": "I sold my, I sold mine for 8.33. Yeah, just, just a couple minutes ago."
    },
    {
        "speaker": "B",
        "text": "So as, as much as they are doing things, it is a little bit, you know what I mean? Like, people that are in it are in it. And again, unless you have a ton of liquidity, might not be something you're looking. It's not easy to get into. Um, so the opportunities are less there, the volume is going to be less. And."
    },
    {
        "speaker": "A",
        "text": "I did pretty, this was a pretty nice win overall for me. So I was in the total ecosystem. Right before the captain's mint, I bought three potatoes. And then, so that cost me, I think, around nine eth, and then for the three potatoes, they were around two to three, high twos to threes at that point. Then I minted the two captains for whatever that was, another three eth. So I think I was in altogether for twelve and I had, so I was in altogether for twelve, and just now even I. So I sold that one captain for 8.3. I sold two potatoes out of my three for over three eth each. So right there, I'm back to even, and I sold my other captain for high sevens, and I still have one potato left. So overall, pretty big win on the ecosystem as a whole for me. I will go back and enter for meme coin if I feel the need to. Phonics is telling me that they got snap called, probably because I had a couple good maps and I probably could have got a half to an eth more on that captain, but I would have sat there and waited for somebody to go get it. So I actually am happy got snapped like that. But, yeah, so did I. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think I'm just looking at the bitcoin and ethereum chart. I think for crypto, especially if you're going to be fooling around with crypto, you have to wait. I mean, we've said this for a long time now, but it just played out again. Both ethereum and bitcoin started moving end of March, really peaked mid April and then started to cool off a little bit, both bitcoin and ethereum. And once that cool off happens, there's opportunity for stuff. And I think that's where your peppercorns and that whole meme coin season shows up. So that's kind of what I'm waiting for next is a move in bitcoin and ethereum that will, you know, that happens and then a crypto, you know, alt season kind of can kind of follow. So you just have to kind of anticipate it and then wait to see if it happens. And then if it happens, really go hard. What's the NFT equivalent to that? Do you know what I mean? Like is there something you look for in the market that happens? Like is."
    },
    {
        "speaker": "A",
        "text": "It is a. I think it's the version of that that applies to, you know, the ETH to NFT pump, right? It's like the same thing happens with. It happens the same way in nfts that it does in, you know, altcoins, right?"
    },
    {
        "speaker": "B",
        "text": "Did we see a pump like in the last like month, you know, month on nfts after bitcoin and ethereum pumped?"
    },
    {
        "speaker": "A",
        "text": "No, because everybody's sitting here now, like, why? What? Why is anything. Right? I think we're at that point in the, like it feels."
    },
    {
        "speaker": "B",
        "text": "I'm thinking there has to be a NfT of some sort that goes first, whether that's punks."
    },
    {
        "speaker": "A",
        "text": "Well, this was, this could have been it. Like, I mean, like, don't forget I was underwater for a while on this."
    },
    {
        "speaker": "B",
        "text": "That's a good point."
    },
    {
        "speaker": "A",
        "text": "Right? So I was, like I said I was in for like eleven or twelve ish, somewhere in between there and at the bottom, captains were like, I think they touched four or maybe even slightly under, which made my whole purchase, you know, basically break even Steven or slightly underwater. And so like these have pumped all the way from there to sitting at an 8.369. Like I said, it's one of the only ecosystems that's doing anything. You know what I mean? So it was that. But that's why like, to me, I mean, I've learned over the years that this is when you take it off the table, right? Like we, we just saw this. It's a lesson that I'm taking directly from how we just saw meme coin season play out, right? Like if you want to, you want to sell these things when their strength, like that's, that's the key to all of this. If you're, if you're trading, right, or not holding something forever. You got to sell into the strength, and it's your mind plays this psychological game with you of like, oh, well, it's just going to keep going. And of course I should just keep holding. And that's usually not how it works out. And if, you know, if this is the next board ape and I've had had two and sold before they go to 50, so be it. But, uh, I also had five moonbirds at 40 eth and didn't sell a single one. So, uh, just trying to learn my lessons as we go. And I'd rather have the eth in my pocket and maybe a tiny bit of regret than the other way around. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. I think that's, you know, you just, like you said, we just had a taste of it in meme coin season. I think that's a smart move. I think, too. Like, you're like, oh, it'll. I was trying to articulate it the other day, and it's not so much you think it's gonna go up forever, but you start doing the math in your head and you're like, if it gets here, then I have this amount of money, and if it gets here."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Like, it's."
    },
    {
        "speaker": "A",
        "text": "That's the death of it. Like, as soon as you have that thought."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, I don't think it's gonna go up forever, but I'm like, it could. There's a possibility. Could get to here. And if it gets to here, then the bag I'm holding is like, oh, my. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. It's the thought of, like, when is enough enough for you in the sense of. Right. And so, like, I've learned that lesson a lot of times, and sometimes in this space, it bit me. Like, it bit me a little bit during, like, the real bull run because I had, like I said, I had five apes and I sold them all, so I didn't get any of that upside. And so. But those are such few and far between lightning in the bottle type of things. If I, if I, if I took my whole strategy around. See, like, that's the difference between results focused and process focused, right? Like, if I said to myself, oh, I obviously should have held apes because they went to 100 eth and held everything I ever bought that way because of that result. Like, I'm. I. My bag is close zero."
    },
    {
        "speaker": "B",
        "text": "You would have never had to get those apes had you done that, right."
    },
    {
        "speaker": "A",
        "text": "Rather than try, rather than be process oriented. And if the result would be, I got. I missed out on some gains, but, um, you know, I still have the eth in my pocket. It's like, it's about survival in this. In this types of times. And so."
    },
    {
        "speaker": "B",
        "text": "Well, I just think of my, to kind of play devil's advocate, too. Like, I think of my worst loss, and my worst loss was never, like, jpegs. My worst loss is I bought the absolute bottom of dogecoin in, like, I don't know, remember this? Like, 2019."
    },
    {
        "speaker": "A",
        "text": "Yes. I actually vividly remember us doing our wrecked podcast episode."
    },
    {
        "speaker": "B",
        "text": "I bought the absolute bottom and it, like, five x'ed, and I was just like, beauty, five x it from where I bought it. I think it, like, I don't know, like, thousand x'ed. Like, it was. It was crazy. I would have been like, I remember doing the math at the time. I would have made, like, five, $6 million had I sold, you know, had I sold at the peak top, you know, I mean, of doge. Like, it was, it was crazy. But, yeah, so there is, like a let your runners run sort of mentality also. Like, like using meme coin season as an example. Like, I wrote everything to the top and I sold stuff once. Like, it came down, but then once the. Once the oxygen was kind of let out of the room, like, you could feel there was no volume. There just wasn't. It wasn't there anymore. And that's when I sold. And I think I'd. I think I would do that every time now. It was like, yeah, I might not, you know, instead of selling on the way up, like, find what? Find the top, and you'll, you'll. You'll know when it's run out of juice, because, you know, we. I think we all saw it in real time, especially in the war room. Right? Just like, the vibe was there. I think it was like Sunday. Like, the vibe was there. Like nothing was really going anymore, nothing really popping. There was a million meme coins coming out on Sunday, and you just knew, I think, was done, at least for the majority of these coins. So part of me now thinks, like, I think that's the better move, is waiting for the retrace and waiting until kind of the airs let out of the balloon."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. I feel like. I don't know. I just try. It's harder to do the. It's harder to do the let your runners run in the bear market."
    },
    {
        "speaker": "B",
        "text": "That is very true. That's a good point."
    },
    {
        "speaker": "A",
        "text": "It's much less let your runners run in the bear market and sell into strength. Right? Like, that's the difference in the bear market in. And what I. So the mistakes I just outlined of what I did in the bull market. Yes. Like part of the next cycle, because we had never seen an NFT cycle like that. I'd seen crypto cycles. I'd been around for that. I felt comfortable enough where I was to be able to identify those things that were happening. And that's why, you know, I did decent during meme coin season, because it's kind of. You got the reps in that first."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, to your point, you selling some captains and some potatoes, it is still an NFT bear market. It was arguably a meme coin bull market for a week. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, right. And that's what I mean. But so, like, if I did that same, like, I hadn't seen a NFT bull cycle like that. So for me, selling apes at seven, Ethan was letting my runners. Right. Like, she didn't know what was possible, right."
    },
    {
        "speaker": "B",
        "text": "Nobody, nobody could predict that."
    },
    {
        "speaker": "A",
        "text": "You had no clue. And so what I. And then I did the dumb ass thing of like, oh, moonbirds 48, of course. They're like, I'll let my runners run. Right. So, like, you know, there's, you gotta. I think the more time in the market you have in both number of cycles and just seeing this stuff play out, the more obviously well equipped you are. But, like, you really, it really just takes that, like, self awareness of where your comfortability level is on any certain play. Right. Like that captain's exposure that I had is, you know, not a small amount of eth. Right. You're talking one captain for 8.34 right now and three potatoes over three each. That's a, that's a big bag to be holding in an NFT barrier. Absolutely right. Like, and once it's gone, once the liquidity's gone, it's gone. So, like that, that was my thought."
    },
    {
        "speaker": "B",
        "text": "What's your most expensive NFT right now?"
    },
    {
        "speaker": "A",
        "text": "That was."
    },
    {
        "speaker": "B",
        "text": "Yeah, because I don't have anything. Overdose."
    },
    {
        "speaker": "A",
        "text": "I don't really have."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, I'm just looking. I only have anything over two e, maybe two and a half e. Like, I'm just looking at my ute's."
    },
    {
        "speaker": "A",
        "text": "Yeah, I sold my ute's as well. I am buying. I'm buying things I liked at this moment. Like, I'm buying. I'm supporting some artists. I'm buying art. I buy, like, you know, bought some auras last week, bought some art that I liked from a few artists. And that was holding this through that and was really deciding if I wanted to hold through meme coin for this, because there is an airdrop coming and there's. There's a chance that this airdrop is going to be worth, you know, another large chunk of money that I'm now I'm passing up on the free money aspect of it. Right. Like, that's the part I'm. I am taking that risk. That's saying what I just took out of the market right now will either be less than or equal to what I would have gotten on a meme coin, you know, drop and. But that doesn't mean I can't play meme coin. Like, it's not, it's not a zero sum game. I'm just not going to get a fat airdrop anymore. And that's okay. I'm okay with that. But if everything tanks in the next six months before this token comes out or whenever, it's going to be released, and I could buy a whole setback for half the price, you know, probably jump right in. So anyway, that's my current thought process. And where I was today, we actually got a little NFT talking. Look at us. What else? What else is on your mind?"
    },
    {
        "speaker": "B",
        "text": "I'm trying to pull up the floor price for bored apes right now."
    },
    {
        "speaker": "A",
        "text": "Somebody have a. Oh, I don't know. Are we, are you winning or losing?"
    },
    {
        "speaker": "B",
        "text": "Cap sent a tweet or pin me in a tweet about a big sale. Yeah, we're."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. There was about a million dollars today. It is pumping back. Where was it? 44? Yeah."
    },
    {
        "speaker": "B",
        "text": "So at 48 right now?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "So going in the right direction. It's the opposite direction we want it to go in."
    },
    {
        "speaker": "A",
        "text": "Should I buy an ape?"
    },
    {
        "speaker": "B",
        "text": "Should you buy an ape? I don't know."
    },
    {
        "speaker": "A",
        "text": "I don't know. To me, it's the first time I've been liquid enough where I could if I wanted to."
    },
    {
        "speaker": "B",
        "text": "What does it get you today? You're gonna."
    },
    {
        "speaker": "A",
        "text": "Well, that's why I'm asking."
    },
    {
        "speaker": "B",
        "text": "I don't know what it gets you. I just don't see. I just don't see it going like, it's at 48 right now. Like, is it gonna go. Is it gonna go to 75? That's a lot of money, right? Like, we're not even talking like a two x. Like a two x brings you to like, 100, basically. Right? Like it to two x your money."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you don't need a two x to do well on an apex."
    },
    {
        "speaker": "B",
        "text": "But you're spending so much. Yeah, yeah, yeah, yeah. I get it. But, like, you could take 48 eth, right? Now and divvy it up amongst, you know, amongst."
    },
    {
        "speaker": "A",
        "text": "Well, that's kind of my point, is you, you have. I think you have a more. I think you have a better chance of making gains buying an ape, even at this price, than you do almost anywhere."
    },
    {
        "speaker": "B",
        "text": "I don't disagree."
    },
    {
        "speaker": "A",
        "text": "I would say in, in nfts, right."
    },
    {
        "speaker": "B",
        "text": "I would say the move is to keep that 48 eth."
    },
    {
        "speaker": "A",
        "text": "And like, the only thing I could have thought I would. The only thing I think I would have otherwise done with this would have just been hold my, my cabinet stuff. Right? Like, that's the only place that, right now I see, like a ton of strength, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Jeez."
    },
    {
        "speaker": "A",
        "text": "I mean, maybe one of the, one."
    },
    {
        "speaker": "B",
        "text": "Of the floor eats. The last sale on it was one."
    },
    {
        "speaker": "A",
        "text": "Of the floor part of the."
    },
    {
        "speaker": "B",
        "text": "Yes, one of the floor apes. The last 2.31.49."
    },
    {
        "speaker": "A",
        "text": "Oh, I see that one. That's the 1 second off the floor. Then there was one, there's one here that was the last sold at 2.9 eth, and then there was one that was last sold at 2.3. Boys, there's some pretty good looking apes. There's."
    },
    {
        "speaker": "B",
        "text": "They're cool. They're cool. But I would much rather keep 50 eth and wait for whatever the next thing is and, and, you know, whether, you know, like a pepe or whatever the, whatever the next thing is. And it might not be crypto, it might not be nft, it might be something completely different that all of a sudden all of that mania goes into, because that's what happens, right. Like a lot of this web three mania stuff, that liquidity goes into different, you know, goes into different avenues. So I think you're, you're better pressed to, to hold that 48 eth, not buy an ape and, and just wait and, and kind of, you know, let, let it go. Unleash that 48 eth in a bull market of some sort with some, with some power. Exactly. Like really, you know, really make moves. Like, you start, you take that for, you know, we'll call it 50 e if you have hypothetically had 50 eth. Anybody listening? You know, you start, you know, unloading that in five ether increments on, you know what I mean? Like, that can be a big game changer. Like, that's ten bets that you're placing one of them hits. Phenomenal if two or three of those hit. Unbelievable. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So you're looking, you're looking to compound and. Yeah, I see Steve, our good friend Steve says, I think chambers strategy works for crypto, but not nfts because of the liquidity. Liquidity. If you wait for nfts to top, they become a falling knife of."
    },
    {
        "speaker": "B",
        "text": "That is true."
    },
    {
        "speaker": "A",
        "text": "You can always sell crypto if there's price action. I think it's a great point where."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, we'll take you for an example. You sold yours. I mean, I sold mine, too. I bought mine for maybe 0.7. I probably sold it for like four."
    },
    {
        "speaker": "A",
        "text": "You talking about my ape?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I probably sold it for like four or five. You sold yours for seven. I would. You can still, regardless of. And it is a big liquidity difference, Steve, I agree with you 100%, but it goes. What was the top on, on board apes?"
    },
    {
        "speaker": "A",
        "text": "150."
    },
    {
        "speaker": "B",
        "text": "So it gets to 150. Okay. And starts going down and goes to 130, goes to 120. I would much rather sell for 100 eth, you know, and miss the 150 because you'll still be able to sell it at 100. You know what I mean? There's been sales on apes from 150 all the way down. You know what I mean? So I think it still holds true where there's hope, especially early on when it first starts to drop, there's still."
    },
    {
        "speaker": "A",
        "text": "But again, those are in the specific pockets of the market where they're actually exactly right. So I think Steve's point is right there on a shitcoin. Like, if, like, there's. There's typically more liquidity for the size of your bag. Like, we're. The crazy thing is, like, when you're talking about nfts in this way, each collection is like its own token, right? So. And you're either in a. You're either in a collection with liquidity or you're not. Right. And so, like, that's where Steve's point comes in. Right. Where there's. If there's something that happens, say, you know, to, like, founder. Right. Or something, like, all of a sudden, it might as well have just been a rough. Right. Like, it's just gone, and so, and there is no buyers. So it just becomes like, are there buyers? Are there not? And I don't know, it's. It's pretty. I mean, it's all pretty wild."
    },
    {
        "speaker": "B",
        "text": "It is. It's very hard to, you know, define also. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I think. I mean, I think Steve's point is a good one. I'm not, like, I don't think he's necessarily wrong. I just think that there's potentially more in common than people."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, in terms of, like, just trading for price action. You know what I mean? Like, there's a million other reasons why nfts are better than crypto, like, better than altcoins, in my opinion. Um, just because of the actual, you know, technological stuff you can do with them and as build with them."
    },
    {
        "speaker": "B",
        "text": "Speaking of, are we going to talk? We're kind of. We've buried lead all day today. You were, you were on a Coinbase panel space today."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I was."
    },
    {
        "speaker": "B",
        "text": "As a."
    },
    {
        "speaker": "A",
        "text": "That was pretty cool."
    },
    {
        "speaker": "B",
        "text": "Leader of industry."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "I was very proud. I was telling Amber that you were on and how proud I was of you and all the hard work. Like, you were on. Like, that's pretty cool. Like, you were, you were. I thought, I thought the best speaker on the panel."
    },
    {
        "speaker": "A",
        "text": "Oh, thank you."
    },
    {
        "speaker": "B",
        "text": "But, yeah, I mean, that's coinbase. That's no fooling around. Like, that's. I was, I was impressed."
    },
    {
        "speaker": "A",
        "text": "You know, it's funny, I was asked to be on it a couple weeks ago and I was like, trying to be very flexible with my time to make sure I could, you know, do the time that they wanted to do. And I, the topic was, you know, building community, like on chain communities. And I booked this thing. It was originally supposed to be like last week at some time. They rescheduled it because they couldn't get everybody scheduled to work. And so it's today at 01:00. And I totally forgot. This was the day that my wife told me that I had like, kid duty up until basically 01:00 clock. And, and so I, she got home just in time, thank God. But I had this moment of panic. Like, I'm gonna either have terrible audio or I'm gonna be late or whatever. And thank God I wasn't, because I gotta tell you, I did not expect the space to be as large as it was. There was 1250 people in there. At one point I was like, holy moly. So it was pretty cool. We, I thought the conversation was really great. I think, you know, I was honored that they had me up there with, with some of those other folks. Our buddy Fonz from token proof. Yes, that was good. And it went really well. I kind of said, it's funny, I was texting Steve and I said something similar. I was like, oh, this is actually, I didn't realize until I was like, up there on stage with 1200 people listening where I was like, you know, this was a pretty cool career thing with my, you know, crypto story arc. Like, who would have thought I'd ever have been there from where, you know, I started? So it's pretty cool there was this one guy though, you know how like when you're in a space, you could send emojis directly to one person? Did you know you could do that?"
    },
    {
        "speaker": "B",
        "text": "No, I don't."
    },
    {
        "speaker": "A",
        "text": "So I clicked click on like, hold Steve's name, like Avatar and you'll see all the emojis pop up. And you can send that person. You can send that person one. Some dude in the audience just kept thumbs downing me directly to everything I said. And I was dying laughing. Like at one point I literally was trying to hold in laughter. Cause the dude just kept spamming thumbs downs to everything I said. And I assume that, uh, I assume that he was doing that to everybody because he had a pepe profile picture. So I was guessing he was there in like protests because I wasn't saying anything particularly terrible or controversial or negative or whatever. I was dying laughing. I was, I literally, you know, almost tried to, like there. I couldn't find them. It was, there was 1200 people in there, but I was going to like dm them and be like, hey, man, thanks for coming out. I really appreciate the support."
    },
    {
        "speaker": "B",
        "text": "Drew has been non stop thumbs downing me."
    },
    {
        "speaker": "A",
        "text": "Yeah, Drew, Joe, they are, they're all thumbs downing me right now as well, so. But it was really fun. That was, that was cool. The other thing that's going on right now, before we wrap up, the nike drop, the first dot swoosh collection is minting now. Websites been having some issues all day. I can empathize greatly with that, but I think if you got one of those posters, you have till sometime tomorrow as they get the website up. Looks pretty cool, pretty low price. $19.82 for this air force one. There's two types you could choose from, which is, how much is this classic? $19 and 82."
    },
    {
        "speaker": "B",
        "text": "I can't just buy those. What did I need to have in order?"
    },
    {
        "speaker": "A",
        "text": "Uh, you actually, no. Did you ever get a dot swoosh?"
    },
    {
        "speaker": "B",
        "text": "I don't think. Maybe I did. I'm not sure. I can't remember."
    },
    {
        "speaker": "A",
        "text": "Well, check to see it. But you should try to get one anyway if you haven't gotten your swoosh id yet because there is a public sale that will happen, I think, later this week. But they're pretty cool. So there's like the classic remix box and then the future remix box and the classics are inspired from like 1982 to early. Two thousands, I think it is."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "1982 to 2006. And they're like kind of new takes on classics. Or if you're more of the future vibes, you can pick the, what are they calling it? The new wave box. And the new wave is kind of inspired from 2007 to the present and even the future. So it's kind of a take your pick of what your style is. Me, I'm going vintage. Let's do the vintage as soon as I can get through. But I'm super pumped to see what they do with this and can't wait to mint mine. And I have no fud for non working websites because I know how it is. So I'm very excited to actually mint a to mind that is it for me, man. What else you got?"
    },
    {
        "speaker": "B",
        "text": "Nothing. Just terror in my heart. That's it."
    },
    {
        "speaker": "A",
        "text": "Terror. Oh, for soccer practice."
    },
    {
        "speaker": "B",
        "text": "That's it. That's all."
    },
    {
        "speaker": "A",
        "text": "You ever have that feeling when you were a kid going to soccer practice?"
    },
    {
        "speaker": "B",
        "text": "I never played soccer."
    },
    {
        "speaker": "A",
        "text": "Or just like any athletic practice. Like, just thumbs down pouring in Suarez."
    },
    {
        "speaker": "B",
        "text": "No, I, I was always pretty good at sports."
    },
    {
        "speaker": "A",
        "text": "Um, yeah, I was, too. But, like, sometimes I just didn't want to go to practice. And you got that, like, existential."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I know what you mean. Um, no, I like knocking dingers. Uh, playing baseball is what I did a lot as a kid, and it brought me I could play baseball. Yeah, no, I don't think I had that. I love."
    },
    {
        "speaker": "A",
        "text": "I'm just going to go right ahead and interrupt you and call out our buddy drew in the audience as he's sitting here commenting about how we're not paying attention to his hearts that he's sending us and only paying attention to the thumbs down. He also has the audacity to say, chamber didn't play soccer. And now he's coaching a question mark, which means he, which means he very clearly didn't listen to our, like, two full stretch. Two full stretch, two full shows. Yeah. And now he wants special treatment for that. So that's the chamber. He's got to go back and listen to Friday's show. But anyway. All right, that's going to do it for us. We'll be back Wednesday. By the way, the reminder is up top. Set your reminder for Wednesday's show. And for Wednesday, by the way, up top. And I'm trying to navigate my twitter here while we say goodbye. Yeah. Please set your reminders for Wednesday when we will have the first full update of chambers practice. Cannot wait to see how this goes. Until next time, stay meant."
    }
]