[
    {
        "speaker": "A",
        "text": "Was it like a army day over the weekend for you guys?"
    },
    {
        "speaker": "B",
        "text": "Veterans day?"
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "Yes, close, but we had one."
    },
    {
        "speaker": "A",
        "text": "We had ours here, too. It's memorial. Oh, what's it called? Is it Memorial Day? No, it's not Memorial Day. I don't. Remembrance Day. That's what it's called. I'm a terrible."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "We sell. Do they sell like, little tchotchkes at like, every single store during this, like the kind of leading up to that weekend? We have these little poppy flowers that they. They have literally at every store. And you're not a. You're not a real canadian unless you're wearing a poppy. I call them propaganda poppies."
    },
    {
        "speaker": "B",
        "text": "Well, do Canadians even go to."
    },
    {
        "speaker": "A",
        "text": "Bro, we got. I mean, first of all, you got to do a little hiss, you know, a little history class, because we are some of the baddest motherfuckers in the big wars. World War one, World War two, Canadians were not to be trifled with. We. We are. We have a legacy of not abiding by the rules of combat, the rules of engagement. You are not."
    },
    {
        "speaker": "B",
        "text": "You're not for."
    },
    {
        "speaker": "A",
        "text": "That makes sense. I think. I think bunch is here."
    },
    {
        "speaker": "B",
        "text": "He's really excited."
    },
    {
        "speaker": "A",
        "text": "He's. He's waiting for my anti military propaganda now, which is."
    },
    {
        "speaker": "B",
        "text": "I mean, I think he's trying to see how long we just talk until we call."
    },
    {
        "speaker": "A",
        "text": "He's been dragging ass. Okay? I asked him in the note in the. In the chat today to fucking bring some shit, and he's like, I got nothing. Okay. I'm fucking tired of this. My back's hurting from carrying the show, and I have."
    },
    {
        "speaker": "B",
        "text": "He should."
    },
    {
        "speaker": "C",
        "text": "I'm also tired of this."
    },
    {
        "speaker": "A",
        "text": "Not that tired, buddy."
    },
    {
        "speaker": "C",
        "text": "Yeah, I am. I don't want to do this anymore."
    },
    {
        "speaker": "A",
        "text": "Oh, that's my heart. Every time he says it, you see number go up."
    },
    {
        "speaker": "B",
        "text": "This should be the time you want to do it."
    },
    {
        "speaker": "C",
        "text": "No, I don't have any time to do this. It's a lot of commitment in the middle of my days when I have other things to do. That's just. That's the long and short of it, really. So to think that I have enough time to actually prepare things to bring here. No, it's that you're going to get the show up and I. And rip. That's what we do here. That's. That's how this show goes. I don't have prep time there. I had meetings today from 10:00 a.m. till the time we just started. And I don't."
    },
    {
        "speaker": "A",
        "text": "All I heard was I had 3 hours this morning to prep for work?"
    },
    {
        "speaker": "C",
        "text": "Yeah, and that's not what I'm doing during those 3 hours. I have to do the work that has to be done for before and after."
    },
    {
        "speaker": "A",
        "text": "All right, that's fine. It's fine. I don't mind. I like talking. I like talking about the stuff that I like to talk about anyway, so."
    },
    {
        "speaker": "C",
        "text": "Yeah, this show is mostly just you and pain these days. The last episode we did was you and steve, which was great. So the question is just who is it going to be?"
    },
    {
        "speaker": "A",
        "text": "No, it's going to be you, you special guy."
    },
    {
        "speaker": "C",
        "text": "It's not. It's not. I give us a good 15 minutes before I am completely out of it."
    },
    {
        "speaker": "A",
        "text": "So I don't know if you see this. I see this podcast duo fairly frequently. I compare our show to a lot of shows, but there are these two fellas. They're called magical. What are they called? They're these two friends from oklahoma, and they've been doing this. They're the two biggest streamers and podcasters. They're probably about our age, and they've been best friends since they were like."
    },
    {
        "speaker": "C",
        "text": "Two biggest streamers and podcasters in all of Oklahoma."
    },
    {
        "speaker": "A",
        "text": "No, no, like it, like in, like, you know, in the podcasting and streaming realm."
    },
    {
        "speaker": "C",
        "text": "Oh, so they transcend Oklahoma."
    },
    {
        "speaker": "A",
        "text": "Yeah. They're even bigger than Oklahoma, but I think that's where they're from. And they have such a great relationship, and every time I see them, I'm like, what could we have if we do this long enough? They've been, they've again, they've been friends for decades. But, you know, it really, really."
    },
    {
        "speaker": "C",
        "text": "What is it about these that makes you jealous?"
    },
    {
        "speaker": "A",
        "text": "Not jealous, just wishful, I think. I think wishful is the word I would use."
    },
    {
        "speaker": "C",
        "text": "Well, tell me more."
    },
    {
        "speaker": "A",
        "text": "I don't know. I literally watched a tick tock of them that was created of like, every time they said, this is gonna sound funny, every time they said the same thing at the same time, you know what I mean? And it was like a five minute clip. I'm like, oh, shit, this is great."
    },
    {
        "speaker": "C",
        "text": "I feel like the likelihood of that ever happening with us is so not like we're. I don't really even know how to describe. We're alike. We are alike, but we're so different. Would you agree or disagree?"
    },
    {
        "speaker": "A",
        "text": "I would agree with that. I would agree with that. Yeah."
    },
    {
        "speaker": "C",
        "text": "These guys, these guys are very an intellectual. Sitting here thinking about the roman empire and canadian wartime action."
    },
    {
        "speaker": "A",
        "text": "I sent you a tick tock about the roman empire that I was hoping was going to make you feel better."
    },
    {
        "speaker": "C",
        "text": "I gave up on TikTok."
    },
    {
        "speaker": "A",
        "text": "So it was the. It was just a little clip of."
    },
    {
        "speaker": "C",
        "text": "I could not figure out for life of me how to do the things I wanted to do on TikTok. So I decided I'm not doing it, and that's. So you'll have to. I'll have to go back and look specifically for your message, because I've not been on TikTok."
    },
    {
        "speaker": "A",
        "text": "So it was just, like, a little clip of canadian icons, the trailer park boys."
    },
    {
        "speaker": "C",
        "text": "And were you, you big trailer park boys guy? I feel like, in general, you do not tend to, like shows about Canada or that, like, you know, overly, you know, poke fun or satirized canadian actions. Like, you're not a big letter Kenny guy. Right."
    },
    {
        "speaker": "A",
        "text": "So I would say it's funny because I did tell pain to watch Letter Kenny if he wants."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. You recommended it."
    },
    {
        "speaker": "A",
        "text": "If he wants to get an idea of where I come from, because it's basically filmed in my backyard, so."
    },
    {
        "speaker": "C",
        "text": "Meaning where you grew up or where I currently live."
    },
    {
        "speaker": "A",
        "text": "Yeah, where I currently live."
    },
    {
        "speaker": "C",
        "text": "I thought you were, like, in the city."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm in the city. But when they talk about the city in Letter Kenny, like, they're talking about my city. You know what I mean? So, like, it's just, like, you know, 35 minutes outside of my town."
    },
    {
        "speaker": "C",
        "text": "Sure. Wait, letter. The actual letter Kenny."
    },
    {
        "speaker": "A",
        "text": "So in, I thought I."
    },
    {
        "speaker": "C",
        "text": "My impression was it was more west."
    },
    {
        "speaker": "A",
        "text": "So Ingersoll is the town they're using for Letter Kenny? Letter Kenny is technically not a town in Canada."
    },
    {
        "speaker": "C",
        "text": "Oh, it's not a real town. Got it."
    },
    {
        "speaker": "A",
        "text": "But that's where the guy's from. That's where they grew up. But it's the show. But. So I did recommend that to Tapane to get an idea of what I deal with on a day to day basis. But as far as trailer park boys go, they're more east coast. They're, like, in the Maritimes, I think they're, like, New Brunswick. And at first, I did not like them. I don't like. Like you said, I don't like the, you know, the satirical takes on canadian life. But as I've gotten older, I completely get what they're doing now or what they did, and I respect them wholeheartedly. My company actually had a trailer park boys. We actually had a sponsorship deal."
    },
    {
        "speaker": "C",
        "text": "Wait, so where did you land on letter Kenny?"
    },
    {
        "speaker": "A",
        "text": "I like the first few seasons of Letter Kenny, and then I'm like, okay, I get it. Like, it's. You know, I get it. We're just hammering the same jokes over and over, but the first like, two seasons. I really, I thought were pretty good."
    },
    {
        "speaker": "C",
        "text": "Okay, fair. I feel like all of every letter Kenny episode follows the same structure. Yes. They are like a. They're like a poetic dance. Yeah. Each episode is really like a poem."
    },
    {
        "speaker": "A",
        "text": "It really."
    },
    {
        "speaker": "C",
        "text": "And they write it that way. Like, there's a ton of, like, back and forth alliteration, lots of puns."
    },
    {
        "speaker": "A",
        "text": "Well, I think the way they got big, the way they got the show made with these YouTube clips where they would go through the Alphabet, kind of like roasting each other."
    },
    {
        "speaker": "C",
        "text": "The Alphabet called the opens."
    },
    {
        "speaker": "A",
        "text": "Yeah, those are, like, the original. Like, I think that's what got them on them. You know what I mean? Like, in the. In the room with the right people to get an actual show done."
    },
    {
        "speaker": "C",
        "text": "Yeah, they've had a couple other shows. They did."
    },
    {
        "speaker": "A",
        "text": "Well, what's the shores? Yeah, shores is out right now. I have not watched that. That's ever."
    },
    {
        "speaker": "C",
        "text": "I watched first couple episodes."
    },
    {
        "speaker": "A",
        "text": "It's like, everything I hate, so, like, I hate."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah, you. You wouldn't like. You wouldn't like it, I don't think. And then there's, like, little Kenny, which was like, a bunch of shorts that were, I guess, supposed to be meant for kids. I don't know. Didn't land for me either, so. But the actual letter Kenny show I enjoy very much. And there's, I think, going into ten seasons, that's too many."
    },
    {
        "speaker": "A",
        "text": "If that is. If that's accurate, that's too many. Four seasons should have been plenty."
    },
    {
        "speaker": "C",
        "text": "Certainly has gotten to nine. It's certainly gotten to nine. I don't know if there is a 10th or will be."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's too much. So I would rank so as far as, like, canadian satire televisions, television shows that Americans can watch. I would put trailer park boys ahead of letter Kenny. I think. I think trailer park boys."
    },
    {
        "speaker": "C",
        "text": "I'm not a trailer park boys."
    },
    {
        "speaker": "A",
        "text": "As I get old man. It's just. I get it."
    },
    {
        "speaker": "C",
        "text": "Maybe I need to give you. It's, like, too much for me."
    },
    {
        "speaker": "A",
        "text": "I think you do have to give another chance because it's just like, it's so cerebral."
    },
    {
        "speaker": "C",
        "text": "That's like podcast. Just not really into it."
    },
    {
        "speaker": "A",
        "text": "But the best. The best canadian satire content is the FubaR. Are the Fubar movies. Fubar one and fubar two. And these are very niche to Canadians. Not even all Canadians have seen these things. But fubar for Christmas, I'll probably. Do you have, like, I wanted to check with you. Do you have, like, a dvd player? Like, blu ray player?"
    },
    {
        "speaker": "C",
        "text": "Uh, I mean, I. I don't. I guess my Xbox would serve as one, right?"
    },
    {
        "speaker": "A",
        "text": "I guess so. I don't. I have a. I have the Nintendo."
    },
    {
        "speaker": "C",
        "text": "I don't even know people. Do people really use DVD?"
    },
    {
        "speaker": "A",
        "text": "I think, like, cinephiles fuck this dude."
    },
    {
        "speaker": "C",
        "text": "Like, this is the thing. I am not. I'm so far, like, I don't even do normal people things, like DVD. Like, I live in the."
    },
    {
        "speaker": "A",
        "text": "I feel like nobody uses DVD."
    },
    {
        "speaker": "C",
        "text": "It's annoying. I'm annoyed by myself. Very annoyed by myself. I'm just like, I can't be bothered for normal. Like, I don't know, a DVD. I don't even know the last time I handled it. Payne."
    },
    {
        "speaker": "A",
        "text": "Payne, do you have a DVD player in your house? Right. Could you watch a DvD, dvd right now?"
    },
    {
        "speaker": "B",
        "text": "Um, I could watch it on my Xbox."
    },
    {
        "speaker": "C",
        "text": "There you go. Pain. We got the DVD player built in. That's what you pay."
    },
    {
        "speaker": "A",
        "text": "I don't."
    },
    {
        "speaker": "C",
        "text": "$500 for that dvd player."
    },
    {
        "speaker": "A",
        "text": "I I don't have an Xbox. I don't have a PlayStation five. I don't have a DV."
    },
    {
        "speaker": "C",
        "text": "My Xbox basically serves as a streaming app device. I don't have time to play video games. I don't use it as a DVD player. It basically serves as my cable box. And it was a very expensive cable box. I watched tv on it, and that's basically it."
    },
    {
        "speaker": "A",
        "text": "So I'm going to send you part one and part two of FuBaR, probably for Christmas, because I think you need to watch it. It's my favorite piece of canadian comedy, I would say. And it's a ten out of ten. And for the record, too, the guys I was talking about were good. Mythical morning. Have you heard of these guys? Rhett and Link? Very. I mean, their friendship is something to be cherished."
    },
    {
        "speaker": "C",
        "text": "Wait, these are, these are the two."
    },
    {
        "speaker": "A",
        "text": "Guys I was talking about? Yeah."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. Okay."
    },
    {
        "speaker": "A",
        "text": "So I don't know if anybody's ever seen them. I'm. I am envious of their friendship. They are."
    },
    {
        "speaker": "C",
        "text": "Wait, I want to hear the rest of your ranking of all of the canadian, all right."
    },
    {
        "speaker": "A",
        "text": "Canadian. I mean, I don't know which ones you have access to because, like, I know. Letter. Kenny, trailer park boys, they've, you know, made it across the border. Did you have, like, you can't do this on. You can't do that on television. Back in the day."
    },
    {
        "speaker": "C",
        "text": "Oh, back in the day, that was like a classic. I mean, that was like one of the, that was. What documentary was that in a New York or. Sorry, the Nickelodeon documentary."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "They talk about that show all the time as being, like, one of the inspirations for some of those early Nickelodeon sketch shows."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah. Like that was, that was a canadian television show."
    },
    {
        "speaker": "C",
        "text": "Where does a Canadian, where does the. Canada's next top mountain?"
    },
    {
        "speaker": "A",
        "text": "Very low. I mean, I'm not a, I'm not a, you know, reality tv guy, so for me."
    },
    {
        "speaker": "C",
        "text": "So you're not a big fan? No. Is it maple syrup? Hosted by Mikey day. Hosted by Howie day."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, not, not a fan. That being said, though, I do watch the great Canadian Bake off. Real show. Real show. 100%. It was for a long time, was hosted by what's his name from Schitt's Creek. The sun. I can't think of his name now."
    },
    {
        "speaker": "C",
        "text": "Is that a Canadian?"
    },
    {
        "speaker": "A",
        "text": "Schitt's Creek is Super Canadian. Yeah. Yeah, those. I'm with you. Not a major fan myself. What else are you afraid of the dark."
    },
    {
        "speaker": "C",
        "text": "What do you know?"
    },
    {
        "speaker": "A",
        "text": "Like two of the kids from. Are you afraid of the dark?"
    },
    {
        "speaker": "C",
        "text": "Really? All too well."
    },
    {
        "speaker": "A",
        "text": "They rotate. I feel like if you count all the seasons, there's probably like twelve or 14 kids that cycle through the. What was the club called?"
    },
    {
        "speaker": "C",
        "text": "Oh. Have you ever, you've, have you ever gotten with them and submitted approval of the midnight Society?"
    },
    {
        "speaker": "A",
        "text": "No. No. I wish I couldn't read my illiteracy, you know."
    },
    {
        "speaker": "C",
        "text": "I mean, I feel like you've got it. I feel like you could. You could. I feel like dead man's Cove could be a. Are you afraid of the dark episode?"
    },
    {
        "speaker": "A",
        "text": "I think we should, you know, bring it back to life, but adults telling the stories, I feel like it did."
    },
    {
        "speaker": "C",
        "text": "It, did it come back?"
    },
    {
        "speaker": "A",
        "text": "It did come back as a. Not that long ago, like a couple years ago because my daughter watched it, but it was like a series. It wasn't like the same. It was like a show with, you know, it was, it was good, but it wasn't the classic, you know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Right, sure."
    },
    {
        "speaker": "A",
        "text": "But yeah, I think that's top tier. Are you afraid of the darks? Top tier? I know a lot of the goose, I think most of the goosebumps shows were filmed in Canada, like the, you know, the individual shows. But I think those, I think that's my list. Those are the best. Can they. I'm sure I'm missing like Degrassi is also up there too. Or OG degrassi. Not, not with Drake OG, like from like 91. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "All right, how about this? I've got a list here of, from July 15, 2023. So a pretty recent."
    },
    {
        "speaker": "A",
        "text": "Very recent. Yeah."
    },
    {
        "speaker": "C",
        "text": "Best canadian tv shows ranked you. Oh, it's. So it's a top 25."
    },
    {
        "speaker": "A",
        "text": "I wonder who's number one."
    },
    {
        "speaker": "C",
        "text": "The name of this one is just so canadian in terms of, like, it's trying too hard. Have you ever. You seem like you would be a big fan of da Vinci inquest."
    },
    {
        "speaker": "A",
        "text": "DaVinci's inquest is like canadian blue Bloods. Like, it's."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's what it looks like. It's exactly what it looks like."
    },
    {
        "speaker": "A",
        "text": "Davinci's is. But for, like, old people."
    },
    {
        "speaker": "C",
        "text": "We're gonna go through this list, and you tell me an american tv equivalent."
    },
    {
        "speaker": "A",
        "text": "All right, all right."
    },
    {
        "speaker": "C",
        "text": "How about a show ranked number 24 called Corner Gap."
    },
    {
        "speaker": "A",
        "text": "Corner Gap. Legendary canadian television show. I thought maybe would have broken its way into the States, but never did. What's the equivalent? Like a. Like a. Like a cheer."
    },
    {
        "speaker": "C",
        "text": "Or. It's providing a charming snapshot of rural canadian existence. Corner gas found it setting the. In the imagery imaginary dog River, Saskatchewan. It is a sitcom."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Like, distinguishing by itself deprecating humor. I mean, when was this on? Is it still."
    },
    {
        "speaker": "A",
        "text": "No, it would have been like, mid. Like two thousands to, like, mid 2010s. Like, zero five to 2015, I would say probably something like that."
    },
    {
        "speaker": "C",
        "text": "Okay, here's a bunch of words that don't make any sense to me. Satirically showing a glimpse of the tumultuous reality of new burbage festivals. Backstage drama slings an arrow, skillfully marries its character arc with the narratives of revered shakespearean play."
    },
    {
        "speaker": "A",
        "text": "I don't even. I know of that show. I have no idea what it's about."
    },
    {
        "speaker": "C",
        "text": "Wow. I'm gonna paste this. I'm gonna paint good old slings and arrows."
    },
    {
        "speaker": "A",
        "text": "I've definitely heard about it. Yeah."
    },
    {
        "speaker": "C",
        "text": "Here's in the chat. Here's the screen grab. Can you please post this underneath our chat here? And I'll put it. This one is just something that's 23 flashpoint. Seems like a, you know, canadian version of Swap."
    },
    {
        "speaker": "A",
        "text": "Yeah, like NCIS or something like that."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. How about exploring the experiences of Erika strange with being Erica?"
    },
    {
        "speaker": "A",
        "text": "I don't even know what that one is."
    },
    {
        "speaker": "C",
        "text": "Okay. Wow. How about the handmaid's? The canadian handmaid's tale alias Grace."
    },
    {
        "speaker": "A",
        "text": "I feel like you're making stuff up now, dude."
    },
    {
        "speaker": "C",
        "text": "These are real. Alias Grace is a historical drama that will have you hooked from the first episode. Oh. It's a six part mini series, and it's an adaptation of Margaret Atwood's 1996 novel from the same name. Wow. There you go. Wow. But this ranks of all time, so you're gonna have to watch this six part mini series and report back."
    },
    {
        "speaker": "A",
        "text": "I feel like there's only 25 television shows ever made in Canada."
    },
    {
        "speaker": "C",
        "text": "So here's. Here's something interesting. The aforementioned TPB trailer park boys comes in at number nine."
    },
    {
        "speaker": "A",
        "text": "That's horseshit, that shit. That's a top five show."
    },
    {
        "speaker": "C",
        "text": "Can you believe that? I can't wait to see the 18. Wow. So you guys really fucking love blue blood."
    },
    {
        "speaker": "A",
        "text": "It's a lot."
    },
    {
        "speaker": "C",
        "text": "Really. This next one is called rookie blue shows like Graze the Net."
    },
    {
        "speaker": "A",
        "text": "I didn't. I didn't know that's. Who is the star of that one? It's Nathan Fillion, I think."
    },
    {
        "speaker": "C",
        "text": "No, no, no, no. This is. Oh, maybe. Maybe he's in this. Sorry. It was created by Morwen Brebner, something that is very canadian because those words and letters don't even belong together. Tassie Cameron, also very canadian, and Ellen Vanstone are the creators. Rookie Blue tells the story of five rookie cops who are fresh out of the academy in Toronto. Wow. Wow. You guys love police. Love. This is ridiculous. There's another one. Continuum science fiction television series that aired for four seasons and about a police officer from 2077 who is accidentally sent back 65 years to 2012 to protect the present day from a terrorist group called Liberate."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "That's our conservative government's propaganda television show against the Liberals."
    },
    {
        "speaker": "C",
        "text": "This next one is just called cop tv show number seven. Weird. Fucking weird. You guys. You guys are weird. No, this one's called heartland."
    },
    {
        "speaker": "A",
        "text": "Heartland is like Yellowstone before Yellowstone. Our lands. For real?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Set in the fictional town of Hudson, Alberta."
    },
    {
        "speaker": "A",
        "text": "This is a real show that follows."
    },
    {
        "speaker": "C",
        "text": "The lives of the Fleming Bartlett."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is a show. I recommend Heartland."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, okay, we're in the top 15 now. Something called sensitive skin. Dark comedy drama is a canadian adaptation of the british show of the same name by Hugo Black."
    },
    {
        "speaker": "A",
        "text": "No, honestly, like. That sounds like something you might like."
    },
    {
        "speaker": "C",
        "text": "This one, actually. Yeah, it feels like you might like this one. Oh, here's one about the laugh out loud sitcom called Kim's convenience brings in number 14."
    },
    {
        "speaker": "A",
        "text": "Kim's convenience rode the coattails of corner gas. So very similar style show."
    },
    {
        "speaker": "C",
        "text": "Is it a spin off?"
    },
    {
        "speaker": "A",
        "text": "I know it might even be a spinoff, but it's definitely in the same vein as corner gas, which I also think is corner gas was in the twenties. Right? Like, corner gas should be much higher than Kim's convenience."
    },
    {
        "speaker": "C",
        "text": "Oh, wow. Okay, so they have Kim's convenience of 14 and corner gas was. Hold on. Police show, police show, police show. Slings and arrows. 24. Corner gas."
    },
    {
        "speaker": "A",
        "text": "Robbery."
    },
    {
        "speaker": "C",
        "text": "Okay, now we're back in the. We're in the top twelve here. Or. Sorry, 13. The first animated. Wait, is this."
    },
    {
        "speaker": "A",
        "text": "Do we do animation? I don't know."
    },
    {
        "speaker": "C",
        "text": "No, no, no. This can't be. No, this isn't a picture related to the show. Sorry. The perfect combination of reality tv, comedy and drama. Total drama is undoubtedly one of total drama has to offer. She just called total drama. Oh, maybe. I mean, I don't know."
    },
    {
        "speaker": "A",
        "text": "That's my daughter's favorite show. Very good show."
    },
    {
        "speaker": "C",
        "text": "Is it a car?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it is a cartoon. If it's total drama Ramadan, the screenshot."
    },
    {
        "speaker": "C",
        "text": "Here is a cartoon. So I'm slightly confused because it says it's the perfect combination of reality tv, comedy and drama. It says it follows two or follows 22 teenagers at a fictional summer camp called Wawa Knockoff."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the one. Yeah. I call it total drama Rama, but I'm. It might just be."
    },
    {
        "speaker": "C",
        "text": "But then it says, through a series of eliminations and twists, the contestants battle it out to be the last one standing and take on a grand prize of 100,000."
    },
    {
        "speaker": "A",
        "text": "I know it's a cartoon reality show."
    },
    {
        "speaker": "C",
        "text": "So it's not real."
    },
    {
        "speaker": "A",
        "text": "It's not real people."
    },
    {
        "speaker": "C",
        "text": "Scripted bullshit."
    },
    {
        "speaker": "A",
        "text": "Okay, good show, though. Good show. Highly recommend."
    },
    {
        "speaker": "C",
        "text": "Yes, sir. I. Science fiction series at number twelve called Travelers."
    },
    {
        "speaker": "A",
        "text": "Don't know that."
    },
    {
        "speaker": "C",
        "text": "Oh, I did not know this. This is a show I actually watch with my wife. This next one, I like the show a pretty good deal, I think. I think it's funny. Called working moms. Have you seen work?"
    },
    {
        "speaker": "A",
        "text": "Isn't that with. That's with what's her name, right? With Maureen Ponderosa."
    },
    {
        "speaker": "C",
        "text": "Yes, it's Maureen Ponderosa."
    },
    {
        "speaker": "A",
        "text": "I didn't know that. I didn't know that was canadian."
    },
    {
        "speaker": "C",
        "text": "Me either. But it's ranked here at number eleven. Number ten."
    },
    {
        "speaker": "A",
        "text": "And with an e. Yeah, and with an e. Very. So we have three shows. We like to watch three types of shows. Obviously cop shows."
    },
    {
        "speaker": "C",
        "text": "Cop show. Obviously cop show. Cop show. Obviously fake reality tv show."
    },
    {
        "speaker": "A",
        "text": "We also love 19th century east coast girl shows. No, girl, like, centered around a young lady. Like, think, what was that? Like, little house on the prairie. Remember, you've seen this, right? So, like, that style of show, but just the main character is a girl. Canadians love that. There's probably twelve versions of that show, man."
    },
    {
        "speaker": "C",
        "text": "These all sound like shows written by chat. Here's one that. Here's one that explores the north american fur trade, which is here noted as one of the most undiscussed topics of canadian history. This played by Jason Momoa. Look at this frontier."
    },
    {
        "speaker": "A",
        "text": "Oh, I haven't seen. I think it's a fairly new show. I haven't seen this one yet?"
    },
    {
        "speaker": "C",
        "text": "Here's a good old timey detective show. A good detective show needs to have three main things going for it. An eccentric detective, a lovable sidekick, and a great mystery to solve. Murdoch coming in at number eight."
    },
    {
        "speaker": "A",
        "text": "So Murdoch Mysteries is. Might be, like, the longest canadian television show ever made. I feel like it was on. I feel like it was on forever. But in the same vein as, like, uh, da Vinci's inquest. Like, detective shows are just old timey cop shows. Don't forget. Um, right."
    },
    {
        "speaker": "C",
        "text": "Canadian favorite. Absolutely. Uh, going back to the historical fiction, we've got, uh, die hard fans of royal dramas like the Crown and Reign. We'll be happy to know there's another royal drama to sink their teeth into. Coming in at number seven, the Tudors we love."
    },
    {
        "speaker": "A",
        "text": "I did. I. I didn't know that was canadian. The Tudors is something we absolutely love here in Canada. We love anything british. We're big fan of the monarchy."
    },
    {
        "speaker": "C",
        "text": "Here's a new category for you. It seems like it is a. Maybe a cousin of what was the one that was. Oh, it seems like it might be a futuristic cousin of heartland. We're going here with lovers of westerns. Have no doubt heard of the legendary Wyatt Earp. Winona Earp is a supernatural western horror television show."
    },
    {
        "speaker": "A",
        "text": "We love Winona Earp."
    },
    {
        "speaker": "C",
        "text": "Can we describe that again? Supernatural western horror television."
    },
    {
        "speaker": "A",
        "text": "How is this ranked higher than trailer park boys? Am I taking crazy pills here? Like, this is insane."
    },
    {
        "speaker": "C",
        "text": "Okay, how do you say, we're gonna test your French here? How do you say can you hear me in French?"
    },
    {
        "speaker": "A",
        "text": "Escuts."
    },
    {
        "speaker": "C",
        "text": "Interesting. Okay, so maybe that's not what this is supposed to mean. Number five is a show that is called can you hear me? But in parentheses. I assumed it was the. Maybe it's Spanish. No, it's probably French. I assumed in parentheses it was the French saying of it, which looks like min tendis to."
    },
    {
        "speaker": "A",
        "text": "Oh, Martin Su."
    },
    {
        "speaker": "C",
        "text": "So, yeah, there you go. That's it."
    },
    {
        "speaker": "A",
        "text": "That's the word in Quebec. I always equate Quebec French to Mexican Spanish."
    },
    {
        "speaker": "C",
        "text": "Well, it looks like it looks like it."
    },
    {
        "speaker": "A",
        "text": "A little bit like people from Spain. I don't know if they, like, look down on the Spanish they speak in, like, South America, but I know that french people from France look down on the French that's spoken in Quebec. Very, very dirty French. Spoken in Quebec."
    },
    {
        "speaker": "C",
        "text": "Dirty French. Any list that talks about canadian tv shows does its readers a disservice if it doesn't have any francophone representation. Canada is, after all, a french speaking country. So this is a french canadian tv series that follows the stories of three friends who live in a low income neighborhood in Montreal. There you go. Number four is Letter Kenny. Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, letter. I mean, I guess so."
    },
    {
        "speaker": "C",
        "text": "By the way, eleven seasons and 74 episodes too many."
    },
    {
        "speaker": "A",
        "text": "It's a crime that trailer park boys is this low or that, you know, whatever. High 18."
    },
    {
        "speaker": "C",
        "text": "I was shocked."
    },
    {
        "speaker": "A",
        "text": "I don't know who made this list, but how about."
    },
    {
        "speaker": "C",
        "text": "How about this one? It's a mind blowing Sci-Fi thriller. Go figure. All it needs is a cop and some western horror to really just round it out. This one, number three, is called Orphan Black."
    },
    {
        "speaker": "A",
        "text": "Orphan Black is solid. Orphan Black is a."
    },
    {
        "speaker": "C",
        "text": "This is actually. Sounds interesting. A streetwise con woman with a complicated past whose life takes a turn after witnessing the suicide of her doppelganger."
    },
    {
        "speaker": "A",
        "text": "Yeah, Orphan Black is probably the. Out of all the shows you've said so far, it's probably the best, like, most watchable show."
    },
    {
        "speaker": "C",
        "text": "Hmm. Yeah. The next two, we're in the top two now. Would you like to guess what they are?"
    },
    {
        "speaker": "A",
        "text": "Gotta be. Schitt's Creek's gonna be number one. I have to imagine. And the number two? I don't know. What's the other one?"
    },
    {
        "speaker": "C",
        "text": "You've mentioned it already, but it has not been. It has not yet appeared on the list. You've mentioned it earlier."
    },
    {
        "speaker": "A",
        "text": "What did I say earlier? Like, I think you can't do it on television."
    },
    {
        "speaker": "C",
        "text": "No. All right, I'll give it to you. This one is number two. Neil degrasse Tyson degrassi. Number two."
    },
    {
        "speaker": "A",
        "text": "Degrassi is, I'm assuming the original. Does it have drake in the picture?"
    },
    {
        "speaker": "C",
        "text": "No, it's like the 9th."
    },
    {
        "speaker": "A",
        "text": "Yeah. The older one is way better. Like, the shit. Like the. The topics discussed on that show."
    },
    {
        "speaker": "C",
        "text": "Oh. It even says for many canadian teenagers, degrassi is a show that does not shy away from discussing the difficult issues that affect."
    },
    {
        "speaker": "A",
        "text": "It was wild. Like, it was a lot of."
    },
    {
        "speaker": "C",
        "text": "Lot of conversations about your changing body."
    },
    {
        "speaker": "A",
        "text": "Like, no topic was off. Was off limits. It was wild."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, like, they've spanned the canadian gamut from western horror to police topics."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Wow. Yeah. To old timey detective, which is basically just police stuff. Yeah. Which is old police stuff. Wow. And then number one, Schitt's Creek. Heartwarming, hilarious. Created by Eugene Levy and Dan Levy. Wow."
    },
    {
        "speaker": "A",
        "text": "Well, they're both levees."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Dan Levy's actually a comedian. Different guy, but I would imagine hates the fact that Schitt's Creek is so popular."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know. To me, Schitt's Creek is not the greatest. Like, to me, di grassi should be number one. I think. Obviously trailer park boy should be higher. I'm surprised to see some of the ones we talked about. You know, you can't do it on tv and are you afraid of the dark? Should be absolutely in the top ten."
    },
    {
        "speaker": "C",
        "text": "Yeah, but we've been. We've kept. Yeah. You must ask him a television related question."
    },
    {
        "speaker": "A",
        "text": "Let's see. What. Do I have a television related question? I have a movie question. What's your. Just answer this question. What's your favorite canadian television television show?"
    },
    {
        "speaker": "C",
        "text": "What? Some canadian trivia."
    },
    {
        "speaker": "D",
        "text": "Very nice. In canadian of you. I came up here to bring it up. Honorable mention to Kenny versus Spenny. I don't know if you've ever seen that old show competition show, especially the one where they fight to see who can get a boner. Last 30 minutes. I've ever seen Hugo the strip coming in the end. It's fucking gold."
    },
    {
        "speaker": "A",
        "text": "Kenny versus Fenny. Walked so impractical, jokers could run."
    },
    {
        "speaker": "C",
        "text": "Wow. That's the type of show it is."
    },
    {
        "speaker": "A",
        "text": "I've never watched Jenny versus Fanny."
    },
    {
        "speaker": "C",
        "text": "Lucky for you, bought you."
    },
    {
        "speaker": "D",
        "text": "I found it on YouTube and I posted all the episodes in the comments."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. Incredible. Kenny versus Benny. I will definitely bookmark that and check."
    },
    {
        "speaker": "D",
        "text": "It's basically what I thought this show was going to become. I just thought you two were going to battle each other in ridiculous circumstances the whole time. But, man, was I wrong."
    },
    {
        "speaker": "A",
        "text": "We've just become a canadian cop show fan podcast now."
    },
    {
        "speaker": "C",
        "text": "Yeah. Which is synonymous with conspiracy theories. Really weird. I don't know why. Keep fishing. Who is a Canadian himself says, I'm late to this, but this is the content I'm here for. Keep fishing. I wonder what your favorite canadian tv show is. Please let us know in the comments chamber. See, like, this is why I don't prepare stuff. Because we have. We have that unique ability to just start talking about something and see where it takes. Where did we even start doing this? I don't know. We are we. So you. You were talking trailer park boys. I said something about Letter Kenny. You told, and that was the end of it. Wow. The rest is."
    },
    {
        "speaker": "A",
        "text": "Yeah, the rest is podcast magic."
    },
    {
        "speaker": "C",
        "text": "And now we've got slings and arrows."
    },
    {
        "speaker": "A",
        "text": "Yeah. I love the fact that we highlighted the seedy underbelly of canadian. What Canadians love to watch. And let's be honest, these are not all Canadians."
    },
    {
        "speaker": "C",
        "text": "They're ubiquitous themes. I believe we have a lot of."
    },
    {
        "speaker": "A",
        "text": "The same, but I think the numbers that are generating these are taking off of these numbers. Are taken off of, um, network television. Right. So the blue hairs that are watching."
    },
    {
        "speaker": "C",
        "text": "You know, 08:00 I mean, like, letter Kenny. Is it Letter Kenny?"
    },
    {
        "speaker": "A",
        "text": "Was Letter Kenny's on, like, cable tv."
    },
    {
        "speaker": "C",
        "text": "Here, you know, so it's like the always funny of. Yeah, so it's like the always sunny."
    },
    {
        "speaker": "A",
        "text": "So, like. But a lot of these shows are like, you know, blue bloods. Like, that's, you know, NCIS and. And the. I don't know what the other ones are, but those types of shows that are network tv that are watched by people probably in their, like, I wouldn't even say fifties anymore. Probably just sixties and above. That's. That's."
    },
    {
        "speaker": "C",
        "text": "What did we decide? Earnest was canadian? Was that."
    },
    {
        "speaker": "A",
        "text": "No, Ernest is definitely. I wish earnest should be canadian. Um, but he's. He's not. He's definitely, like, a southern guy."
    },
    {
        "speaker": "D",
        "text": "That's a national treasure chamber. You don't."
    },
    {
        "speaker": "A",
        "text": "I will trade you."
    },
    {
        "speaker": "C",
        "text": "What do you have? What's your version? Is it like, Tim Horton does Halloween or like, Tim Horton does ours?"
    },
    {
        "speaker": "A",
        "text": "So we have. So you guys have Mister Rogers, but we have Mister dress up."
    },
    {
        "speaker": "C",
        "text": "Mister dress up. Couldn't you do anything better? Like, give him a name and not just straight up copy. They're like, oh, what does mister actually?"
    },
    {
        "speaker": "A",
        "text": "Fun fact. Best friends in IRL or were? Yes."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So Mister dressup and. And Mister Rogers best friends and helped, I think Mister Rogers helped Mister dressup get his. Get his show up and running in Canada. But I'm trying to think of the comparable. I don't know if we have earnest. That's tough to say. Maybe I wish there was more Canadians that listened because I could use some help remembering everything. Keep fishing. You got to give, baby. Keep. You got to hook me up with some answers here because I am running out."
    },
    {
        "speaker": "B",
        "text": "He threw some."
    },
    {
        "speaker": "A",
        "text": "What did he. What do you got here? I see. I see. Kenny versus Spenny. I see. No, I'm looking at the wrong one. That's why, like, these are just my replies, but yeah. Do you have a favorite?"
    },
    {
        "speaker": "C",
        "text": "He's got. He's got Schitt's Creek's gotta be up there. Trailer park boys letter. Kenny, don't forget. Oh, kids in the hall."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "And he actually said, special love in my heart for today's special. And Mister dress up."
    },
    {
        "speaker": "A",
        "text": "Mister dress up? For real? Mister dress up was my first Avi when I started my crypto account."
    },
    {
        "speaker": "C",
        "text": "No way. That was."
    },
    {
        "speaker": "A",
        "text": "That's mister dress up, man."
    },
    {
        "speaker": "C",
        "text": "Like, oh, my God."
    },
    {
        "speaker": "A",
        "text": "You remember that one?"
    },
    {
        "speaker": "C",
        "text": "Mister dress up holds a very special place in my heart now because I believe that that was the avatar you were using when we first."
    },
    {
        "speaker": "A",
        "text": "That was, that was definitely until I went to the one I'm currently on."
    },
    {
        "speaker": "C",
        "text": "Can you find a, can you find a picture of that and throw that up in the chat?"
    },
    {
        "speaker": "A",
        "text": "I have something somewhere. It might take me a minute. But yes, big, big fan of Mister dress up. What else did he mention? Was Mister Dressman?"
    },
    {
        "speaker": "C",
        "text": "Who."
    },
    {
        "speaker": "A",
        "text": "I don't today's special so good. Did you guys have today's special in America?"
    },
    {
        "speaker": "C",
        "text": "No, I don't know what that was. I mean, maybe we do."
    },
    {
        "speaker": "A",
        "text": "It was a department store and at night the mannequin would come to life and bang. One of the people that worked there, it was. I'm assuming they banged. I might be filling in."
    },
    {
        "speaker": "C",
        "text": "And then there was this really crazy twist where it became a cop."
    },
    {
        "speaker": "A",
        "text": "No, there was a security guard that was a puppet and he would jerk off in the corner and watch. That was."
    },
    {
        "speaker": "C",
        "text": "And it was the security guard instead."
    },
    {
        "speaker": "A",
        "text": "That's right, that's right. It was, it was wild. It was a wild show, but that was the premise. It was a mannequin that would come to life. The other main character, she, I think she worked there. And then the security guard, not a human but a puppethe. So it was, it was just a wild premise, but hell of a show."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm looking at the, at the screenshot of that, of that show and that. I don't, I don't have words."
    },
    {
        "speaker": "A",
        "text": "Today's special. Today's special is wild. I'm flying off pain. Can you do today's special? I'll do the other one. I'll do mister dress up. But yeah, I don't know, these were, these were phenomenal, phenomenal television shows back in the eighties and nineties."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, this thing is a puppet. So wait, the puppet was banging?"
    },
    {
        "speaker": "A",
        "text": "No, I think it was the guy. So the guy was, during the daytime was a mannequin, and at night he would put on his weird dinner hat and it would come to life."
    },
    {
        "speaker": "C",
        "text": "Hey, fuck. Don't disrespect a good dinner hat."
    },
    {
        "speaker": "A",
        "text": "So he would put on his magical dinner hat and he would then come to life and they would get. And then him and the chick would get into shenanigans while Sam, I believe, was the security guard, was a puppet, but was, we were meant to believe he was a real person with actual authority. It was very confusing."
    },
    {
        "speaker": "C",
        "text": "Yeah, this looks like it was from a very confusing time. Pain comments in our chat. Looks like a perv for sure."
    },
    {
        "speaker": "A",
        "text": "I also think did Mister dress up give us Daniel Tiger or was that Mister Rogers one of the two? Did I forget which one? But, yeah, no, these were. These were. These were the shows we grew up on here in Canada. But where can paine watch letter Kenny? Is that on, like, hulu or something?"
    },
    {
        "speaker": "C",
        "text": "Hulu."
    },
    {
        "speaker": "A",
        "text": "Hulu pain. You gotta watch letter Kenny just to see what I'm dealing with these days. It's not great."
    },
    {
        "speaker": "C",
        "text": "Who's your favorite character from letter Kenny? Mine is alt. Right."
    },
    {
        "speaker": "A",
        "text": "J. I like. I don't know all the characters. I like the guy. My favorite guy is the guy with the tight white t shirt and the girlfriend."
    },
    {
        "speaker": "C",
        "text": "Oh, McMurray. Yeah, of course."
    },
    {
        "speaker": "A",
        "text": "He's my favorite."
    },
    {
        "speaker": "C",
        "text": "McMurray is the best. Is so good. When my son was little and we used to have him in just plain white onesies, he looked a lot like McMurray, so we called him. You know how, like, they. They all go, oh, Bonnie McMurry. We. We would do that, and we would call him Baby McFarlane. And that's how he got his name, his nickname."
    },
    {
        "speaker": "A",
        "text": "I feel like Amber and I are like that. Like that. Like, that's. That's us."
    },
    {
        "speaker": "C",
        "text": "You. You two are the Missouri. Wow, that is quite the insight into, uh."
    },
    {
        "speaker": "A",
        "text": "We'll have to watch it because he's the only you."
    },
    {
        "speaker": "C",
        "text": "What do you, like, talk about tasties in public? You just, like, out there talking about you. I knew you guys were swingers. I knew it."
    },
    {
        "speaker": "A",
        "text": "Are they swimmers?"
    },
    {
        "speaker": "C",
        "text": "Oh, totally."
    },
    {
        "speaker": "A",
        "text": "I'm never going to the cracker barrel ever again."
    },
    {
        "speaker": "C",
        "text": "Yeah. He's like, oh, thank God that wasn't my trip to the cracker barrel. Jeez. See, see, tabor? Like, this is why we don't prepare stuff. We couldn't do an actual show if we had all of this prepared topic. Like, you know, we just come here and we chat and we do fun."
    },
    {
        "speaker": "A",
        "text": "I got it. That makes sense."
    },
    {
        "speaker": "C",
        "text": "And we just do fun. You know?"
    },
    {
        "speaker": "A",
        "text": "I got it."
    },
    {
        "speaker": "C",
        "text": "I don't know if you can't. If you can't have fun talking about canadian television shows."
    },
    {
        "speaker": "A",
        "text": "Well, like, I can't believe how much we've uncovered in the themes."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's what I mean."
    },
    {
        "speaker": "A",
        "text": "Of Canadian. This is unbelievable."
    },
    {
        "speaker": "C",
        "text": "Yeah, dude, this is. This was your. This was your profile picture when we first."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "Look, it's got you mister. So this is Mister dress up. It's got Mister dress up on the right for those looking at up top. And then it's got Steve's ape next."
    },
    {
        "speaker": "A",
        "text": "To this is a 9.2 on IMDb, just for the record."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was. It was the show, man. It was the show."
    },
    {
        "speaker": "C",
        "text": "I'm pretty sure Steve might be able to sue for IP."
    },
    {
        "speaker": "A",
        "text": "I gotta look at this again."
    },
    {
        "speaker": "C",
        "text": "He owns that. NFP."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. Oh, my goodness."
    },
    {
        "speaker": "C",
        "text": "Right? Tell me it's not. And then if I expand it out a little further, I think I even see an Ohio state owned. It's like, wow, this is really starting to really come together. You know, I get this whole conspiracy of you and I get it."
    },
    {
        "speaker": "A",
        "text": "I came too close to him the other day. I was, I could feel his pres, I could feel his hair creeping into the highway from I 75."
    },
    {
        "speaker": "C",
        "text": "By the time you hit your 40th deer on this, absolutely. You were approaching Cleveland at a rapid pace. Dow back to you."
    },
    {
        "speaker": "D",
        "text": "I'm curious if Payne would set up another trip to meet up with Chamber, knowing he grew up watching a guy named Mister dress up every day for an hour. Also curious if this show still exists and if parents are sitting their kids in front of the tv. We missed a dress up for an hour in Canada."
    },
    {
        "speaker": "A",
        "text": "Chamber doesn't, unfortunately, I believe he just passed away. There's a documentary that just dropped about the whole show. Highly recommend. All the work that he did within Canada. But there was a suspicious, I guess, as if you were to, if I were to give you all the specifics of the show today, they may seem a little suspicious. There was something. Every episode, he would go into his tickle trunk and get a costume that."
    },
    {
        "speaker": "D",
        "text": "Was, this all explains just so much, doesn't it, Bunshu?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's ridiculous, actually."
    },
    {
        "speaker": "D",
        "text": "And this is the number one show on canadian tv, the tickle trunk and mister dress up."
    },
    {
        "speaker": "A",
        "text": "It was. I have the, this is why they're."
    },
    {
        "speaker": "D",
        "text": "So nice bunch you, to lure you into the back of the white man."
    },
    {
        "speaker": "B",
        "text": "Stand by my comment."
    },
    {
        "speaker": "C",
        "text": "In the chat pain. When you got to the crackle barrel parking lot, did chamber try to put you in his tickle trunk in the back of his car or what? Oh, we're talking about like a box."
    },
    {
        "speaker": "D",
        "text": "Not like how he's casually laughing at all too, like it's not a real thing."
    },
    {
        "speaker": "C",
        "text": "He's like, yeah, they did that probably."
    },
    {
        "speaker": "B",
        "text": "It probably. If I wasn't as the size that I was, it was probably could have happened. But he was."
    },
    {
        "speaker": "C",
        "text": "I mean, now you know that they're also swingers, so you're really lucky you escaped this encounter."
    },
    {
        "speaker": "B",
        "text": "I would have to. I really need to know Amber's thoughts on these shows. I don't hold chamber to anything he says on this show because, you know, you can never tell what's real and what's nothing. But the tickle trunk is a little too far."
    },
    {
        "speaker": "A",
        "text": "The tickle trunk is 100% accurate, and Amber would be upset that we're besmirching the reputation of Mister dress up right now."
    },
    {
        "speaker": "C",
        "text": "She's a big fan."
    },
    {
        "speaker": "D",
        "text": "Every canadian hold a well in his basement with the lotion."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, it's. I want to. I'm trying to pull up the craziest degrassi moments. I have. I have some here. Original. I want to get the original ones."
    },
    {
        "speaker": "B",
        "text": "And while you do that, can you. So the picture I sent in the chat was the guy. Is that his human form?"
    },
    {
        "speaker": "C",
        "text": "The guy in the front seems to be the human form of the guy. The puppetee guy on the left of him."
    },
    {
        "speaker": "A",
        "text": "I'm pulling it up now. Hang on a sec. Yes, I just seen this picture."
    },
    {
        "speaker": "D",
        "text": "Who lets their children anywhere near this thing?"
    },
    {
        "speaker": "A",
        "text": "Thank you. So the guy with the vest and the dinner hat, he's the mannequin during the daytime. The guy in the middle, I'm assuming, is, like, maybe he works the manic, the mannequin. And then the puppet and the other gal are part of the show."
    },
    {
        "speaker": "C",
        "text": "Can you tell me what the full mister dress up picture here? What are they trying to spell?"
    },
    {
        "speaker": "A",
        "text": "Uh, the one that I posted."
    },
    {
        "speaker": "C",
        "text": "Yeah. G o. Like, what is that? And there's, like, an e at the. On the other side."
    },
    {
        "speaker": "A",
        "text": "That's. Every time you go into the tickle trunk, you're gone."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. What the fuck?"
    },
    {
        "speaker": "D",
        "text": "This is fucked up, guys, I think you're gonna have to. We're gonna have to put some real special."
    },
    {
        "speaker": "C",
        "text": "You have some goddamn thing to do."
    },
    {
        "speaker": "A",
        "text": "It was. It was my abbey for a long time."
    },
    {
        "speaker": "C",
        "text": "It really. I. This was a fact. So for those who don't know, this show started because it's actually, you know, a pretty good story in terms of, like, how we got together. Serendipitously, really, it was. I went on a podcast for the first time ever as a guest, and I really enjoyed myself. So I was like, oh, I could see myself, you know, doing a podcast, and look at me now, five years later, wishing I was stuck in the tickle trunk. And so a couple days later, I. After being on that show, I saw a tweet from a random person that maybe we'd interacted a couple times, do you think? Maybe, like, once or twice just on replies or something?"
    },
    {
        "speaker": "A",
        "text": "I would say not even, like, he."
    },
    {
        "speaker": "D",
        "text": "Looked like a sweet old man with puppets and all sorts of fun toys to play."
    },
    {
        "speaker": "C",
        "text": "Yeah, he looked like someone I would want to, you know, hide under a blanket with. Or get in the tickle trunk. Fish. Get in the tickle trunk and chamber tweeted, I want to start a podcast where we talk to people about their biggest wreck stories. I'm tired of hearing all these shows about how people got rich. I want to hear about how they got wrecked. Who's with me? And I saw that, and it was just like, right place, right time. I slid into those DM's, and literally the next week, we were starting a podcast, and we did our first episode, and that was that. But this was his Twitter avatar, and I don't know what that says about me, but somehow I was like, yeah, this guy, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm so glad we talked about this, because it's really opened up pandora's box and really maybe shining a little too much light on the double life I'm trying to lead. Making skin luggage in my basement."
    },
    {
        "speaker": "C",
        "text": "Between that and the fact that you have outed yourself as the swinger, that's."
    },
    {
        "speaker": "A",
        "text": "The least of my problems right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, right. You. You're like, no, no, I'm. You're like, I definitely am, and I'm not anything else?"
    },
    {
        "speaker": "A",
        "text": "Definitely don't have skin luggage."
    },
    {
        "speaker": "C",
        "text": "Yeah. Speaking of skin luggage, Des is here. Des Gm."
    },
    {
        "speaker": "E",
        "text": "I just want my trivia question. I'll be honest. It's too weird of it. It's too weird of a show today for me to comment on. I think I just better stay out of it. I'll take my trivia question. Leave."
    },
    {
        "speaker": "C",
        "text": "That's fair."
    },
    {
        "speaker": "E",
        "text": "I'm scared that I'll get gone real quickly if I stay here."
    },
    {
        "speaker": "C",
        "text": "Hold on. Let's see if we can. Let's see if we can find some mister dress up."
    },
    {
        "speaker": "E",
        "text": "Oh, boy. My perfect records coming crashing down right now."
    },
    {
        "speaker": "C",
        "text": "How well do you really know Mister dress up? Okay, here you go. This is a Buzzfeed article from January 14, 2016. Oh, man. So what? All of these look to be image based, and all of the images have been deleted?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "C",
        "text": "Telltale sign right there goes deeper into the conspiracy. All right, taylor, you're gonna have to give them one, because I got nothing."
    },
    {
        "speaker": "A",
        "text": "I'm dying here. Des, who was the fourth president of the United States? This is easy one. Don't you guys know this?"
    },
    {
        "speaker": "E",
        "text": "Can I."
    },
    {
        "speaker": "C",
        "text": "Let me John Quincy dress up."
    },
    {
        "speaker": "A",
        "text": "If you got it wrong, you gotta go in the tickle trunk."
    },
    {
        "speaker": "E",
        "text": "George Washington was the first. You see, he once shot down a cherry tree. President number two would be John Adams. Then the number three, Thomas Jefferson, stayed up to write the constitution late at night, but he and his wife had a great big fight and made him sleep on a couch all night. James Madison. No. James Madison."
    },
    {
        "speaker": "A",
        "text": "That is correct."
    },
    {
        "speaker": "C",
        "text": "There you go. Wow. What the hell? That was amazing. I've never heard that, so kudos. Thank you. You are just. You continue to impress. And by the way, AI has told me that Mister dress up, I didn't realize how long it was on the air. 1961 to 1992."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like I was like, the end. So 92, I would have been nine years old. Maybe a little too old for mister dress up, but maybe, maybe not. Like, I was definitely that when you."
    },
    {
        "speaker": "C",
        "text": "Set your twitter profile, because I would argue whatever age you did, that was duels."
    },
    {
        "speaker": "A",
        "text": "That's when I pivoted from watching cartoons to methodically murdering people in my neighborhood."
    },
    {
        "speaker": "C",
        "text": "Buying them on the Internet. That's where he pivoted from watching them to buying them."
    },
    {
        "speaker": "A",
        "text": "I bet you I could buy people and then create my own tickle trunk."
    },
    {
        "speaker": "C",
        "text": "Oh my."
    },
    {
        "speaker": "A",
        "text": "So here we are."
    },
    {
        "speaker": "C",
        "text": "Dow. Close it out for us, please."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, at first I was going to come up here and give some credit to canadian television for being so four forward and, like, really pushing the edges and boundaries, but now I'm thinking that that was a huge mistake. And then I'm also kind of stuck on how different and bunch of. I'm sure you're sticking this to the parochial east coast education of learning the presidents with that fucking poster on the wall versus that sweet song that actually works at Des knows with this hippie west coast education."
    },
    {
        "speaker": "C",
        "text": "Oh, 100% wood. I have never heard that in my life. And that is exactly how I learned the president's dow the same way you did. Same with all the state capitals I sat next to."
    },
    {
        "speaker": "D",
        "text": "Speaking of that, I want to leave this show with a nice little conspiracy theory. I want everyone to google one of those posters of the first ladies and tell me one lady you see on that poster. Good night, everybody."
    },
    {
        "speaker": "C",
        "text": "Hey. Well, this turned into an episode chamber. Hey."
    },
    {
        "speaker": "A",
        "text": "That's all. I just don't know what to call this one."
    },
    {
        "speaker": "C",
        "text": "It's definitely mister dressup stickle trunk. And if you don't do that, then I'm definitely not showing up on Wednesday."
    },
    {
        "speaker": "A",
        "text": "Mister dress up stickle trunk it is."
    },
    {
        "speaker": "C",
        "text": "Well, joke's on you. We're not doing a show on Wednesday."
    },
    {
        "speaker": "A",
        "text": "It's true. I'm away from work."
    },
    {
        "speaker": "C",
        "text": "Gotcha. Gotcha. Where are you going?"
    },
    {
        "speaker": "A",
        "text": "I'm going to the beautiful city of Niagara Falls, Ontario, Canada."
    },
    {
        "speaker": "C",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's for work."
    },
    {
        "speaker": "C",
        "text": "Which side of the falls do you like better?"
    },
    {
        "speaker": "A",
        "text": "I think we. I don't think it's an argument. I think the canadian side's the better side."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. With all those rundown hotels. That used to be cool."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah, I think so."
    },
    {
        "speaker": "C",
        "text": "Like, those things that used to be, like, amusement park trends. Attractions."
    },
    {
        "speaker": "A",
        "text": "There's still. That are not, like, still strip clubs now, which is great. Uh, which is."
    },
    {
        "speaker": "C",
        "text": "There's a couple casinos."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's all right."
    },
    {
        "speaker": "C",
        "text": "I've been."
    },
    {
        "speaker": "A",
        "text": "There's a. I feel like. Like a Hershey store there, too, maybe, or, like a. Like. Like a chocolate store of some sort. Anyways, but that's where I will be for a couple of days. But we'll. I'll be back by Friday."
    },
    {
        "speaker": "C",
        "text": "Big cannabis convention in the little get together."
    },
    {
        "speaker": "A",
        "text": "Little cannabis get together in little cannabis. Powell."
    },
    {
        "speaker": "C",
        "text": "Going down."
    },
    {
        "speaker": "A",
        "text": "Smoke some weed. Go to a brazilian steakhouse. Go to the strip club. Yeah. Put a couple people in a tickle trunk."
    },
    {
        "speaker": "C",
        "text": "I have a cannabis related. A couple cannabis related questions for you, but we can wait until another time. I've started seeing these ads on Facebook, no less, of cannabis home delivery, like, nationwide cannabis home delivery. And I'm guessing that they're doing it with, like, delta eight type of stuff. And I just wanted to know, like, what is the actual difference of all that shit?"
    },
    {
        "speaker": "A",
        "text": "Yeah, most of that shit is gross and doesn't work. Yeah. So I would stick to the pure cannabis extracts from full flower, ideally live, especially when you're talking vapes. Highly recommend live resin only, full flower, delta eight. I got suckered into buying one of these things while I was in Nashville."
    },
    {
        "speaker": "C",
        "text": "A lot of times, it's the only choice we have."
    },
    {
        "speaker": "A",
        "text": "It's terrible. I did it for science while I was in Nashville and spent, like, a $100 on one and immediately threw it into the garbage. It was. Yeah, I was a little. I mean, you know, shame on me. I should have known better."
    },
    {
        "speaker": "C",
        "text": "Well, I would assume you did know better and just decided to do it anyway."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You know, anyway. All right, well, we can get into that another time, because I'm, you know, I need to up my cannabis knowledge, and you're just the guy."
    },
    {
        "speaker": "A",
        "text": "Turns out, you know a guy."
    },
    {
        "speaker": "C",
        "text": "Turns out I know a guy that's gonna do it for us. Thanks for hanging out, talking canadian tv. Who knows what we'll get into on Friday? No show on Wednesday. Until next time, keep the mic hot."
    }
]