[
    {
        "speaker": "A",
        "text": "Yeah, our producing skills are next level, I think, at this point."
    },
    {
        "speaker": "B",
        "text": "Well, we're always like, oh, yeah, the show's today at 03:00 and then at 02:00 we're like, you guys good?"
    },
    {
        "speaker": "A",
        "text": "And then at 03:01 we decide what we're going to talk about."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "I mean, I literally just decided this second to jump in."
    },
    {
        "speaker": "A",
        "text": "That's on the streets."
    },
    {
        "speaker": "B",
        "text": "There's other streets. All right."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mid condition. I am Bunchu alongside my esteemed colleagues and co hosts, Chamber and Des. We got Des on the street today. Des, how you doing, buddy? What do we got here? We got a special treat."
    },
    {
        "speaker": "C",
        "text": "I'm extremely nervous because Des on the streets is a segment we came up with literally 30 seconds ago in which I'm going to randomly ask people in this office part what they think of nfts and pretty nervous about it."
    },
    {
        "speaker": "A",
        "text": "It's going to only go well."
    },
    {
        "speaker": "B",
        "text": "We're going to stay nfts. Are we going to ask them about crypto in general? What are we."
    },
    {
        "speaker": "C",
        "text": "I think my opening line is, hello, ma'am, or sir, could you give me one word to describe nfts?"
    },
    {
        "speaker": "B",
        "text": "How many over under how many people say scam?"
    },
    {
        "speaker": "C",
        "text": "Well, over under, how many people say, huh?"
    },
    {
        "speaker": "A",
        "text": "Yeah. What, what did you just say to me?"
    },
    {
        "speaker": "B",
        "text": "I think that's the, I think that's the appropriate one. So how populous of an area are you in? Are we actually going to get somebody to participate on Des on the street?"
    },
    {
        "speaker": "C",
        "text": "Because it is the lunch hour. I actually do feel like we are going to get some people."
    },
    {
        "speaker": "B",
        "text": "All right, so when you have somebody."
    },
    {
        "speaker": "C",
        "text": "Just maybe or not a UPS driver or two."
    },
    {
        "speaker": "B",
        "text": "Ooh, all right. I could see a UPS driver knowing and having strong opinions on nfts, either positive or negative, I think so."
    },
    {
        "speaker": "C",
        "text": "I think, like, mailman, UPS drivers, all that stuff, they're really into penny stocks and, you know, some sort of degeneracy. So, you know, they're a fun breed."
    },
    {
        "speaker": "A",
        "text": "The, the delivery folk."
    },
    {
        "speaker": "B",
        "text": "Punter. Punter doesn't want you to get in trouble or beat up for this."
    },
    {
        "speaker": "C",
        "text": "Yeah, beat up is probably the more likelihood, but yeah, phonics says to ask."
    },
    {
        "speaker": "B",
        "text": "People when moonbirds will flip. Punks."
    },
    {
        "speaker": "C",
        "text": "Oh, that. You know what, going completely ambiguous might."
    },
    {
        "speaker": "A",
        "text": "Be just like a deep cut question."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right. Where, yeah, like, hey, what do you think? What do you think the floor price of a bored ape is?"
    },
    {
        "speaker": "C",
        "text": "Oh, my God, there's this. There's this 60 year old man just blasting the cig. I really want him to weigh in on the me six. Hacking really bad."
    },
    {
        "speaker": "B",
        "text": "Everyday. John says it'll go viral if a fight breaks out, so we're. But he's rooting for you. So that's where we find ourselves today, on the mint condition and I guess the overall state of the market here. Let's talk about that a moment while I bring up my volume charts that I like to talk about all the time. Chamber, how are you feeling about the market?"
    },
    {
        "speaker": "A",
        "text": "You know me, I'm just on the sidelines ready to. Ready to buy some massive eth dips. I'm 100% committed to this actual eth."
    },
    {
        "speaker": "B",
        "text": "The currency and not nfts. Correct. Just correct."
    },
    {
        "speaker": "A",
        "text": "First EtH, and then once I, you know, quadruple my NFt or my ETH holdings, I'll, you know, pick up all the moonbirds and apes my heart desires."
    },
    {
        "speaker": "C",
        "text": "It is a good question, though, like, because it seems that we run parallel paths these days. When ETH is kind of down, NFTs are down, EtH is up, people get a little bit more confident in the market. Is it a better multiple to buy a buy into nfts if you think is on the rise after a dip?"
    },
    {
        "speaker": "A",
        "text": "It's just more, in my opinion, it's just harder to say which ones are going to go, right? Technically, yes, you could be right on a couple. But to say which ones where I know for sure that if ETH goes to, you know, 1400 or $1,000, I know, I know for sure it's going to go back up. Like for sure. No doubt. It's like a safe beta. So, you know."
    },
    {
        "speaker": "B",
        "text": "All right. Okay, so that means you are. When you just said quadruple your ETH bags, I mean, what is, what's the forecast here in your mind? We talked. We talked about this last week in depth. We like more like double."
    },
    {
        "speaker": "A",
        "text": "It's more like double my youth."
    },
    {
        "speaker": "B",
        "text": "Okay, I was gonna say this. You're. In order for you to quadruple your ETH bags, you're talking like $800 ethnic."
    },
    {
        "speaker": "A",
        "text": "And you, I mean $1,000 ETH and like, quadruple, like the dollar value after that. You know what I mean? But yes, double the amount of my ETH and then quadruple the amount of its value, I think, is. Is what I'm thinking."
    },
    {
        "speaker": "B",
        "text": "Interesting. But we are, I mean, we are sitting here, I would say, pretty close to what folks would call Goblin town in the terms of the volume going on in the market. As you can see here, you know, on this chart on five one, the other side sale, we had the, probably the highest daily volume ever on open c, probably right. For 476 million. So chamber, you've been talking for a long, long time about where's the blow off top."
    },
    {
        "speaker": "A",
        "text": "I mean, I think we're looking right on it."
    },
    {
        "speaker": "B",
        "text": "That looks to be it, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So it's just been a steady decline ever since. And really, I mean, disgustingly low in the 33, 34 million range the last couple days. Yesterday, 42 million. But like, we're talking, I mean, we're talking three month quarterly lows or, you know, in volume. Des, do you think that is mark, like greater market driven or do you think it's, you know, is it because of the land sale or is it just greater market people aren't interacting as much or what? What do you think it is?"
    },
    {
        "speaker": "C",
        "text": "Honestly, it's a multitude of factors. I mean, it's not just one thing, but I don't think it has the most to do with the land sale or, you know, the gas issues and all the stuff that got brought into question. I actually don't think it has, you know, to do with that the most honestly, I think it's to do with just the normal financial sector and the financial market and interest rates raising just literally at the time of the land sale. I think. Yeah. So I don't know. You know, I think bigger, bigger in real life, fiat bags are jumping into the space and so when those get hit, the, the NFT markets get hit as well and. Yeah, but I, you know, I feel like there's a calm and I can't tell if it's a calm in the storm or it's, you know, we're out of it. It's kind of a weird thing."
    },
    {
        "speaker": "B",
        "text": "Yeah. So my, I mean, my strategy has totally changed in the last couple weeks, really. I have found myself trading much less almost non existent. I found myself parked in blue chips or blue chip adjacent things like moonbirds and ferocious paint drop and stuff that I don't think is going to lose value as it sits there now. Chamber and I have some, had some different strategies that we talked about last week as far as like I'm just chilling in NFTs that I think will hold value. Chamber has taken it all out into USD to try to double the ETH bag to come back in both viable strategies, especially if you are pretty good at timing those ETH trends. But you know, we talked about last week, you got to consider your risk reward doing all those. When ETH is now under 20 or under 2000, is it worth selling now? I say no, because it could reverse on you pretty quickly. The time to sell was 2700, or that popped to 3000. Now you're just waiting for the spot to get back in is more where you should be. So if you haven't sold yet, your eth bags, I would probably steer clear of that. Now, there is, there could be way more downside. Like you said. There could, we could hit a thousand, but the risk reward is, is not there. Right."
    },
    {
        "speaker": "A",
        "text": "So, and honestly, like, if it does hit 1000, we'll say, like, you know, $1,800, the rebound's going to be fast. Like, it's, it's going to be there."
    },
    {
        "speaker": "B",
        "text": "That's a capitulation."
    },
    {
        "speaker": "A",
        "text": "It's going to be quick, and then it'll be back to wherever it took off from pretty quickly, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, but the volume is, is, volume is low on opensea. The, I don't know. We'll see monthly active traders down from five one three. Well, we're still in May, but 300,012, 312,000 active traders in May so far, to 475 in April and 451, but prior to that. So, you know, that's a sign that people are chilling on the sidelines as well. You know, what's interesting here, too, is to see other things going on in Opensea. The Solana volume is increasing. So Solana being on Opensea is having an impact in the NFT market there."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a big deal. That's, that makes a big difference. Like, if you're able, like, I don't even know where people were trading Solana NFTs before, and frankly, I didn't want to know. But, I mean, now that they're on open sea, that's, that's a huge difference. Can you trade them on Coinbase? NFT?"
    },
    {
        "speaker": "B",
        "text": "I don't, I don't think so."
    },
    {
        "speaker": "A",
        "text": "I don't think so either."
    },
    {
        "speaker": "C",
        "text": "I don't think so."
    },
    {
        "speaker": "B",
        "text": "Um, everyday doc says, show us the Solana chart. Well, that's ugly. Uh, but it's ugly. It's just as ugly as any other one of these altcoins out there. Uh, Solana dipped to like 35 or $37, I think, at that capitulation ish. Wick. Uh, that was a good one. Is somebody says, is step in increasing the soul volume? Uh, probably not. I think most of the stuff."
    },
    {
        "speaker": "A",
        "text": "You guys all love the stefan, eh?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think most of the step in stuff is happening inside the app."
    },
    {
        "speaker": "C",
        "text": "That's not just someone. That's not just someone. That's my community manager. So show some respect there."
    },
    {
        "speaker": "A",
        "text": "No, I'm talking about, like, the grip a lot of people have been talking about."
    },
    {
        "speaker": "B",
        "text": "I've been leading the step in charge."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've been seeing a lot of step in chatter."
    },
    {
        "speaker": "B",
        "text": "I was. I'm a step in fanatic. So, yeah, now, all right, we're going into our. It does. Do we have anybody on the street there yet or."
    },
    {
        "speaker": "C",
        "text": "I almost pulled the trigger, but I."
    },
    {
        "speaker": "B",
        "text": "Couldn'T do it over, over, under. Does Dez actually ask anybody?"
    },
    {
        "speaker": "C",
        "text": "I'll do it. I'll do it right now."
    },
    {
        "speaker": "B",
        "text": "I'll do it. All right, here we go."
    },
    {
        "speaker": "C",
        "text": "Talk about something real quick."
    },
    {
        "speaker": "A",
        "text": "There's so much pressure. I can't get over this. Did you guys mint any, like, bunch? You meant anything this week? I've not mint into anything."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Is there anything too meant? Des on the streets freaking the sheets."
    },
    {
        "speaker": "B",
        "text": "I'm just so excited to see what actually happens here. He's getting."
    },
    {
        "speaker": "A",
        "text": "I have no idea what."
    },
    {
        "speaker": "B",
        "text": "They have teeth."
    },
    {
        "speaker": "A",
        "text": "What are the, what are the, what are the possible outcomes here?"
    },
    {
        "speaker": "B",
        "text": "He's muted."
    },
    {
        "speaker": "A",
        "text": "He's mute. He's leaving it all on the cutting room floor."
    },
    {
        "speaker": "B",
        "text": "What do you."
    },
    {
        "speaker": "C",
        "text": "He's all right. So we got a brave volunteer. What do you think about nsps?"
    },
    {
        "speaker": "B",
        "text": "I think they're way too expensive. Kind of silly."
    },
    {
        "speaker": "C",
        "text": "Accidentally sold for $200 and it was."
    },
    {
        "speaker": "B",
        "text": "Supposed to go for two hundred k. And I don't know."
    },
    {
        "speaker": "C",
        "text": "She knows what?"
    },
    {
        "speaker": "B",
        "text": "She knows her stuff."
    },
    {
        "speaker": "A",
        "text": "Look at this."
    },
    {
        "speaker": "B",
        "text": "I love it. Thank you so much."
    },
    {
        "speaker": "C",
        "text": "I appreciate it."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Des on the street."
    },
    {
        "speaker": "A",
        "text": "We got a winner. Great pick, Des."
    },
    {
        "speaker": "B",
        "text": "Great pick. And she. She knew her stuff. She knew that someone fat fingered a board ape for $200, which was just great. That was epic. That's."
    },
    {
        "speaker": "A",
        "text": "Retire the segment, guys."
    },
    {
        "speaker": "C",
        "text": "We are not early. We need to get out of this space. We are not early."
    },
    {
        "speaker": "A",
        "text": "We are at the top exit all markets."
    },
    {
        "speaker": "B",
        "text": "Dickens says she'd like Solana. It's funny. 05:00 a.m. applause she was great. I wish we could give her a PO app as her first TMC. PO app as her first NFT."
    },
    {
        "speaker": "A",
        "text": "I feel we have to retire the segment. It couldn't have gone any better than that."
    },
    {
        "speaker": "C",
        "text": "Worse for it to go better. I want it to go a lot worse."
    },
    {
        "speaker": "B",
        "text": "It makes me bullish on this segment and almost like, we need to do this more often because that was actually really fun."
    },
    {
        "speaker": "A",
        "text": "Well, you see a couple, you know, when you look like Des, just, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just approachable. Dude, you know, absolutely."
    },
    {
        "speaker": "A",
        "text": "If I go out there, you go out there, and we'll get beaten to death with, like, a tire iron."
    },
    {
        "speaker": "B",
        "text": "That's right. They're gonna be like, who's this. Who's this Bigfoot looking fella in this Fidenza shirt you have?"
    },
    {
        "speaker": "A",
        "text": "You should have seen the store I got at. Everybody looked like me."
    },
    {
        "speaker": "B",
        "text": "It was your exact style. That's a Dan Flash's shirt you got on over there."
    },
    {
        "speaker": "C",
        "text": "The worst part, guys, is she knew I was tracking her for, like, ferociously catching up to her."
    },
    {
        "speaker": "B",
        "text": "She's like, hey, what's. She's like, what's this guy want to sell me? Jesus."
    },
    {
        "speaker": "A",
        "text": "Like, honestly, like, you have no idea what it's like to be me sometimes. Like, I literally, if I'm out in public, like, say, if it's like, at night and I just get out of my car and I'm walking somewhere. On multiple occasions, I've noticed people, like, like, scurry away."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Like, oh, my goodness. I'm very like, you know, if you don't know who I am, apparently people are not, you know, pleased to see me. And run and run sometimes. Mostly. Mostly women. It's mostly women."
    },
    {
        "speaker": "B",
        "text": "Every day, John says, more Des on the street. He also says, get somebody to buy a goat live."
    },
    {
        "speaker": "A",
        "text": "Are you familiar with goats, Des?"
    },
    {
        "speaker": "B",
        "text": "You're muted."
    },
    {
        "speaker": "C",
        "text": "We got a guy eating lunch in his car. Should I go for it?"
    },
    {
        "speaker": "A",
        "text": "Definitely approachable."
    },
    {
        "speaker": "B",
        "text": "I think he maybe wait till he gets out of his car."
    },
    {
        "speaker": "A",
        "text": "Is it a sack lunch or is he. Is it, like, a purchased meal?"
    },
    {
        "speaker": "C",
        "text": "It looks like a home brought lunch."
    },
    {
        "speaker": "A",
        "text": "Yeah, don't bother that person. That person's got enough going."
    },
    {
        "speaker": "C",
        "text": "I'm going to investigate."
    },
    {
        "speaker": "B",
        "text": "I'm going to investigate in their Honda."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I am so enjoying this segment."
    },
    {
        "speaker": "C",
        "text": "Well, this is what we wanted to do at NFT NYC, and I still think we should do it."
    },
    {
        "speaker": "A",
        "text": "This is nft. Where are we?"
    },
    {
        "speaker": "B",
        "text": "Where are we?"
    },
    {
        "speaker": "A",
        "text": "Nft socal. What is this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, nft socal. I think Des on the streets, my favorite thing. I think we should do this in NFt NYC when we're together. So we'll be live from t. What is that anyways?"
    },
    {
        "speaker": "A",
        "text": "When you guys go into that end."
    },
    {
        "speaker": "B",
        "text": "Of June, I believe."
    },
    {
        "speaker": "A",
        "text": "Well, that's still. I feel like I thought it was, like, two weeks from now."
    },
    {
        "speaker": "B",
        "text": "No, we got vcon this week. This week. That's what we're doing this weekend. But. So that should be. That should be interesting. While Des finds more. More innocent souls to impart nfts onto. It looks like he's asking somebody right now."
    },
    {
        "speaker": "C",
        "text": "Okay, so we have someone. Hi, sir. Have you heard of the term nfT? Yes. Okay. If you had to guess, it has to do with technology. What would you guess nfts have to do with. No clue."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Can't figure out what the acronym is. Okay. Do you. Do you invest in crypto right now? Okay. Do you think crypto is legitimate or a scam? Okay, I like it. Appreciate the answer. Thank you, sir."
    },
    {
        "speaker": "B",
        "text": "Great answers. Just great answers all around. Dez on the street is killing it."
    },
    {
        "speaker": "A",
        "text": "Look at you. Absolutely approachable."
    },
    {
        "speaker": "B",
        "text": "You are approachable. What's that guy who does Billy on the street? This is."
    },
    {
        "speaker": "A",
        "text": "Yeah, Billy on the street. I mean, yeah, you need to be a bit more flamboyant, a little louder."
    },
    {
        "speaker": "C",
        "text": "I'm sweating, dude. In 90 degree weather and listen and talk radio. I was ready to get. Absolutely pounced on."
    },
    {
        "speaker": "B",
        "text": "Yeah, that one took some. That one took some courage. I appreciate."
    },
    {
        "speaker": "C",
        "text": "He said he did not want to on video. I would have turned the camera, but he said he did not want to appear on video because."
    },
    {
        "speaker": "A",
        "text": "Did you tell him it was only like, four people, including us?"
    },
    {
        "speaker": "B",
        "text": "Yeah. The comment here is. Wait, are we early again?"
    },
    {
        "speaker": "A",
        "text": "Turns out yes, every day."
    },
    {
        "speaker": "B",
        "text": "John wants to know if that was the car guy. Was that the guy in his car?"
    },
    {
        "speaker": "C",
        "text": "I actually think it was Nick Offerman."
    },
    {
        "speaker": "A",
        "text": "But, son, why don't you fuck off?"
    },
    {
        "speaker": "B",
        "text": "All right, well, we've gotten two des on the streets, so we'll give you a break from that for a bit. Unless you have somebody that you think is."
    },
    {
        "speaker": "C",
        "text": "This is fun. I'm gonna. I'm gonna get people, but we can continue on."
    },
    {
        "speaker": "B",
        "text": "Okay, sweet. So I've got a. I've got a quick segment here that we're going to do, and we're going to go into buy it or sell it."
    },
    {
        "speaker": "C",
        "text": "Buy or buy."
    },
    {
        "speaker": "B",
        "text": "Sell."
    },
    {
        "speaker": "C",
        "text": "Sell."
    },
    {
        "speaker": "B",
        "text": "All right, so buy it or sell it. We've seen. We've seen an awful lot of talk about this on Twitter in the past week, and that is the project. Okay, bears. So we've got. I've got two buy it or sell it questions here for us today. So over the last 24 hours, OK Bears is second in volume on Opensea only to other side deeds. Currently a 215 soul floor, 53% owner account on a ten k collection. Here's what the OK bears look like if you haven't seen them. I've seen so much talk about this on Twitter, both from the good side, bad side. We'll talk about the other piece of this in a minute, but chamber. Buy it or sell it. Okay, bears."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm 100% selling this, first of all, it's in this weird currency that I don't know how to convert. I'm not that impressed. You know, it just looks like a shitty, like, you know, like when you were a kid, there was like the shitty stores that had the knockoff, like Nikes, and it just feels like a shitty knockoff ape. Like, that's what I'm getting."
    },
    {
        "speaker": "B",
        "text": "Okay, fair, fair enough. Des, buying or selling okay bears?"
    },
    {
        "speaker": "C",
        "text": "I mean, it's a, it's a sell for me. But, um, I am curious, like, with the okay bears, not okay bears. Like, how do you spin up a collection like not okay bears so quickly and get the word out? It's a fascinating thing how that that happens. Um, but I think, I think a."
    },
    {
        "speaker": "B",
        "text": "Lot of it is, I think a lot of it is the tools, right? So, like, you see that stuff pot start popping up on, uh, you know, ictools or mobi or something like that. And, and that's where that momentum comes in because you got people looking for that stuff. And, uh, okay, so the next question is buying or selling not okay bears. And not from the sense of not from this buy or sell. Like, would you invest in the project? The question here is more, so what do you think of the, where do you stand philosophically on the concept of not okay bears chamber? Are you even plugged in enough to."
    },
    {
        "speaker": "A",
        "text": "Know, are they just turned around? Like, are they just looking the other way?"
    },
    {
        "speaker": "B",
        "text": "Yes. So these ok bears. So for anybody who doesn't know ok bears is what we're looking at on the screen right now. And this is a Solana project that launched, right. And they've been doing very well. And you've seen a lot of people and influencers on Twitter talk about these okay banners, use them as profile pictures, all this stuff. And what ended up happening, I think the narrative has changed to, like, it was basically eth Maxis versus people who were interested in going on to Seoul. And so the fud came. The fud for ok bears is, oh, well, it's on Solana, which is on, you know, decentralized chain and blah, blah, blah. This, that, the other. So then flipped. Yeah, they flopped the images of these bears, put them on ETH, tied a 20% charity to mental health in it, and then you got all these eth maxis that weren't going to go into soul pumping. Not okay bears on twitter."
    },
    {
        "speaker": "A",
        "text": "Also not okay is on ethan."
    },
    {
        "speaker": "B",
        "text": "Yes. So not okay is on Eth. It was flipped and it went wild for a day, and then it got DCMa'd so buy, sell on the concept of not ok bears."
    },
    {
        "speaker": "A",
        "text": "I don't, I don't like it. I mean, if people want to play around on soul and have their thing and let them have it, you don't have to be an asshole and, you know, put the, you know, put, put something comparable or basically, you know, a legit copy of it on, on Eth just to piss off the soul people. I mean, that seems like a dick move."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm with you there, Des. Thoughts on the philosophy behind the not okay bears? Where do you stand?"
    },
    {
        "speaker": "C",
        "text": "I mean, just in general, ripping off some art, even if you're honest about it, even if you're transparent about it, um, it's just not my thing. There's, there's too much going on, too much innovative stuff going on. This space to be, like, bogged down by the copy pasta stuff. And, yeah, I'm not a fan."
    },
    {
        "speaker": "B",
        "text": "Yeah, I stand in the same camp there. Uh, what this ultimately was is a. But in my opinion, the people who were pumping this are sour eth maxis that did nothing. Uh, that are bummed they missed out on a pump on soul, on something successful on."
    },
    {
        "speaker": "A",
        "text": "Absolutely. We see it all the time. Right. Like how many bitcoin Maxis were talking trash about, like, all coins back in the day and."
    },
    {
        "speaker": "B",
        "text": "Exactly it, right. It's like, you see all these big. Yeah, it's. And, and, and somehow these people don't understand that's what they're doing. You know, it's like, it's like you're the exact, you're doing the exact same."
    },
    {
        "speaker": "A",
        "text": "Thing that you, I mean, we talked, we talked about before. It's like, yeah, we saw it with, you know, bitcoin maxis towards all coins. We saw with all coin Maxis towards the defi stuff, and then we saw the deep, like, the crypto people kind of, like, turn their nose up to NFTs and now the hardcore nfT people that, you know, once you get locked. And that's why I'm not, you know, hashtag not a community member is because that's, that's what can happen. Right? Like, you get, you get that, you know, cult like. You have very mindset."
    },
    {
        "speaker": "B",
        "text": "You have very often said, though, that, like, you should be fluid and open enough to move into where the trend is. Right? So, I mean, I think there is definitely a clear trend happening with some solana NFT activity. Are you staying away because of the market?"
    },
    {
        "speaker": "A",
        "text": "Because the market, if it was, you know, if we were flying in Ethereum right now and, like, and also Seoul was going like, I would definitely be dabbling. It's just the market right now. It's just too, it's a little too risky for me personally to start because honestly, like, I don't know much about the soul stuff. I'm a big, you know, I'm an FTX guy. You know, I'm a big soul fan. I have, you know, the Solana swag bag from last summer still. I don't know. Was that last summer? Two summers ago, whatever it was."
    },
    {
        "speaker": "B",
        "text": "No, last summer it was. Yeah."
    },
    {
        "speaker": "A",
        "text": "Um, it was, you know, it with those types and especially with, uh, things that cost a lot less to transact in. So to make a transaction on Seoul, I believe, is, like, dirt cheap. Uh, it's just, it, what it does is it creates an environment for more scams. It's hard. It's. It takes more money to scam on Ethereum just because of the transaction."
    },
    {
        "speaker": "B",
        "text": "Totally couldn't agree more."
    },
    {
        "speaker": "A",
        "text": "And if you have a, if you have a platform where it doesn't cost a lot, then, I mean, you're gonna have good projects, but you're gonna have a ton of scam projects, which is, you know, which can be painful, monetarily speaking."
    },
    {
        "speaker": "B",
        "text": "JP Kaz wants to know if you're still in nfts."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have a moonbird as my, as my PFP. Come on. No, I still have, I still have like 400 nfts plus, like, that."
    },
    {
        "speaker": "C",
        "text": "You were gifted for free, basically."
    },
    {
        "speaker": "A",
        "text": "No, no, the ones that are gifted for free, I have like a thousand of them in my hidden folder. So I'm north of a thousand NFC still. It's just I don't have a ton of, you know, blue chips. I have like, one blue chip, I think, which is one. One moon bird and a Kobe goat. And a Kobe go."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thank you. I appreciate it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And that, honestly, that is, I have it on sale right now for 80th."
    },
    {
        "speaker": "C",
        "text": "Not a community member. You take your, you take it pretty personally. Your, your involvement and your development of that particular goat. So I appreciate that."
    },
    {
        "speaker": "A",
        "text": "That one. Yes. I mean, it's Kobe Des. I mean, my, two of my favorite things."
    },
    {
        "speaker": "B",
        "text": "Des. Do we have any other. Do we have any other Des on the stream participants?"
    },
    {
        "speaker": "C",
        "text": "It's been quiet. I really want to get this. Owner of this h two Hummer military edition."
    },
    {
        "speaker": "A",
        "text": "My guy knows about nfts."
    },
    {
        "speaker": "B",
        "text": "How about this, sir? Sir, what do you think of nfts? Oh, they're bad for the environment."
    },
    {
        "speaker": "C",
        "text": "Oh, my God, that'd be incredible."
    },
    {
        "speaker": "B",
        "text": "JpKz says you also have a shit ton of."
    },
    {
        "speaker": "A",
        "text": "I do have a shit a shit ton of futters. I haven't sold one yet. Those are still. And honestly, you want to talk about, like, it did not get affected by the, it's the same price, same floor, roughly. It actually went up a little bit at some points during this bear period we've had."
    },
    {
        "speaker": "B",
        "text": "All right, we're going to move into our next segment here, which is, uh, going to be."
    },
    {
        "speaker": "C",
        "text": "No, no fomo."
    },
    {
        "speaker": "B",
        "text": "What, what is that? I'm playing it again."
    },
    {
        "speaker": "C",
        "text": "No, no fomo."
    },
    {
        "speaker": "B",
        "text": "Is that you? Is that your voice?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Sometimes I, I can only get cert. I can't get a sound that says no fomo. So I have to, I have to improvise. So I found, I found that I feel like it was like a anime voice saying, no, no. And then I added the fomo part."
    },
    {
        "speaker": "B",
        "text": "Fantastic. The question here is. The question here is no fomo on chimpers. Are you, are you having any fomo into the upcoming chimpers mint? I'm going to start with Des. It's one of, I feel like the high, more highly anticipated mints coming up. You could have gotten yourself a, um, on to the guaranteed whitelist spot if you had their prior pieces or the books in the sun as the war room refers to them, which."
    },
    {
        "speaker": "A",
        "text": "Oh, those ones."
    },
    {
        "speaker": "B",
        "text": "Yes. So are you into. Yep. See you go. So Dickens said he missed every whitelist and cheap book for chimpers, so he has much fomo. JP Kaz is saying chimpers are his moonbirds. So there's a lot of fomo going on about chimpers in the war room. Sugar. Shane specifically has been on this since day one, has been telling us to buy the books since they were. .1 and so what are they now?"
    },
    {
        "speaker": "A",
        "text": "Do we know?"
    },
    {
        "speaker": "B",
        "text": "Like three and a half or something or each. Yeah. So, like, you can."
    },
    {
        "speaker": "A",
        "text": "People got to listen to sugar shame more."
    },
    {
        "speaker": "B",
        "text": "Here you go. Phonics says can see bunches wheels turning. Should I buy, yeah, I'll own a book by the end of this. I'm thinking. Des, do you, are you fomoing into or interested in the upcoming chimpers mint?"
    },
    {
        "speaker": "C",
        "text": "Let's put it this way. I have regrets. No fomo. Actually, Punter came to me early on with this and was like, hey, you should buy these. And I was like, ah, okay. Just didn't have the time to look into it and didn't buy. And this was early on, this was like when they were maybe 0.10.2. So really early on, so I have regretted, but I don't have fomo. But that's just probably a mindset thing at this point. But, um, yeah, I mean, incredible. Incredible."
    },
    {
        "speaker": "B",
        "text": "I think that's actually the exact way I feel about it, where I was told at multiple times to go buy these, and I was like, I can wait. I can wait. I can wait. And then in that time, they pumped and I couldn't get myself. And then my whole strategy changed, and by that time, it was too late. And then I actually had one more shot at it this weekend. I had, you know, enough eth liquid to go do it. I decided to mint the pop pass instead from CPG. And, uh, I will be hanging on to that for a while because the floor went out. But, you know, I like the community in there. I like the networking piece of it. But I could have instead grabbed one book, waited, and now gone back and gotten a pop pass for cheaper. So that's my, that's my big last regret. And JP Kaz is correct. The war room falls apart without sugar. Shane, that is."
    },
    {
        "speaker": "A",
        "text": "Speaking of war room, do we need to talk about it, or."
    },
    {
        "speaker": "B",
        "text": "I mean, we probably should."
    },
    {
        "speaker": "A",
        "text": "We probably should. Don't know. Don't we need to talk about it? Or. Or are we not doing that, this show or."
    },
    {
        "speaker": "B",
        "text": "I don't know, man. We. We're so goddamn unorganized around here. I don't know."
    },
    {
        "speaker": "A",
        "text": "You. You teased me a couple weeks ago with a producer, and I've been dreaming about it every day since, and I've. Yet you didn't even give me a name. You just said producer, and I was like, well, so excited."
    },
    {
        "speaker": "B",
        "text": "He entered the war room today for the first time. So, yeah, I'll hook you guys up. So. And then we could chat, all three of us. But that's very exciting. But the. Yeah, so chamber. I feel like you don't even know what chimpers is."
    },
    {
        "speaker": "A",
        "text": "I am just finding out about this today. I shouldn't say that I've seen chimpers on my timeline. I didn't know. I did not know they were associated with the books that Shane was talking about for the last few weeks. I didn't realize. I knew the books were like, the 0.10.2 range when Shane was talking about them. I did not realize they were the price they are currently, which is upsetting. But I think, much like you, over the last two weeks, I've been in absolute, like, you know, protect the asset mode, like sell, you know, so I haven't even been looking at nfts, but now that I've been, you know, I haven't probably. It's been, you know, five, six days since I've sold anything or done anything. I'll probably. I do have some Heath on the side to buy some nfts right now, so maybe I'll ment some of those jumpers. We'll see."
    },
    {
        "speaker": "B",
        "text": "Well, you won't be able to. It's going to be completely allocated, I think, and you."
    },
    {
        "speaker": "A",
        "text": "Well, what if I just get one of those books?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't. I think you have like till the end of the day to."
    },
    {
        "speaker": "A",
        "text": "So you're telling me there's a chance."
    },
    {
        "speaker": "B",
        "text": "I think it's like I. Let's see if JPK has. Can chime in here and let us know. But I think you have, I think you only have a couple days left. It might be by Friday or something. So that might be your, that might be your, your play. Because sugar. Shane says that, I've seen him say this a couple times, that he thinks that a five to 70th floor on chimpers after this mint is Isdev. Highly likely."
    },
    {
        "speaker": "A",
        "text": "So is it on Eth too, by the way, I'm assuming?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "That's not a freaking. Solana."
    },
    {
        "speaker": "B",
        "text": "Need the book by tomorrow. The floor is cooking, he says. So it sounds like two no fomos from me and Des and a fomo from chamber link."
    },
    {
        "speaker": "A",
        "text": "Link in the chat."
    },
    {
        "speaker": "B",
        "text": "Asking in the war room for a link."
    },
    {
        "speaker": "A",
        "text": "He's asking buy one now."
    },
    {
        "speaker": "B",
        "text": "Mike Hollywood. We'll do it live snapshot tomorrow at two Eastern. So there you go. That's the, that's the outcome."
    },
    {
        "speaker": "A",
        "text": "Can I dump it after two, like after the snapshot?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So that's probably what will happen. So if you're looking to get into this beforehand, I would expect if you buy the book today, definitely anticipate it will drop some, I would say pretty decently after this snapshot. But I've seen Shane say a bunch of times too, that they have said there will be, there will be utility onto that book. So it may not drop totally, like, you know, it might not drop down back to, .1 but I would imagine the game you're playing there, chamber, is the floor price of chimpers, plus whatever the floor price of the book drops to. Worth more than you're about to spend, TBac, TABC, something like that. But it's being lovingly referred to in the war room as the books in the sun. But you're not gonna be, that's not gonna help."
    },
    {
        "speaker": "A",
        "text": "I feel like I'm not getting the right one. I need somebody to dm me in the war room. Do we wanna, like, are we gonna."
    },
    {
        "speaker": "B",
        "text": "Oh, Pete, Pete. Says his, his memes got him an ebook. There you go."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "Hey, JP, Cass says TBAC is what you're looking for."
    },
    {
        "speaker": "A",
        "text": "Can you just buy me one, JP and then I'll pay back or I."
    },
    {
        "speaker": "B",
        "text": "Was going to ask you to do the same for me, so."
    },
    {
        "speaker": "A",
        "text": "Okay, JP, just quick to."
    },
    {
        "speaker": "B",
        "text": "Quick. 80. All right, so we got two no fomos, one fomo on the chimfers books in the sun. So we're, that, that's, let's see how that shakes out by next is only ten books."
    },
    {
        "speaker": "A",
        "text": "Am I, am I reading this right?"
    },
    {
        "speaker": "B",
        "text": "Like, is there only probably only ten for sale? That's probably. If you're looking at like for sale."
    },
    {
        "speaker": "C",
        "text": "That's insane."
    },
    {
        "speaker": "B",
        "text": "Yeah, but so they will, I mean, so expectation is they will crash a little bit after that. So make sure you are building that into your forecast. Right."
    },
    {
        "speaker": "A",
        "text": "Like, I gotta see if this is the right one."
    },
    {
        "speaker": "C",
        "text": "So bunch, you, if you had a book in the sun right now and you bought it at, .1 you selling pre reveal or you, you waiting to make your chamfer?"
    },
    {
        "speaker": "B",
        "text": "I'm going to. If I bought it at, .1 I'm minting the chimper. If I bought it a little higher that, if I bought it in like the two and a half to three range, I might, man. No, I think I'm minting it both ways."
    },
    {
        "speaker": "C",
        "text": "Because you're playing with the house money kind of guy."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like to play with house money. I think now it's probably a little risky because it will come down. So you need the floor of chimpers plus the drop in the books to be greater than what you're paying for the book. Right. So. Which, I don't know, you're coming in at the last minute here on probably peak book price, but yeah. Oh, so Pete says here, Pete's clarifying for you. There are ten items in that collection. The book is one of them. There's 3000 total and."
    },
    {
        "speaker": "A",
        "text": "Oh, I see, I see."
    },
    {
        "speaker": "B",
        "text": "Yeah. So they're 1155. Oh, look at that. JP Kaz also won the raffles. So he's minting chipper and he bought the book at. .12 that's a big win. So just. So buy your book from JP Kaz then for an offer."
    },
    {
        "speaker": "A",
        "text": "I think I just did."
    },
    {
        "speaker": "B",
        "text": "All right, moving on to our."
    },
    {
        "speaker": "A",
        "text": "I have a book."
    },
    {
        "speaker": "B",
        "text": "Officially now."
    },
    {
        "speaker": "A",
        "text": "I have a book."
    },
    {
        "speaker": "B",
        "text": "Wow, that was quick. Holy cow. So, all right, that was a good no fomo segment then, because two of us said no and you literally bought one live on the show. That's how this, that's how this thing. All right, we are now going into the news. The news, the news. Let's get to the news. That's my voice. That chamber just got ripped from old. No, I think you know."
    },
    {
        "speaker": "A",
        "text": "You know who did that one?"
    },
    {
        "speaker": "B",
        "text": "Who?"
    },
    {
        "speaker": "A",
        "text": "I think it was 05:00 a.m. that did that one. I'm 95% sure."
    },
    {
        "speaker": "B",
        "text": "Shout out, 05:00 a.m. appreciate you for ripping that from wrecked podcast, the big news of last night. And I want Des's take on. This is the me six hacking we saw, I don't know, 1020 discords, prominent projects hacked."
    },
    {
        "speaker": "C",
        "text": "I mean, technically they were all hacked."
    },
    {
        "speaker": "B",
        "text": "Yes. It was just, it was more. So did they want to participate in your discord or nothing? Did they find your, your community valuable enough to try or dumb enough to try to hack?"
    },
    {
        "speaker": "C",
        "text": "You know, it's kind of, it was kind of a scary thing because I woke up to the news because it happened overnight and, you know, first thing I did was check our discord. If there are any messages or anything like that. Luckily, there had not been. But it is a funny thing. It's like, yeah, if they chose your discord and obviously they chose, you know, the most blue chip ones that have, you know, millions and millions of NFTs in those wallets. But it's interesting, though, there's a few communities that launched when we launched back in July and May and June that have so much crossover between ape holders and the holders of those projects that I was kind of worried. So, you know, but luckily, it doesn't seem like we'd been affected. But just a crazy thing because, man, you talk about like, yeah, you talk about how many people, how many discords rely on that bot. And it's, it's an insane amount."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I use me six in all the discords that I was, that I was, that I'm part of that I've built and things like that. And so I thought the same. I was panicking when I, I was panicking when I, when I woke up this morning as well because I go to bed at 08:00 p.m. and missed all the action. Drew had messaged me about it and I didn't see it. So super glad that that didn't happen to our communities, but that's just because they know we're smart enough to avoid that stuff. Right. JP Kaz says I was guarding Degen from the ME exact last night as we have no devs. That's very true. That's true. So des, tips or anything on how to protect yourself from these things in the future, especially when they come from the inside on things that seemingly look legit."
    },
    {
        "speaker": "C",
        "text": "I think we've just. I think we've touched on this before. Just don't trust anybody. Like, straight up don't trust anyone. One of the best things that happened in this space, like, two weeks ago or three weeks ago for me, is like, I. I was sending ETH between, like a good friend I know back from college, and when I requested, or he requested, I can't remember, he asked me to verify his wife's maiden name via text, just in case somehow my phone was hacked or taken and messaged someone else. So it's like that level. That level of speculation is. Is what we need in the space to not get hurt."
    },
    {
        "speaker": "B",
        "text": "Interesting, interesting chamber. I don't know your wife's maiden name, so you're gonna have to send me that along with your seed phrase and then I'll re verify it back to you."
    },
    {
        "speaker": "A",
        "text": "I'm actually bad for the community because I am very trustworthy and I'll like hook same."
    },
    {
        "speaker": "B",
        "text": "I'm the same way."
    },
    {
        "speaker": "C",
        "text": "Doing his bunchy, doing his sketchy moonbird deals. Man, that. That drove me such anxiety."
    },
    {
        "speaker": "A",
        "text": "I trust dropped a moonbird to somebody on a swap. And I've done it."
    },
    {
        "speaker": "B",
        "text": "I've done it many times. And it's."
    },
    {
        "speaker": "A",
        "text": "It's bad because, you know, they, like."
    },
    {
        "speaker": "B",
        "text": "You'Re gonna get burned at some point. So just like, not even that."
    },
    {
        "speaker": "A",
        "text": "Like, you're giving the other person this false hope that, like, oh, like that one person, you know, you know, did it properly the first time. Now they're more trusting and somebody will take advantage of it. So it's like, I was kind of. It's like talking to a kid, you know, in these day and age. You know, a grown man like me can't just go to a random kid and like, help them out if they hurt themselves or especially. Not sure, especially. Yeah, but yeah, so, like, if. If you're nice and that one instance of trustworthiness resonates with that person."
    },
    {
        "speaker": "B",
        "text": "And then, yeah, I lent. I let JP Kaz a some east to mint the other side land because he didn't have enough for gas and he actually ended up minting a coda on it. So worth it. But."
    },
    {
        "speaker": "C",
        "text": "So you got half that value, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I thought. No, no, I didn't ask. I wasn't going to be like that."
    },
    {
        "speaker": "A",
        "text": "No, I would for sure."
    },
    {
        "speaker": "B",
        "text": "I just wanted to. I was just happy that he hit, really, honestly. But yeah. So JP Kaz paid me back. However, I saw a very similar, I sent them this thread after actually a very similar scenario where the guy, like us, JP Kaz and I have never met in real life. We just have interacted on, you know, in the war room and over the years as he supported us with all the podcasts and stuff. And so someone had this very similar situation, gave some a for the other side land and the guy totally stiffed him and like wouldn't sell the land even to pay him back. And like, it was, yeah, it was bad, but. So, yes, don't trust anybody. My camera died, so, because I've been on calls all day, but so I just."
    },
    {
        "speaker": "A",
        "text": "Does it overheat?"
    },
    {
        "speaker": "C",
        "text": "I wonder how does the camera die?"
    },
    {
        "speaker": "B",
        "text": "Well, it's not a webcam, it's like an actual, like Sony four k. Oh, wow. Tried to flex on it has a battery and it has. So I keep it plugged in and charged. But even with that, I'm on calls all day, guys. But anyway, all right, we've got one more segment. I have a hard stop, so we've got one more segment here. Des, do you have anyone else on the street before we go to this last segment?"
    },
    {
        "speaker": "C",
        "text": "No one in sight that hasn't been murdered yet."
    },
    {
        "speaker": "A",
        "text": "So we should, if we can close."
    },
    {
        "speaker": "C",
        "text": "On someone, that'd be good."
    },
    {
        "speaker": "B",
        "text": "Okay, so in the meantime, we will go to my favorite segment of all time. The defense is in the back. Mo."
    },
    {
        "speaker": "A",
        "text": "Hey, just get our energy going at the defensive end."
    },
    {
        "speaker": "B",
        "text": "That is, defend that tweet. And you know, if you're just joining us for the first time here, the defend that tweet segment is where I pull up chambers tweets from the week and he has to, he has to defend them on air. And so today we are going with a tweet of from chamber from May 16 at 08:45 p.m. this is sent to Twitter from iPhone. One quote tweet, which I'm going to find in a second to see who did that. And eleven likes. So this monstrosity you have here was liked by eleven people? Mister Pete, man over Mars. James, we've got some talking to do. Oh, wow. Lots of your wife liked this one. Okay, so now what if. What am I looking at here?"
    },
    {
        "speaker": "A",
        "text": "Uh, it's a peanut butter crunchy peanut butter and bacon sandwich, toasted."
    },
    {
        "speaker": "B",
        "text": "Okay, so you've just got. The tweet is just bacon plus peanut butter and, and a picture. Yeah. Tell us about the sandwich."
    },
    {
        "speaker": "A",
        "text": "First of all, I highly recommend it. I was once a child and at a restaurant for breakfast, and as one gets toast and bacon and eggs, and one day I had the great idea of incorporating my bacon onto my toast. And honestly, since then, it's been nonstop. It's probably the best I've had. Bacon. Bacon cheeseburgers with peanut butter on it, which is very good. Bacon and peanut butter, solid combo. Highly recommend."
    },
    {
        "speaker": "B",
        "text": "I one time. My extent of my experience with bacon and peanut butter has been. I once made for a work event. We had, like, when I worked at Sam Adams, we had, like, a cookie baking competition that you had to incorporate a beer into the recipe. And we did. We did an October fest, uh, oktoberfest bacon peanut butter cookie. And it was legit. It was bomb."
    },
    {
        "speaker": "A",
        "text": "But that's great."
    },
    {
        "speaker": "B",
        "text": "That's the extent of my, uh, peanut butter and bacon. Um, just try."
    },
    {
        "speaker": "A",
        "text": "Do it as I did. I would say, you know, like I said, you're out of the diner, you get your bacon and eggs. You know, you get a little. Little packets of peanut butter. You spread it on your toast, maybe throw a little slab of bacon on there, give it a bite. You know, treat yourself. It's a delight."
    },
    {
        "speaker": "B",
        "text": "Okay, so JP Kaz says crunchy peanut butter is underrated."
    },
    {
        "speaker": "A",
        "text": "It's the only peanut butter."
    },
    {
        "speaker": "B",
        "text": "Okay, des, what's your thought on crunchy versus smooth?"
    },
    {
        "speaker": "C",
        "text": "No, smooth. Gotta be."
    },
    {
        "speaker": "B",
        "text": "I'm a smooth guy also."
    },
    {
        "speaker": "C",
        "text": "Gotta be smooth."
    },
    {
        "speaker": "B",
        "text": "Smooth guy also. But I'm not against it. Like, I will eat crunchy peanut butter. I'm just not."
    },
    {
        "speaker": "C",
        "text": "I accidentally bought crunchy instead of smoothenhouse, which has happened. I will eat it."
    },
    {
        "speaker": "B",
        "text": "Yeah, right?"
    },
    {
        "speaker": "A",
        "text": "And then I would throw it."
    },
    {
        "speaker": "B",
        "text": "Dickenza said salty peanut butter is good, but then maybe the hashtag of the show, meaty peanut butter. Probably great."
    },
    {
        "speaker": "A",
        "text": "Meaty peanut butter. I love it. That's, uh, that's good. Yeah, this is. This is good. I mean, this is. This is a. And I agree. Why not both? I'm not completely against smooth peanut butter. Uh, my prep, we have. We always have two in the cupboard. We have a crunchy and a smooth. So I will hit a smooth."
    },
    {
        "speaker": "B",
        "text": "I got to the quote, tweet here. The real question, I guess, is this is by someone you know in real life who is rocking a goat. Des, there you go. Rocking a goat. Jory is rocking a goat. He says, the real question is, how do you cut it? Two rectangles or two triangles?"
    },
    {
        "speaker": "A",
        "text": "Cuttings for chumps. That's one. One piece. You eat that thing like an animal. Yeah, I don't like my subscript either. I like holding the full thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm with you on that. Pete says peanut butter, bacon and banana. Is the Elvis after Elvis Presley, who used to make it all."
    },
    {
        "speaker": "A",
        "text": "Another great. Another great option."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then last point on this, Matt. MGF guild here says, try vegemite, avocado and tomato."
    },
    {
        "speaker": "A",
        "text": "That's the."
    },
    {
        "speaker": "C",
        "text": "That's what in Australia."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's a super, like, crunchy, granola, hippie of Australia thing to do."
    },
    {
        "speaker": "B",
        "text": "Bitcoin ninja. Right to jail right away. Yeah. The is it? This actually got a good amount of."
    },
    {
        "speaker": "A",
        "text": "Yeah. I feel like the feedback was, was a mix of positive and your wife."
    },
    {
        "speaker": "B",
        "text": "I'm rather concerned. I don't know when we had bacon last. I'm extremely worried."
    },
    {
        "speaker": "A",
        "text": "I found it at the back of the fridge. It was fine. It was fine."
    },
    {
        "speaker": "B",
        "text": "Hashtag not fresh."
    },
    {
        "speaker": "A",
        "text": "It was a couple of days old, maybe."
    },
    {
        "speaker": "B",
        "text": "That's so funny. All right, Des, are we closing it out with somebody or are we."
    },
    {
        "speaker": "C",
        "text": "Let me do the 360. I don't see anyone I can chase down in the sprint, although that would be entertaining. Crunchy or smooth?"
    },
    {
        "speaker": "B",
        "text": "How do you like your nFts? Crunchy or smoothen? Oh, God."
    },
    {
        "speaker": "C",
        "text": "That's a great question."
    },
    {
        "speaker": "B",
        "text": "All right, that is gonna do it for us. Until next time. Well, Des, first say is Des on the street needs to be a. Needs to be a."
    },
    {
        "speaker": "C",
        "text": "They might need to be pre recorded segments that we drop in."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Yes. I agree."
    },
    {
        "speaker": "B",
        "text": "By the way, the going back to the trust thing really quickly beca bunch who sent me 20 ethnic. That's. That is accurate. That was. He was part of my moonbirds. Uh, that was my moonbirds deal, the 28th straight up for two unmented moonbirds that I then had to trust Specco to send me. So love it."
    },
    {
        "speaker": "C",
        "text": "You're a psycho."
    },
    {
        "speaker": "B",
        "text": "I am a psycho."
    },
    {
        "speaker": "A",
        "text": "That's a rush, man. It's. You got to feel alive sometimes."
    },
    {
        "speaker": "B",
        "text": "I don't have any good impressions today. Phonics. I forgot to work on the requests from last week. But, Des, you missed a good Trump last week. I ended the show with Trump talking."
    },
    {
        "speaker": "A",
        "text": "Trump was good. I was still, I've been still thinking about the I relisten to the goats one where you guys are talking about G milk."
    },
    {
        "speaker": "C",
        "text": "Oh, oh, the Christopher Walken walk."
    },
    {
        "speaker": "A",
        "text": "That was a great one. I was laughing at my car."
    },
    {
        "speaker": "B",
        "text": "I'll have an impression for next week. I'll have one for next week. Give me some. Give me some impression or give me some suggestions in the war room. And by the way, lastly, really quick, we are opening invites to the war room, which is tip, which is right now closed, and it's invite only. There will be some ways to get in if you have heard us talk about the war room before. It is our gated discord with all the great information, community sharing, all that great stuff. There's some good resources in there. If you are potentially interested in joining the war room by invite, shoot me or chamber a DM and chambers laughing because he's not going to answer your DM. But I will."
    },
    {
        "speaker": "A",
        "text": "I'll make sure I get tucked off."
    },
    {
        "speaker": "B",
        "text": "But otherwise there will be other ways to jump in the war room. So check that out. But that's it. Until next time, stay mint."
    }
]