[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the mint condition. I am bunchu, alongside both of my establishments, colleagues and co host chamber. And Des, how you doing, buddy? I always go to you first."
    },
    {
        "speaker": "B",
        "text": "I get first Dylan."
    },
    {
        "speaker": "A",
        "text": "This is first billing. That's the way this house works."
    },
    {
        "speaker": "B",
        "text": "Thanks, man. I'm doing good. Good. Just to continue our conversations before we went live, I always think Macaulay Culkin, just automatically and rightfully so, gets. Gets pegged for home alone. But I think underrated character of his is Richie Rich. Man, that used to be my shit growing. I used to watch that all the time."
    },
    {
        "speaker": "C",
        "text": "I'm on the good sun. I don't know if you guys remember this. Back in the day where he played, like, he went from, like, doing home alone. And I don't know if it was before Richie Rich or after Richie Rich, but basically, him and Elijah Wood are in this."
    },
    {
        "speaker": "D",
        "text": "No way."
    },
    {
        "speaker": "C",
        "text": "It's amazing. It's a thriller where, basically, Macaulay culkin's, like, a soon to be serial killer. Like, he's psycho and I think gets adopted by, like, what's his name's parents. And it's. It's. It's wild. Highly recommend. Macaulay Culkin, Elijah Wood, the good son."
    },
    {
        "speaker": "A",
        "text": "Don't sleep on my girl."
    },
    {
        "speaker": "C",
        "text": "Ooh, my girl might be you ever."
    },
    {
        "speaker": "A",
        "text": "You ever want to see a movie where a kid dies by bees? A love struck child dies from bees. My girl's your flick."
    },
    {
        "speaker": "C",
        "text": "You know, I've been saying. I've been saying bees a lot lately. I saw. I was watching a clip of arrest development where she comes. I forget the sister's name. The sister comes in. It's like, I think I'm getting into. I think I'm gonna get into beads. And then job from across the room yells, bees. And just keeps saying it. It's very funny."
    },
    {
        "speaker": "A",
        "text": "Job, is Des, you an arrested development fan?"
    },
    {
        "speaker": "B",
        "text": "I watched it a couple times. The funny part about arrested development is it actually takes, or fictionally takes place really, really, really close to me."
    },
    {
        "speaker": "C",
        "text": "Like, where that sounds right. Oh, that sounds right."
    },
    {
        "speaker": "B",
        "text": "Oh, like the banana shop. Like, that used to be my child. That's like, I went there tons of times in the summer."
    },
    {
        "speaker": "A",
        "text": "Really? You know, there's always money in the banana stand, or, as we refer to it around here, meme coin season."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Meme coin season. The banana stand of web three."
    },
    {
        "speaker": "A",
        "text": "That's right. There's always money in it. You just need to know where to look, and. But sometimes the banana stand gets lit on fire, and that's it. And you're just left holding chocolate covered banana. And that's the way the market works. I'm fired up today. I'm just got lots of energy going on. I'm wondering how you all are feeling, starting with Des. What's your just overall take on the state of the market? We've been talking meme coins for the last week. We don't have to talk about that today. But just like, what is what? How have you been moving in this market, and what's your current thoughts?"
    },
    {
        "speaker": "B",
        "text": "I know you guys advised me not to jump into the meme coin season, and I have no, no real stake in it, but for shits and gigs, I did jump into three coins last week after we, we talked. I did well on two and bad on one."
    },
    {
        "speaker": "C",
        "text": "Have you listened to any of the shows since, like last Friday?"
    },
    {
        "speaker": "B",
        "text": "No, but I do pop into the war room every once in a while to see your takes. Which are you?"
    },
    {
        "speaker": "A",
        "text": "Just a lurker."
    },
    {
        "speaker": "B",
        "text": "I love lurker. Chamber has never been more active on that thing. It is unbelievable."
    },
    {
        "speaker": "A",
        "text": "Somebody pull so a stat from our friend Wagglefoot. This is real time analytics. Waggle foot, the mvp of the war room going on right now. He's got so he said he couldn't help himself, but look against the activity that Chamber had been showing in the war room during meme coin season. We've been. DJ network is almost two years old. It'll be two years old in the end of June. So we're about a month and a half away, six weeks ish away from our two year anniversary, which means the war room, as a entity has been around for almost two years. You had sent something like, in your entire war room career, 4100 messages over the course."
    },
    {
        "speaker": "C",
        "text": "That seems like a good amount."
    },
    {
        "speaker": "A",
        "text": "Two years."
    },
    {
        "speaker": "B",
        "text": "That's more than I thought, honestly."
    },
    {
        "speaker": "A",
        "text": "I mean, two years, that's front loaded. Yeah, you're. Oh, oh, definitely front loaded. Let's like I'm just confirm these. Oh, so actually almost 5000, 4930 overall results for your time in the war room. During this. In this particular meme coin season, which has happened in the last two weeks, you have sent over 10% of those also backloaded. Yeah, you are. You're the bell curve. You're the bell curve. IQ meme. That's what you are. That's your war."
    },
    {
        "speaker": "C",
        "text": "That's wild."
    },
    {
        "speaker": "A",
        "text": "Do you believe that, Des? Was that more or less than you would have thought?"
    },
    {
        "speaker": "B",
        "text": "No, that's right on the money."
    },
    {
        "speaker": "A",
        "text": "I agree. Before we keep getting into it here, because I want to hear about the rest of your thoughts on the market, don't forget to give us a little comment down below. Hit up that chat box. Give us a GM. Help us share out the space, if you don't mind. Also, don't forget all of our other wonderful DJ network content. We've got djen.net work where all of our articles are. We've got our newsletter that you should definitely sign up for. There's whitelist spots in there. There's DJ network, past giveaways and all of our weekly roundup articles and our other shows. Today is what day? Wednesday. So I think the night shift is retiring their Twitter space. So no night shift tonight, but tomorrow we have coffee with captain NFT, lunch break with Riggs and J web, and Alpha afternoons at four Eastern. Don't forget to check all of those shows out. And yeah, that's, that's what I got for the paying the bills, our own bills plug. So, Des, back to you. Sounds like you went two for three on meme coins. Did the, did the ETh gains outweigh the ETH losses?"
    },
    {
        "speaker": "B",
        "text": "It actually did by just a small margin. But I got into turbo during the kind of dip, the third to last dip, I think. And then I got into lambo, which the strength and the liquidity behind it was pretty good. So I got into that. Then I took a little bit of a flyer on panda and that didn't work out."
    },
    {
        "speaker": "A",
        "text": "I didn't. I haven't heard of any of these. Aside from Turbo. Did you chamber? Are you retired? Did you stick to your guns? Are you."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Out of the game?"
    },
    {
        "speaker": "C",
        "text": "Not even look. The only, and by the way, I love the fact that, you know, two thirds of his coins were ones that I never heard of either. So that's how diverse the shitcoin market was last week. Lambo and panda were also hopeyes. We never even mentioned, like salty and some of the other ones we were in, but it was, there was a lot to choose from. But no, I have not jumped back in. I was just looking at the ETh chart and it's funny, I literally just switched over to the monthly chart and then I saw some ta that I was doing back in 2018."
    },
    {
        "speaker": "A",
        "text": "2018. Wow. On the same chart?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Good for you. How's that played out for you?"
    },
    {
        "speaker": "C",
        "text": "It was a terrible, it was a terrible chart."
    },
    {
        "speaker": "A",
        "text": "I can't imagine you were any good at."
    },
    {
        "speaker": "C",
        "text": "I was not. The chart backside up."
    },
    {
        "speaker": "A",
        "text": "Now that you just said that, I haven't peaked out a monthly chart in quite a bit. I've been just keeping a four hour chart on my screen. My monthly levels are like spot on. Very interesting. So we're definitely in a range right now. Compare, based on that, around that 2020 or 20, $30 at, like, the top of the range. And we're right around the bottom of the range here, so we'll see what happens next. Burning all these high gas fees, though, burning ETH at a pretty impressive rate. Des, what's your thought on the deflationary aspect that we're seeing play out in full force here on Eth?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's great. I mean, I wish the kind of blockage that we're seeing would kind of decrease because it's preventing some small microtransactions from happening on the NFT side, but no, I mean, it's. The deflationary aspect of ETH is fantastic. Um, you know, me chamber."
    },
    {
        "speaker": "A",
        "text": "You have any thoughts here? Are we. Are we on track for, like, east ten k because of this burning? What's your long term thoughts?"
    },
    {
        "speaker": "C",
        "text": "I can see maybe, like, a little cup and handle forming here. Just looking at my 2018 chart made me feel bold."
    },
    {
        "speaker": "A",
        "text": "You just have, like, a sticky note that says cup and handle, please. Research cup and handle."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I think. I think we could see, like, a little bit of a. Maybe a dip to, like, I want to say, like, 1500 EtH and then a blast off to kind of out of the range, maybe out of the, you know, north of 2100."
    },
    {
        "speaker": "A",
        "text": "So you're in bull. You're in bull season. You think we're like, where do you think we're at? You think we got, like, cool down left to go, where are you? Or are you the macro bear? Where are you at? Like, in a. Yeah, like it looks here."
    },
    {
        "speaker": "C",
        "text": "I don't know. Just looking at the chart, it doesn't look awful. I. I'm bullish, I would say. I don't think there's a ton. I don't. I don't think we see, like, new. I'm just looking at the chart here. I don't want. I want to say we don't see new yearly lows for the rest of the year."
    },
    {
        "speaker": "A",
        "text": "Is the current yearly low maybe."
    },
    {
        "speaker": "C",
        "text": "1200 around?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I don't think we see that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I was bearish for quite some time. I think I've been proven wrong by. At this point, so I would tend to agree. You've got your 200 week moving average at, like, 1510."
    },
    {
        "speaker": "C",
        "text": "So, yeah, that's. That's where I see it."
    },
    {
        "speaker": "A",
        "text": "Typically a pretty good."
    },
    {
        "speaker": "C",
        "text": "That's where I see the cup and handle formation completing."
    },
    {
        "speaker": "B",
        "text": "So what kind of, what kind of percentage of asset allocation are we talking for your guys bags. Let's go. Total crypto bags is an ETH right now."
    },
    {
        "speaker": "A",
        "text": "Because of meme coin season. It's like two thirds."
    },
    {
        "speaker": "B",
        "text": "Damn."
    },
    {
        "speaker": "A",
        "text": "I might be, but prior to meme coin season, I was, like, the other way around. I was, like, one third in and one third and two thirds like stables, but I've since flipped that. So I'm currently at, like, two thirds of ETH, and I'm just, like, decided that I'm just gonna go. I'm going down with the ETH ship anyway. Like, I'm not gonna get cute on Eth. I think the goal is chamber. You've said this a million times. The goal is to accumulate ETH, and so I'm not going to get cute intra eth by trying to trade it too much. That historically hasn't gone too well for me. I'll try to make my Eth in nfts and other places, I think. What about you, chamber?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think. I think, like, what we just had last week were opportunities to make more eth. Yeah, that. That's the move, especially at these prices. Right. I'm in no stables at all. The only stables is when I take it out completely out of the market and put it into legacy markets. So that's kind of my stable bag."
    },
    {
        "speaker": "A",
        "text": "So you're just typically just chilling in."
    },
    {
        "speaker": "C",
        "text": "100%, I would say now, 80% eth, 20% bitcoin."
    },
    {
        "speaker": "A",
        "text": "Okay, 20% bitcoin. But all crypto, you're not stable."
    },
    {
        "speaker": "C",
        "text": "Yeah, nothing and nothing. Like, I'm not waiting to buy a diphthere at this point."
    },
    {
        "speaker": "A",
        "text": "Des, where are you at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I've probably always been on the semi conservative side, kind of closer to that one third. I've seen myself slip a little bit more into eth, but not much. I'm probably at, like, 30% to 35%."
    },
    {
        "speaker": "A",
        "text": "Yeah. Interesting. Yeah. I mean, I think that all of them, given your individual strategies, hold up. I think nobody is doing anything wrong. I think that, like, if your goal, you know, my goal is to accumulate eth throughout the whole way of this, but I like to keep a little extra on the side."
    },
    {
        "speaker": "C",
        "text": "Just, it was fun. I had a. I had a conversation with my financial advisor today."
    },
    {
        "speaker": "A",
        "text": "You tell them. You tell them how much?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I told them about the Billy. Billy to a Billy. No, but it's funny because I would say maybe a month ago, we were having a conversation just about, you know, additional, like, you know, putting additional funds at the end of tax seasons to offset my tax burden. And I was telling him, I'm like, honestly, like, yeah, I could, but I just think there's more opportunity in. In crypto for the rest of the year. And not that he didn't believe me, but, like, you could tell. It's just like, okay, there, you know, whatever you say. And then I called them today. I said, hey, just FYI, gonna be sending, you know, just to let you."
    },
    {
        "speaker": "A",
        "text": "Know, I made $3 million on Billy this week."
    },
    {
        "speaker": "C",
        "text": "So, no, I told them to. I have, like, a payment that I'm gonna be sending to him just to kind of put into stables, so to speak. Right."
    },
    {
        "speaker": "A",
        "text": "But what does he, like, escrow it for you?"
    },
    {
        "speaker": "C",
        "text": "He just, you know, he diversifies it. He. I give him cash and he puts it into."
    },
    {
        "speaker": "A",
        "text": "Oh, you're putting it into, like, real."
    },
    {
        "speaker": "C",
        "text": "Exactly. Real things like stocks and. And mutual funds and stuff like that."
    },
    {
        "speaker": "A",
        "text": "Got it. I wouldn't. I'm, like, so degenerate. The opposite."
    },
    {
        "speaker": "C",
        "text": "So if you count that. If you count that. I mean, that's, I don't know, like, maybe. Maybe half, maybe 40%, you know, I mean, like, if you're counting savings is what, you know, I mean, so the crypto, you know, I do have cash and legacy. That is not, you know, I'm. I'm not completely de jenning in, you know, just crypto. I try to."
    },
    {
        "speaker": "A",
        "text": "I try to offset some stuff does. How are you feeling about the state of NFts with all this? We haven't seen gas, like, below 100 in a week and a half. As a result, I would say across the board, things are down with, you know, some exceptions, but not too many thoughts on the NFT market."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, yeah. The gas has been really crushing, especially some of the lower value nfts. Just keeping transactions from making sense. But it was so funny. I was just looking at the ranking list. Damn, dude. Do you remember botanical?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I remember bonsai."
    },
    {
        "speaker": "B",
        "text": "So all of a sudden, they popped up on my chart. It looks like pranksy sold maybe like 200 to this guy named Bloob. I don't know. I don't know if I should know bloob, but bloob bought like 200 bonsai nfts, which I can't imagine the gas transactions on those cost less than the NFT itself, but fascinating. Always good to see an old legacy project."
    },
    {
        "speaker": "A",
        "text": "What do you think the bonsai alpha is there? Like, why is that guy accumulating trees?"
    },
    {
        "speaker": "B",
        "text": "I'm not sure. Could be worth some investigating. But. But, yeah, let's see. Moonbirds. I'm randomly wearing a moonbird hat today, which."
    },
    {
        "speaker": "A",
        "text": "I'm wearing my moonbird hat as well."
    },
    {
        "speaker": "B",
        "text": "It just needed to, I got some, I got my post operative follow up today and I needed the hat desperately. Grabbed one very quickly out the door and it was a moonbird hat. Nonetheless. I see they're close to two eth, so that's not going in the great direction for them. But yeah, overall just, it's been a little halted. You got what? Board apes down from 54 a week ago to about 40, 43 now. So it's interesting. Even the bigger ones are getting hit as well. Just I think, you know, headspace focus on meme coins in general."
    },
    {
        "speaker": "C",
        "text": "Where do you think bored apes, where do you think they go as they sink down?"
    },
    {
        "speaker": "B",
        "text": "Do they ever, you know, we always do this. We always do this. And you've answered a couple weeks ago, but what's a, like, quick trigger? What's the eth amount it takes for you to buy a board?"
    },
    {
        "speaker": "C",
        "text": "Do we think it even recovered? Like, do you think it gets north of 40 ever again? Like, you know, I mean, like into the fifties? Yeah, okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, actually I would say, yeah, I."
    },
    {
        "speaker": "C",
        "text": "Probably, it's like a genuine question. I'm not trying to be a dick."
    },
    {
        "speaker": "B",
        "text": "We know you love Yuga till you die."
    },
    {
        "speaker": "A",
        "text": "So I mean, I mean, I definitely think they bounce. The question becomes like, is it a, is it like sustained or is it a bounce? Right? Like, it's been interesting to watch how the market has reacted without some of the market makers. Like a franklin, where you, where he was clearly market making on apes, and now that's not there, coupled with all the stuff we're seeing, just market dynamics in general, gas fees are not really something that needs to be considered on an ape purchase. But like, you know, it's just, I think people like, I don't know, man, I saw, I don't know whose tweet it was, but there was some engagement or there was some interesting things going on, on the timeline with some ape tweets. I think it might have been top shot fund. I don't remember. Let me see if I could find it. But I think he was saying that he thought apes would go to like ten K. That's ten K. That's like five E. So he's been, he's been pretty, he still has his, an ape as a PFP. But 5 hours ago he tweeted. So like, he's had a bunch of tweets like this in the last day or so. What would be more valuable in your professional life, strictly from a networking perspective, a diverse global group of NFT collectors where you pay eighty k and are a member for life or membership to your local country club consisting of a screening process, ten k initiation and one k a month. Which would you rather have? So obviously he's talking about bored apes here as the NFT club, right? With an 80k floor. What do you think those results are and what would your answer be?"
    },
    {
        "speaker": "C",
        "text": "Say it again. Give me one more time."
    },
    {
        "speaker": "A",
        "text": "Okay, so he's talking about apes for sure. So what would be more valuable to your professional life? Strictly from a networking perspective, a diverse global group of NFT collectors where you pay eighty k and are a member for life or a membership to your local country club consisting of a screening process, ten k initiation and one k a month. So you're talking, you know, 22,000 a year. So this would be about four years of membership."
    },
    {
        "speaker": "C",
        "text": "It depends what your end goals are. I mean if you're looking to run for political, you know, local political office, maybe, maybe the country club. But I think overall I think it's bored apes, right?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Des, do you agree?"
    },
    {
        "speaker": "B",
        "text": "Yeah, probably, yeah."
    },
    {
        "speaker": "C",
        "text": "Because the country club is so, it's, it's so localized, you know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the global aspect is interesting. So I pinned the post up top. It is currently split down the middle 50 50. Exactly."
    },
    {
        "speaker": "B",
        "text": "Really interesting."
    },
    {
        "speaker": "A",
        "text": "Which is. Yeah, really interesting. Drop us a comment on what you think would be the better option and why. Also vote on that poll from top shot fund. But the one I was talking about was this 122 hours ago, ten k board apes would put the collection at 100 million. Market captain feels like this would be an appropriate bottom given the current NFT landscape that was the tweet. Caused a lot of this one caused a lot of fud in the, in the comments."
    },
    {
        "speaker": "C",
        "text": "Those numbers check out to me. Like once you start looking at the market cap you're like that's got to make sense."
    },
    {
        "speaker": "A",
        "text": "Interesting. 100 million market cap for apes is makes sense to you, des, do you think that's never going to happen? You think it could happen? You think it's where, where do you stand?"
    },
    {
        "speaker": "B",
        "text": "Uh, no, I think that's too low."
    },
    {
        "speaker": "A",
        "text": "Too low. So where's the absolute bottom before a bounce? 20."
    },
    {
        "speaker": "B",
        "text": "I don't think you go below 30."
    },
    {
        "speaker": "C",
        "text": "For, I think you, I think you go below 20. I think like 17. I think like 17."
    },
    {
        "speaker": "A",
        "text": "When, when eventually no chamber chambers been calling this forever. It's going to be the best, uh, it's going to be the most successful long term call of all time. If he's right."
    },
    {
        "speaker": "B",
        "text": "Like I don't think it goes below? I don't think it goes below 20. In. In the next three years, I would."
    },
    {
        "speaker": "C",
        "text": "What is it right now?"
    },
    {
        "speaker": "A",
        "text": "42, 43 ish?"
    },
    {
        "speaker": "C",
        "text": "I would say it's. Listen here, how about this? By July 4, it's in the mid twenties."
    },
    {
        "speaker": "B",
        "text": "No way. Wow."
    },
    {
        "speaker": "A",
        "text": "All right. What are you putting against that desk? What's the bet?"
    },
    {
        "speaker": "B",
        "text": "Oh, I can bet on this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you're going to have to. This is. We're not letting this go without a bet. What's the beta? Let's bet something fun. You have. We'll do a live show in which one of you wears a costume."
    },
    {
        "speaker": "B",
        "text": "No, no, no. Let's see."
    },
    {
        "speaker": "A",
        "text": "80 grand. Loser buys the winner of board ape."
    },
    {
        "speaker": "B",
        "text": "That's the moment. It's very unfortunate that July date is beyond the Laker playoff run."
    },
    {
        "speaker": "C",
        "text": "Um, I wouldn't imagine you would make me bet anything that has to do with the Lakers at this point."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. By the other seats to the finals."
    },
    {
        "speaker": "A",
        "text": "Chamber would never go to the finals."
    },
    {
        "speaker": "C",
        "text": "Never. I would jinx the shit out of it. Are you kidding me?"
    },
    {
        "speaker": "B",
        "text": "Oh, Jesus."
    },
    {
        "speaker": "C",
        "text": "This is. No way."
    },
    {
        "speaker": "B",
        "text": "Okay, we'll do the costume thing."
    },
    {
        "speaker": "A",
        "text": "All right. I have a hot dog costume that I'll ship one of you and you can wear it on a live show. All right, so what's the bet? Under 20 by 4 July."
    },
    {
        "speaker": "C",
        "text": "I said mid twenties by 4 July, but let's say under this is under 30. Can we do that?"
    },
    {
        "speaker": "B",
        "text": "And I say no. And I say no."
    },
    {
        "speaker": "A",
        "text": "Under 30. And does that have to be sustained or no?"
    },
    {
        "speaker": "B",
        "text": "Just current price, I think."
    },
    {
        "speaker": "C",
        "text": "Current price, yeah."
    },
    {
        "speaker": "A",
        "text": "So, Des, you're basically saying it doesn't get under 30 ever or before then, and it doesn't get. You're saying it doesn't get under 30 prior to that at all."
    },
    {
        "speaker": "B",
        "text": "From here to July 4, no chance it gets below 30."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay, I like this bet. JP. Kaz says apes at 15 by Q three."
    },
    {
        "speaker": "C",
        "text": "That's exactly right. Right, JP?"
    },
    {
        "speaker": "A",
        "text": "All the catalysts are gone. Being a part of the community isn't good enough is what JPK says. Ian says if it were a product that were being sold, I could see ten k being the floor. However, it's art or an NFT that people are wanting to hold. I think the bottom is 30k. It's not actively being sold. It's in a situation and where holders determine the price. Okay, both good and interesting takes JP Caz, the resident bear, along with chamber on apes. So I don't know. We'll see. We've got an official bet going on. I don't know who's behind the dj handle it. Might be pain today."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Paid. If you. If you could throw up a poll on who will be right by. Who's gonna win this bet? Desert Chamber. So the bet is definitely losing. Yeah, well, maybe. I don't know. I think we're splitting."
    },
    {
        "speaker": "B",
        "text": "There's more faders than. Than supporters. But in a real weird aside, when the fuck did Twitter start allowing gifts again?"
    },
    {
        "speaker": "A",
        "text": "What do you mean?"
    },
    {
        "speaker": "B",
        "text": "What do you mean as profile pics?"
    },
    {
        "speaker": "A",
        "text": "Oh, I actually did notice that the other day. I don't know. That must be brand new."
    },
    {
        "speaker": "B",
        "text": "Damn. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah. Anyway, shall we. What do we want to get? What do we want to get into? Just some news. We want to talk."
    },
    {
        "speaker": "C",
        "text": "Anything good? What's that?"
    },
    {
        "speaker": "A",
        "text": "Well put."
    },
    {
        "speaker": "B",
        "text": "Did you see the recent, like, threads on Lucas backstory? I think that's super interesting."
    },
    {
        "speaker": "A",
        "text": "Well, I was gonna go. I was gonna go there first with the pudgy penguins race, so I did not see those. So do you want to give us the TLDR on the."
    },
    {
        "speaker": "B",
        "text": "I want to find it because it's super interesting. I want to fuck up any details, but."
    },
    {
        "speaker": "A",
        "text": "Okay, while you find it, I will give the TLDR do that raise. So, pudgy penguins. Let me see. Where is it? We are. This is from the official pudgy Penguins account. We are happy to announce their $9 million seed round led by one k x. So this was done via a safe led by one k x. And that. That's really all the details that we had. They. They did a Twitter space on the 9th announcing all of those additional details. But, I mean, 9 million is a pretty good. I don't remember what the valuation was or if there was one. I don't. Maybe that's what a safe is. There is none. I'm not quite sure. But the other people in here, one Kx was the leader here. Big brain Holdings, Chronos, ethersoul, founders of layers, hero Labs, old fashioned research, Schima Capital, puzzle Ventures, origin Kucoin, and on the coingecko, in and Crit ventures, all part of the fundraise chamber. You think pudgy penguins raising capital here? Good idea. What do you think?"
    },
    {
        "speaker": "C",
        "text": "I am honestly not even familiar with the, like, raise process."
    },
    {
        "speaker": "A",
        "text": "What is it?"
    },
    {
        "speaker": "C",
        "text": "What is it? How are they not eating bipolar bears?"
    },
    {
        "speaker": "A",
        "text": "And why can't they fly? They're birds."
    },
    {
        "speaker": "C",
        "text": "Come on. Something's not checking out here. But so do. So would pudgy penguins have to kind of. Obviously, maybe not make it public, but to whoever's. Whoever the potential investors are, do they have to, like, put out a plan? Like a like a 3612 24 month kind of."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm sure they did this in the raising process, right? I. Not just like an open edition, right? They're not just dumping money, right, with these folks, right? No, they've had many meetings, I'm sure, with all these folks and laid out their roadmap and sold a piece of the company for investment here. Right?"
    },
    {
        "speaker": "C",
        "text": "I mean, I guess based on that, the fact that they raised capital at all should indicate some sort of, you know, halfway decent plan for the future."
    },
    {
        "speaker": "A",
        "text": "I mean, moonbirds would like."
    },
    {
        "speaker": "C",
        "text": "Did they do the same?"
    },
    {
        "speaker": "A",
        "text": "Would like to discuss doodles. Would like to discuss pixel vaults."
    },
    {
        "speaker": "B",
        "text": "Hunting."
    },
    {
        "speaker": "A",
        "text": "Yuga labs. Would like. Like. I mean, this isn't the first phrase we've seen, but, I mean, you go."
    },
    {
        "speaker": "C",
        "text": "Labs, at least they're working on stuff."
    },
    {
        "speaker": "A",
        "text": "Well, they're probably the only ones that are returning anything at the moment, right? Like, to their investors. They launched the token. So I'm sure that was a liquidity event for a lot of the investors or will be at some point after lockups and things. But, you know, some of the other prominent ones that have raised money, it's, you know, it's your proof. It's doodles. It's moonbird. Who do we say? Pixel vault. It's like tally labs and, you know, TBD on how those all turn out. But I. I think we've seen some sort of trend on, like, it's hard to deliver value to holders when you now have to deliver value to investors. And who knows if that's the case here. I personally think what pudgy penguins and Luca have been able to do from where this started and what the story was, it's pretty damn impressive. And I'm kind of upset that I never have had one. I'm probably not in the market for one at the current price point of 4.7 eth. But I think what they're doing is pretty damn awesome. So I'm on board, by the way, if you are shopping for a pudgy penguin. You know, it's just funny how some traits just end up being floor traits, and literally the bottom five on pudgies are this little fishing hat, which I don't think is a terrible trait. But, you know, it's just funny how some things just end up becoming a floor trade and. All. Right, des, do you have the thread, or should I go to blockchain ninja first?"
    },
    {
        "speaker": "B",
        "text": "Let's go to brick metal mass. Boy, if I remember what shim. But I do have the thread, and I want to."
    },
    {
        "speaker": "A",
        "text": "Did you actually call him that."
    },
    {
        "speaker": "C",
        "text": "I think I call them brick chain ninja."
    },
    {
        "speaker": "B",
        "text": "I don't even know if it was actually. I don't even know."
    },
    {
        "speaker": "E",
        "text": "Fucking died."
    },
    {
        "speaker": "A",
        "text": "What? Oh, God."
    },
    {
        "speaker": "E",
        "text": "Um."
    },
    {
        "speaker": "A",
        "text": "GM blockchain GM."
    },
    {
        "speaker": "E",
        "text": "I. Oh, God. Let me compose myself. That was hysterical. Um, uh, basie bouncing. Uh, first of all, gm. You got me thrown off by that GM. GM to everyone. Um, honestly, I hope Basie doesn't bounce. Like, uh, and not like, I hope it bounces eventually, but I wanted to go down to, like, ten, eight, so maybe I can possibly get one."
    },
    {
        "speaker": "A",
        "text": "You wanted to buy one? Exactly."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I see."
    },
    {
        "speaker": "E",
        "text": "Um."
    },
    {
        "speaker": "A",
        "text": "So you're not. You're not wishing ill, you're trying to."
    },
    {
        "speaker": "E",
        "text": "Look, they have a long term vision."
    },
    {
        "speaker": "A",
        "text": "That's how I feel about punks. That's how I feel exactly. I don't want to go, dude."
    },
    {
        "speaker": "E",
        "text": "Honestly, like, right now you can. I don't know if you know this and I'm not showing bend out, but, like, you can choose what punk you want. And if it is for sale, you can go through bend down to buy it with a down payment in, like."
    },
    {
        "speaker": "A",
        "text": "Oh, you could do one of those, like. Like, blur was."
    },
    {
        "speaker": "E",
        "text": "No, no, not, like, blend it is. So."
    },
    {
        "speaker": "A",
        "text": "Okay. What's the difference?"
    },
    {
        "speaker": "E",
        "text": "The contracts are all verified. They weren't pushed through sporadically with no info about them, no info behind them without, like, the proper audits. Like, it's legit. And, like, you can pay a little back over time. You can also make money because technically, when you buy one with a down payment, you have it on loan, so you'll be getting banned. You're literally getting paid banned for that loan. So you're. Yeah, so you can pay it back. Like, you can finish paying it off with the band. It might take a while, but you can actually pay it off with the band that you're making from the loan itself anyway. Yeah, do that. We can talk in DM's about that, but, yeah, I hope basie goes down more. Not hating. I want to scoop pudgy penguins. Look, I love them. Love the community. I'll never buy one because. Have you ever seen a penguin's knees? It is freaking weird."
    },
    {
        "speaker": "A",
        "text": "I fucking love that as the reason why it's so good. I can imagine. I, like, I pictured while you were saying that, I was like, uh oh, he's going to evoke dow on, like, why he would never buy a penguin. I'm like, oh, man, I can't wait for this heat. And then he goes to the penguins knees. It's so good. Yeah, I get it. So. But where do you. Let's. Let's play one more question here for you, blockchain ninja. Do you. Where do you realistically see BAYc bouncing, whether or not you want to see them bounce or not?"
    },
    {
        "speaker": "E",
        "text": "Honestly, like, I. I don't know. Like, I could see a bounce."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "E",
        "text": "Okay, well, there's two different things. If you're going off sentiment, then I could see it bouncing, hypothetically, at, like, 25 30 east. If you're going off of, like, that's a chamber when. Yeah. If you're going off of historical record, which there's not really that much to go off of. Yeah. They've been around for a while, but, like, most people are holders, you have the same, you know, 150 wallets trading the same amount of apes through and through and through over again. But historical record, I have to say that it probably bounced it, like, 25 to 27 ish, just going off of, like, a chart, charting techniques. But I don't know either one I'd be happy with. I just. I'm gonna try to get one on the down payment through bend out as well. So. Yeah, it is what it is. I'm happy the more it goes down, and I'm just happier."
    },
    {
        "speaker": "A",
        "text": "Got it. I'm interested to see where we end up. The poll is live, and as of right now, Des, garnering 62% of votes."
    },
    {
        "speaker": "B",
        "text": "Surprising."
    },
    {
        "speaker": "A",
        "text": "Yeah. On where you would be. So, chamber, you've gotten not a terrible. You've gotten some support here. So some people out there agree with you, and let's see if there's any."
    },
    {
        "speaker": "B",
        "text": "I think I'm just more of a pleasant person than chambers, so I might just skew the votes."
    },
    {
        "speaker": "C",
        "text": "Good point."
    },
    {
        "speaker": "A",
        "text": "I mean, Chambers delightful cap. Cap down in the comments saying he's on the dead side of that bet. On the July bet. Not. Not surprising at all on that one. Oh, Dow. Dow says over under number of darts that chamber ripped during bitcoin season, more or less than a carton. Now, this is the poll we're here for. Chamber, answer the question, please."
    },
    {
        "speaker": "C",
        "text": "Uh, I mean, what? I don't know if american cartons are different than canadian cartons. I think we have a 25 pack and you guys have a 20 pack. It's so."
    },
    {
        "speaker": "A",
        "text": "It's close."
    },
    {
        "speaker": "C",
        "text": "It's close to count the numbers."
    },
    {
        "speaker": "A",
        "text": "Wow, that's pretty. That's pretty impressive. Des, give us the. Luca."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So, okay, this. This thread comes from Roxy with a bunch of underscores. Um, so it talks about Lucas upbringing. Lucas Schnelzer spent nine years homeless with his mother growing up, relying on kindness of strangers to find a place to sleep, moved to Los Angeles and started high school, but then quickly dropped out at 16 to try to financially support his mother. Out of that, he got a kind of internship role at his tech startup known as ring, when it was only like 20 employees."
    },
    {
        "speaker": "A",
        "text": "And ring like the doorbell."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yes. That's that small little company today."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So in just one year, company skyrocketed over 2000 employees. Luca was inspired to become an entrepreneur. Entrepreneur himself. While at ring, he learned a bunch of different skills, um, mainly focused on product. Then he went to start up his own jewelry online jewelry store and actually did really well with that. In 2019, he got plucked to be the new chief marketing officer of a clothing company, which is actually super, used to be super popular in California, which was von Dutch. And so he took over a CMO for them in 2019, did pretty well, then went to found, which is just such a crazy pathway, gel blasters, which obviously took off. And he was the CMO for gel blasters. Got the product into major retailers like Target or Walmart and a bunch of other ones. And then he, like, he worked there at jailblasters for, like, a year before offering coal. 750 million for pudgy penguins or 700 for the ethnic. Sorry, so sorry."
    },
    {
        "speaker": "A",
        "text": "I was like, holy crap. Yes."
    },
    {
        "speaker": "B",
        "text": "750 Eth for pudgy penguins."
    },
    {
        "speaker": "A",
        "text": "Wow. What a story."
    },
    {
        "speaker": "B",
        "text": "Wild."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, pretty incredible, actually. And, like, it'd be one thing if he didn't total, like, it was like, started from scratch by him, but he basically had to come in and overhaul the entire thing and took this thing from a joke, which it was. It was a Internet joke. Was. Was what? The pudgy penguins were, too. Now, you know, they're laid, thriving, and moisturized, as the kids might say."
    },
    {
        "speaker": "B",
        "text": "Yes. You know, I have a little bit of a role in the start of pudgy penguins. A little backstory. I created the villain arc of Cole a little bit."
    },
    {
        "speaker": "A",
        "text": "You did? Let's hear it, because it's a great archive."
    },
    {
        "speaker": "B",
        "text": "So Cole and I, and I was just looking up the DM's just to verify this. So Cole and I somehow became, like, friends through Zed. Zed run. He had, like, a really good horse, and I was doing the data analytics at the time, and so every once in a while, I'd help him out with some analytics and stuff like that. And so me and him kind of got to know each other a little bit, and so he was always tracking and asking questions about goats. And I still remember the day when goats launched on in July. He totally flipped the switch he was kind of curious, kind of supportive. But, dude, once goats launched and launched successfully, he became, like, incredibly interested. How do you do this?"
    },
    {
        "speaker": "C",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Do I need to do this? I can't believe, you know, you sold out. How'd you do this? How? It's just so funny. Like, even on the DM's, it just completely switches mind frame. He talks about the money behind it and all this stuff, and then goes to found pudgy penguins with tubby. And the rest is history."
    },
    {
        "speaker": "A",
        "text": "Wow, that's actually really interesting chamber. Did you know that?"
    },
    {
        "speaker": "C",
        "text": "I did not know all of that. That's wild. That's a wild story."
    },
    {
        "speaker": "A",
        "text": "Weird. You have the same DM's from Beanie."
    },
    {
        "speaker": "B",
        "text": "My DM's with Beanie are very different."
    },
    {
        "speaker": "A",
        "text": "Than those, I'll tell you that. Can we hear those ones?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Who do you think Beanie is now? I'm sure he's somebody else, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he's gotta be, right?"
    },
    {
        "speaker": "E",
        "text": "Oh, he has 47 accounts."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "It's interesting. Could be anybody."
    },
    {
        "speaker": "A",
        "text": "Could be anybody. Who do you think he is?"
    },
    {
        "speaker": "C",
        "text": "It's a good question."
    },
    {
        "speaker": "A",
        "text": "Side note, while you think about that, while you think about that, my newest child turns six months old today. And my wife and I were talking, just reminiscing about him, talking about all the cute things he does and stuff like that. And we lovingly call him. His nickname is beans. And most of the time gets shortened to, like, Beanie. And so we. We are. We, like, actively call my kid Beanie. And, you know, to me, it has a double meaning in the sense of, like, I know, like, this Beanie character, right? And my. But my wife doesn't. So I told her about Beanie and I was like, you know, we really need to rethink this nickname. I'm not sure calling this kid Beanie his whole life because I won't be able to do it without thinking of this guy. And so we were in bed the other day, and we were just, you know, hanging out and, like, flipping through our phones, scrolling as while we're watching tv or whatever. And somebody out there posted a picture of the, like, beanie irl docs pic of him, like, drunk, wearing that yellow t shirt or whatever the hell he's got on. And so I stopped and I was like. I was like, you want to see Beanie? And I showed her a picture of Charles Moscow. And I was like, that's Beanie. And she's like, oh, we can't call this kid fucking Beanie anymore. So, yeah, so we're working through that in my family. But cap, it tagged me in the war room, said, I'm raising a true djen. And I had that."
    },
    {
        "speaker": "C",
        "text": "I have a confession bunch."
    },
    {
        "speaker": "A",
        "text": "You're Beanie?"
    },
    {
        "speaker": "C",
        "text": "No. I wish. I think Crocs is Beanie, by the way, for the record."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That would check out. That math would check out. Actually, no, Crocs isn't a scammer. Crocs is a scammer."
    },
    {
        "speaker": "C",
        "text": "I do have a confession to make. Over the weekend, my mom was visiting, and she was asking about you. She knows I don't have very many friends, so she remembers the ones that I bring up occasionally."
    },
    {
        "speaker": "A",
        "text": "Wow, that's really nice."
    },
    {
        "speaker": "C",
        "text": "So she's like, oh, you know. And she's talking about. She's like, oh, you know, he's got a baby. And like, yeah. She's like, I'm like, well, I said, you know, he had just had another one, like, like, six months ago. And she's like, oh, what did they name it."
    },
    {
        "speaker": "A",
        "text": "Beanie?"
    },
    {
        "speaker": "C",
        "text": "I don't remember. And she looked at me with complete disappointment. I said. I said, I know the oldest one. I know the oldest one. So I took a guess. I don't know. Do you want."
    },
    {
        "speaker": "A",
        "text": "You could. You could guess."
    },
    {
        "speaker": "C",
        "text": "I said. I said, owen, but I feel like that's not correct."
    },
    {
        "speaker": "A",
        "text": "That is incorrect. However, Owen did make my wife's short list for a short time. But that is not correct."
    },
    {
        "speaker": "C",
        "text": "In my heart, I'm like, that could be right. But I was, like, 60% sure it wasn't right."
    },
    {
        "speaker": "A",
        "text": "His name is actually Kane."
    },
    {
        "speaker": "C",
        "text": "Way off."
    },
    {
        "speaker": "A",
        "text": "You couldn't be total. You couldn't be more wrong, actually. Like, really couldn't be more wrong. But I want to throw it down to Suarez. Suarez. Gm."
    },
    {
        "speaker": "D",
        "text": "Gm."
    },
    {
        "speaker": "A",
        "text": "Gm."
    },
    {
        "speaker": "D",
        "text": "Now, I wanted to touch on the Luca thing. I heard him go through his life story, and obviously, his upbringing, which is really unique, obviously, him being homeless so long. So that was really cool. But he said one thing that was, like, really interesting. Um, when he did the. He did that, uh, gold company was fake gold. So he. He saw that rap was coming up, and, uh, people were going to want to dress like them, look like them, but, of course, they couldn't afford the high jewelry ticket cost. So he's like, what if I just make fake gold? So he made a killing on that. Um, so I thought that was really interesting. And then I don't know if anybody, you know, knows the backstory on, like, why he saw so much value in Pudgy. But I do remember that when I used to listen a lot to real vision media, I used to listen to a lot of, like, GP conversations, like general partner conversations, LP conversations, all the venture guys, they all had pudgy penny penguins. I mean, I don't put it together till now because, like, a lot, they would always ask in the interviews, like, oh, you think nfts are the future? You know, what do you hold? What do you like? And, like, a lot of them, like, I would say more than half were like, oh, I have this, like, really, like, just cute thing. It's called a penguin. It's pudgy. They didn't really even know the name. They're like, pudgy, you know, and then, and then I just obviously never put it together because I was just learning at the time. But I thought that was really cool. But I'm sure he had some money and, oh, we saw that these venture guys had a. Or was one of the first nfts they owned. And, you know, that's a market obviously you can plug right into. So he's really smart in that sense. And, like, I always keep thinking, like, what the hell is going to happen? All these, these nfts that we have in our burner wallets or, like, hidden folder, like, that's why I bought the NFT thrift. Nft thrift eat. Eventually. Eventually there's going to be a thrift store because, like, you know, people can't afford these high end nfTs. I don't think they're going to get as high as they were in that bubble. But, you know, there's expensive ones and there's always the thrift store buyers. So I don't know, something there."
    },
    {
        "speaker": "A",
        "text": "I like NfT thrift store. That's fantastic. Chamber. Are you putting your cezannes in the NFT?"
    },
    {
        "speaker": "C",
        "text": "No, I still got home. I still got hope for Cezanne."
    },
    {
        "speaker": "A",
        "text": "You do?"
    },
    {
        "speaker": "C",
        "text": "We'll see. I'm at a point where it's all good. I can chill. What? Cezanne for a little bit. They see I'm in their discord. I mean, I'm, you know, I'm not in their discord, but I'm in their discord. You know, I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah, you. You've sent 90% of your messages pre reveal."
    },
    {
        "speaker": "C",
        "text": "Absolutely. So, I mean, they get. I got updates."
    },
    {
        "speaker": "A",
        "text": "They all include terms like when marketing, when moon, you know, things like that."
    },
    {
        "speaker": "C",
        "text": "When. When meme coin went Luca. Oh, I could use it. When they do put out, you know, they put out updates. That's good. And they seem to be doing stuff so well, we'll see. I don't know. I don't know what's up with nfTs. I feel like. I don't know. I'm not. I'm not very bullish."
    },
    {
        "speaker": "A",
        "text": "Are you retiring? Interesting. I want to go back to blockchain ninja and then we'll go back. I do have a hard stop at five, so I'll leave it to you and Des if we're still going, but blockchain ninja, jump in here."
    },
    {
        "speaker": "E",
        "text": "This is completely aside from what's being talked about. I just want to know who's going to become and precon. I booked my room. I'll be there the 17th through the 21st. So I want to link up with as many people as possible. I might have to docs at least during the event, because you're not."
    },
    {
        "speaker": "A",
        "text": "What are you going to. What are you going to do out."
    },
    {
        "speaker": "E",
        "text": "If you don't like, first of all, talking engagement. So, like, I might be doxed to everyone instead of just the people I meet."
    },
    {
        "speaker": "A",
        "text": "Oh, got it. I see. Well, that. That's exciting. Very much so. I think so. Congrats. If what you're alluding to means that you're, you know, speaking somewhere, that's pretty cool. Also, it's going to be hard to, you know, ignore the dude dressed like a buccaneer."
    },
    {
        "speaker": "C",
        "text": "That will be tricky."
    },
    {
        "speaker": "E",
        "text": "Wait, wait, do I have to?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's the rules."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the rules. Those are the rules. That's why. That's why boots goes around dressed as a superhero and for foolproof. And now you've got."
    },
    {
        "speaker": "C",
        "text": "And that's why you've pivoted to one that looks like you."
    },
    {
        "speaker": "A",
        "text": "You gotta bust out the peg leg crap chamber. Give us the TLDR on who from DJ network is going to be at."
    },
    {
        "speaker": "C",
        "text": "Okay, from what I know, we have cap and Steve. We have."
    },
    {
        "speaker": "A",
        "text": "Which will be. They will be doing a live coffee with captain at some point. I think. I think it is currently on track for Thursday morning. There will be a live coffee with captain."
    },
    {
        "speaker": "C",
        "text": "We have. GT will be there."
    },
    {
        "speaker": "A",
        "text": "Yes, mcgt."
    },
    {
        "speaker": "C",
        "text": "That's correct. Who else we have? We have pain going. We got pain and Mackie going. I think. I think Mackie's going. We just got confirmation that Mister House will be there."
    },
    {
        "speaker": "A",
        "text": "So that's an epic."
    },
    {
        "speaker": "C",
        "text": "That is an epic ad. I agree. We have. Who else is coming?"
    },
    {
        "speaker": "A",
        "text": "Riggs, Mister Suarez down there. Oh, really?"
    },
    {
        "speaker": "C",
        "text": "There we go. That's our."
    },
    {
        "speaker": "D",
        "text": "Rooming with Mackie and a."
    },
    {
        "speaker": "C",
        "text": "Little crazy I might get out of hand."
    },
    {
        "speaker": "A",
        "text": "And I believe Suarez will be hosting an unofficial Starbucks odyssey meetup at some point."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "I think so. I think this is also true. There you go. And I do believe Chamber Riggs is going. So there will be a ton of awesome DJ network people at Vicon. I would love to. You know what we should do, chambers buy a couple tickets to GT's event Precon on Wednesday, and we should give them out on the show on Friday for anybody who's going. I would like to do that."
    },
    {
        "speaker": "C",
        "text": "Sure."
    },
    {
        "speaker": "E",
        "text": "I'll leave and buy one for you to give out. Seriously? Look, I can't wait to meet as many y'all as possible. Like, I know I've been undoxed for my whole career at web three, except, like, teams and, you know, signed legal contracts. But look, I told GT, like, I told him I was gonna run up and hug him and, like, pick him up, but I told him I was also going to pay 35 other people to do the same. That way he never knew which one was me."
    },
    {
        "speaker": "A",
        "text": "That's amazing. That's actually incredible. And you should do that for, like, literally every interaction you have. Like, just meeting somebody for coffee, you should have somebody sit down for, like, five minutes, get up and swap out, and then. I actually think that's really hilarious. The funnier part about being doxxed and the way you just mentioned it is like, that we may have run into one way or another."
    },
    {
        "speaker": "C",
        "text": "That's true. That's a good point."
    },
    {
        "speaker": "A",
        "text": "Prior and just not known about it is like, I can imagine that you were just sitting there at the first live coffee with captain somewhere and we just had no idea. I think that's pretty funny."
    },
    {
        "speaker": "E",
        "text": "No, this will be the first time. Like, I don't. Like, I've wanted to go to NFT events, but, like, as much as I hate to admit it, I have, like, severe anxiety from being overseas and stuff. So, like, large gatherings just aren't my cup of tea. But I have edibles. I will have edibles with me. I will have edibles."
    },
    {
        "speaker": "C",
        "text": "Just come visit me on my house. That's fine."
    },
    {
        "speaker": "A",
        "text": "Yeah, just go to Chambers house."
    },
    {
        "speaker": "E",
        "text": "Do you live in India? Oh, damn it."
    },
    {
        "speaker": "C",
        "text": "No, you have to come."
    },
    {
        "speaker": "A",
        "text": "Chamber would be the guy that rents a house in Indy and doesn't go anywhere but. And doesn't even invite people over. It's just him and a house at indies."
    },
    {
        "speaker": "C",
        "text": "And he'd say he went, that sounds about right."
    },
    {
        "speaker": "E",
        "text": "I'm there. I'm there. We can live stream."
    },
    {
        "speaker": "C",
        "text": "Just a select group. It's funny."
    },
    {
        "speaker": "A",
        "text": "Chamber."
    },
    {
        "speaker": "C",
        "text": "Go ahead."
    },
    {
        "speaker": "A",
        "text": "Sorry. Go ahead."
    },
    {
        "speaker": "C",
        "text": "I was gonna say my mom was asking me just to kind of piggyback on how shitty of a friend I am when. If we were planning a, if we had met, which is still no, but b, she's like, how do you think you guys. She was asking us how do you think we should meet? And I was throwing out some ideas of, like, a realistic, the least amount of anxiety inducing meetup. And I thought of this, and I wanted to get your feedback. What if now that Des is gone, so. Oh, no, Des is back. Shit. But what do you think about this? What do you think? We have grandparents, take care of the kids. Okay. And, you know, me and my wife. You and your wife, we either go to Vegas or Nashville for, like, a, for, like, a long weekend."
    },
    {
        "speaker": "B",
        "text": "You want a non anxiety version of a meetup, and those are your two choices."
    },
    {
        "speaker": "A",
        "text": "And then he wants to go to Vegas."
    },
    {
        "speaker": "C",
        "text": "I don't mind."
    },
    {
        "speaker": "A",
        "text": "He means that other people give him anxiety. Yeah."
    },
    {
        "speaker": "C",
        "text": "If too many people. If there's too many people there that I know. Yes. That's too much anxiety."
    },
    {
        "speaker": "A",
        "text": "He's pissed off a lot of people in the five years doing a a lot, and he doesn't know who's going to."
    },
    {
        "speaker": "C",
        "text": "What do you think about Nashville or Vegas? Do you have a preference?"
    },
    {
        "speaker": "A",
        "text": "100% in. Well, Laura's never been to Vegas, so she would want to go. I'm always down for a good gamble and hanging in the sports book, so I would."
    },
    {
        "speaker": "C",
        "text": "I would probably teach me how to bet on sports."
    },
    {
        "speaker": "A",
        "text": "Yeah, I like it already. Yes. I don't have enough time to go into. You just triggered a thought in my head. Maybe we'll do this on Friday. We must. We must talk a little. We must. And the betting thing goes into that. Some folks in the war room today hung out while I was experimenting on stream with some AI stuff. It was pretty cool. We could touch on that on Friday. There was one other thing that I wanted to get to before we left, but I cannot remember."
    },
    {
        "speaker": "C",
        "text": "What are your thoughts on me letting my daughter, uh, play the war room guys in Fortnite?"
    },
    {
        "speaker": "A",
        "text": "Dude, I think it's an incredible."
    },
    {
        "speaker": "C",
        "text": "Is that a bad parenting move? Just random Internet strangers?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. I feel no, because I think our. I think our Internet strangers are good people. Like, nobody's gonna be creepy. Nobody's gonna be auditory. Swear at your. Yeah, no one's gonna swear."
    },
    {
        "speaker": "C",
        "text": "And honestly, it's like."
    },
    {
        "speaker": "A",
        "text": "And I think she'd be great."
    },
    {
        "speaker": "C",
        "text": "And you know who's in the group? Like, the three people that are in this little. It's cap. It's Mister House."
    },
    {
        "speaker": "A",
        "text": "Mister House."
    },
    {
        "speaker": "C",
        "text": "And pain."
    },
    {
        "speaker": "A",
        "text": "No, and pain couldn't. Oh, oh, just a bunch of. You couldn't as. I mean, you couldn't. Ask for three. You can hand pick three better people for your daughter to."
    },
    {
        "speaker": "C",
        "text": "That's what I felt."
    },
    {
        "speaker": "A",
        "text": "Be in Fortnite."
    },
    {
        "speaker": "C",
        "text": "Yeah, my wife didn't push back on it, so she was fine."
    },
    {
        "speaker": "A",
        "text": "No, I think it's great. It'll. It'll boost her when she starts her own stream, she'll have some. We could put her right on a show on DJ network and be perfect. I gotta run."
    },
    {
        "speaker": "C",
        "text": "Let's."
    },
    {
        "speaker": "A",
        "text": "Let's wrap it up. Let's wrap. Are we all right, Des? It was. It was wonderful having you three quarters of the show. I hope your recovery is going well. Are you feeling decent?"
    },
    {
        "speaker": "B",
        "text": "You know, it's been a difficult recovery, but I'm gonna end this on a positive note since we spent so much time talking about VCOn and it was the title of our show, shout out to GT and congratulations. What an awesome honor and so happy for him. And, yeah, don't forget our."
    },
    {
        "speaker": "A",
        "text": "Don't forget our buddy break. Even Steven as well, talking on the community stage."
    },
    {
        "speaker": "B",
        "text": "Stephen. Stephen."
    },
    {
        "speaker": "A",
        "text": "Of course, that was. That name came from meme coin season, so."
    },
    {
        "speaker": "B",
        "text": "Hey, make it through meme coin season. Breaking even. You're good."
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember what I was going to say. And now there's way not enough time to go into this. I bought an NFT today."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I bought an NFT today and it is a crypto dick butt."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "And that's going to do it for us today. Until next time, stay mint."
    }
]