[
    {
        "speaker": "A",
        "text": "How about this? I was listening to alien ant farm smooth criminal the other day, and that is a better version than the Michael."
    },
    {
        "speaker": "B",
        "text": "Jackson one, no doubt."
    },
    {
        "speaker": "A",
        "text": "Like, and it's hard. We could argue that smooth criminal is a top three Michael Jackson song all time. You know what I mean? That's unacceptable. It's. I'm not saying it's acceptable."
    },
    {
        "speaker": "B",
        "text": "What's unacceptable? That it's a top three or that the alien ant farm version is better? That the alien ant farm version is better?"
    },
    {
        "speaker": "A",
        "text": "I apologize, but water is wet. Okay. And the alien ant farm version of smooth criminals just called a spade of spades. It's just what it is. It's not my opinion. It's just what it is. You know what I'm saying? It's just a fact of life. Water is wet when it's not. Disappointing both of you all today."
    },
    {
        "speaker": "B",
        "text": "But that's okay. I mean, look, first of all, regardless of your opinion on that specific topic, that alien ant farm album is just incredible."
    },
    {
        "speaker": "A",
        "text": "And my."
    },
    {
        "speaker": "B",
        "text": "I was in. I know how old I was when it came out. How old were you?"
    },
    {
        "speaker": "A",
        "text": "I was like a junior in high school, maybe."
    },
    {
        "speaker": "B",
        "text": "God, you're that much older than me?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. Because I was gonna say I was either 8th grade or a freshman. I believe I was in 8th grade. I believe I was in 8th grade. Summer of my 8th grade to freshman year. Because it was, like, all the rage. And I remember being in Florida on my, like, a family vacation that my parents brought my best friend down. And so I remember. Exactly. And we would watch, like, trl, and it would be, you know, top ten, and we would be singing it all day. And it was. Those were the days."
    },
    {
        "speaker": "A",
        "text": "But that was the reason I played this song specifically, because I feel like when people think alien ant farm, they think smooth criminal. And I feel they are underappreciated as one of those, like, turn of the millennium alt bands. You know what I'm saying? And we need to sprinkle a little love on them."
    },
    {
        "speaker": "B",
        "text": "I'm here for it. I am 100% on board. And I gotta tell you, I don't compliment you often on this show."
    },
    {
        "speaker": "A",
        "text": "You do not?"
    },
    {
        "speaker": "B",
        "text": "No. In fact, some might say I'm mean."
    },
    {
        "speaker": "A",
        "text": "To you, and, well, I know my therapist."
    },
    {
        "speaker": "B",
        "text": "You've been absolutely crushing the intro songs lately. And I feel like that is a compliment you will enjoy and take to heart because I know you put effort into it. And so I just want to say kudos."
    },
    {
        "speaker": "A",
        "text": "That it does. It warms me up on this cold winter day in January in Canada, where it's fucking cold still now."
    },
    {
        "speaker": "B",
        "text": "Well, now that I've complimented you, I'm going to do the. I'm going to do the old compliment. Sandwich. Sandwich. Yep. And this one, it's not really a criticism, more just a observation that I did notice the title of today's episode has changed from what you originally had it as. And I'm not sure that's a bad thing because we got a lot of crypto undeads in the house. But your initial, your initial title was about topic was that we were going to talk about Jupiter and all that stuff and we're going full undeads here. What do you, you know, this is."
    },
    {
        "speaker": "A",
        "text": "This was a recommendation by NFT bark. He wanted to see the chaos ensue. He's like, you should turn. You should change the title of today's show to will crypto undead's flip bay."
    },
    {
        "speaker": "B",
        "text": "Well, look, we already have requests from t row. Who is."
    },
    {
        "speaker": "A",
        "text": "Is he a big fan of."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. He's the biggest fan of undeads. Have you ever. Look, everybody who is an undead PFP in here. If you are not accepting t row as your undoubted cult leader for the crypto undeads, I think he would. He should run for president and be elected. He is. Look, they had to play him off coffee with captain this morning because his rants were just too long. And I'm actually afraid to bring tro up on stage today because, I mean, the dude can rant. Like, here's the thing about t row. T row is I've met t row once, nft NYC 2021. The first one we all went to when we did the live coffee with captain. I think him and I even might be standing next to each other in the group shot. And he's a very pleasant gentleman out there slinging that hard mountain Dew. He always, always gives Djen flowers, you know, pumps the Djen pass. So love to see it from t row. But the guy, you know, he talks for a long time and he'll rant, and that's."
    },
    {
        "speaker": "A",
        "text": "That's okay. Well, this is not coffee with captain."
    },
    {
        "speaker": "B",
        "text": "It's not. Well, we will be disagreeable. Chamber only. Chamber only plays off. Chamber only tries to play off Emily. I think that's probably the only one that maybe you."
    },
    {
        "speaker": "A",
        "text": "I like. You know what? The more Emily comes on, the more I really."
    },
    {
        "speaker": "B",
        "text": "Oh, I love Emily. You just don't like when. You just don't like when somebody is taking away from the time you should be speaking."
    },
    {
        "speaker": "A",
        "text": "That's right, I am. Yeah. No, I."
    },
    {
        "speaker": "B",
        "text": "Would you say that we're the official podcast of the crypto undeads."
    },
    {
        "speaker": "A",
        "text": "I mean, I think we are. Look, I think we are."
    },
    {
        "speaker": "B",
        "text": "I mean, first, hold on. Here's the thing. I haven't done this yet, but I'm pinning it up top. Pinning it up top. Let's see here. I am now the proud owner of my very own crypto undead. Here's the thing I like about the undead. This one. Very specifically, the two that you and I have remind me of our wrecked podcast days. So for those of you who are new to the show and don't know, Chamber and I have been at this for a very long time. We first started in 2018 doing a show called Rect Podcast, and it was a very crypto focused show only. And our logos at the time were all kind of us as skeletons. And it's always held a near and dear place in my heart. And these undeads hearken me back to our wrecked podcast days. So much so that I almost texted you this weekend and just said, should we just go back to being wrecked? And, like, how much you would have killed me if I actually sent that text. So I did it. Uh, but I'm telling you now, no."
    },
    {
        "speaker": "A",
        "text": "I mean, I don't think I'm gonna kill you. I'm just trying to figure out how much, like, what I would have to do to make that happen. I feel like it's a lot of work."
    },
    {
        "speaker": "B",
        "text": "Well, so here's the thing. I mean, we'll go on from this in a second, but, uh, first of all, uh, great idea. Paid. Anybody who's got a crypto undead, drop it in the comments. I want to see them all. I actually think these are pretty cool. I am a big fan of pixel art. I never thought I was until I got into nfts. And, um, the more and more I see it, more I love it. And so I'm actually considering even this has been a stance I've taken. I have changed my PFP to, you know, myself, a version of myself that was created for me by the good humans. And I might change it back to an actual NFT and this might be it. I don't know, Chamber, but drop your undeads in the comments if you got them. T row comment once individually for each crypto undead that you own. So I plan to see twelve or so comments from you, but yeah, I don't know, chamber. Does it remind you of Rekt podcast? Because it sure does for me, 100%."
    },
    {
        "speaker": "A",
        "text": "I mean, even, like the. Even the accessories are very wrecked, which I love. Yeah, I'm a big fan of these. I like anything skull. I like. I like skull related pfps. Always have."
    },
    {
        "speaker": "B",
        "text": "Yeah. You. You were soccer for them. I acquired mine. I do have to ask you this as well. Did you take pity on me?"
    },
    {
        "speaker": "A",
        "text": "No. I was. When?"
    },
    {
        "speaker": "B",
        "text": "So, okay, so the answer is no. I'll give the backstory real quick then. So last week, I was actually given a allow a spot. I got an allow a spot for the undeads. And due to my. Due to chamber hexing my travel plans, I was actually in the air at the time of mint. I was not able to. So I missed out over the weekend. Chamber said to me, hey, buddy, old pal, old friend, I will sell you this wonderful crypto undead. And you did so under market, so very, very upstanding move of you. So I had to ask if you were taking pity on me or not."
    },
    {
        "speaker": "A",
        "text": "No, that one specifically. When the reveal happened, there was a. As in most reveals, there was a little pullback in the market, and you were able to pick some up fairly, you know, fairly cheaply. And I saw that one. I'm like, bunch, I knew you were traveling and you couldn't mint yours. And then I knew because of that, you probably weren't that excited to participate."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "So I'm like, so I saw this one. I was just like, you know, a bunch might like this one. Uh, I said, I'll hold it. And then if you ever. If I see him say something like, oh, I wish I had one, then I'll have this one."
    },
    {
        "speaker": "B",
        "text": "God, you're such a good friend."
    },
    {
        "speaker": "A",
        "text": "Yeah. And."
    },
    {
        "speaker": "B",
        "text": "And here I am giving you a hard time day after day. I. You know, you're just a good dude. That's it. I I won't tell anyone else, other than the 25 people listening to us, that you're a good dude. I don't want the word to get out too far."
    },
    {
        "speaker": "A",
        "text": "That's fair."
    },
    {
        "speaker": "B",
        "text": "You know, you have a reputation to maintain, so I can't tell you're a good dude."
    },
    {
        "speaker": "A",
        "text": "Speaking of. Speaking of bad reputation. Okay. I tweeted out. I tweeted out. Fuck. I don't even know if I should say it. I want to know if I should take this down. Okay. So this morning. It's bad. It's pretty bad. I think it's bad, but I need your opinion. So this morning, I come across this picture of Elon Musk and what's his name, who's the right wing conservative guy that has the podcast that looks like Steve? No, that looks like Steve Shapiro."
    },
    {
        "speaker": "B",
        "text": "Ben Shapiro."
    },
    {
        "speaker": "A",
        "text": "Ben Shapiro. Okay. It's so uncanny that they did you hear that?"
    },
    {
        "speaker": "B",
        "text": "On his vacation, somebody mistook him on the beach for Ben Shapiro."
    },
    {
        "speaker": "A",
        "text": "It does not. I would say the only difference is I think Steve is pretty tall. Like, I think he's taller than Ben Shapiro. Like, maybe not, but in my head, I think Steve is taller, but 100%. I could see that happening, like, pretty frequently. Like, it wouldn't shock me if this wasn't, like, a weekly or monthly issue for Steve. So anyways, I see this picture, and it's Elon Musk and Ben Shapiro in a crowded. And they're kind of dressed up. You know what I mean? Like, they, you know, they got, like, jackets on and stuff like that. And I'm like, this is funny. I'm like, it's like, Steve and cap going to. Going to NFT Paris. I thought it was pretty funny."
    },
    {
        "speaker": "B",
        "text": "I did see this. I thought."
    },
    {
        "speaker": "A",
        "text": "So I tweeted out, yeah, it was funny. But then, I don't know, maybe, like, 2 hours ago, I realized where the picture is from, like, what they were doing."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "Oh, no. It's not good."
    },
    {
        "speaker": "B",
        "text": "So maybe we could just keep. The ignorance is bliss."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. Well, all right, it's bad, but we can definitely keep the ignorance is bliss. So maybe for those who are interested, feel free to, you know, find the backstory behind that."
    },
    {
        "speaker": "B",
        "text": "We're just establishing ourselves as the official crypto undeads podcast. That's right. So we don't want to ruin that right away."
    },
    {
        "speaker": "A",
        "text": "What is that? What is dead can never be canceled."
    },
    {
        "speaker": "B",
        "text": "That's right. By the way, comments lighting up with all these undeads. So. And a bunch of them look like you. They have your beard trait with the skull. I. I saw five this morning that I was like, oh, this would. This could be chambers. PFP."
    },
    {
        "speaker": "A",
        "text": "I love them."
    },
    {
        "speaker": "B",
        "text": "I didn't realize, by the way, your. I was looking at some this morning just to, you know, now that I have one, I had to compare because comparisons, the thief of joy. And I said, I'm too excited to have one. Let me see what other ones I would rather have. And I didn't realize your halo trade over there is under one percenter. Did you know that?"
    },
    {
        "speaker": "A",
        "text": "I did know that. I'm a big fan of, like, the. I like the halos or the crown accessories. By the time I was going looking for cool versions, the crowns were getting out of. Out of price range for me, for my liking. The halos were right in there."
    },
    {
        "speaker": "B",
        "text": "Yeah. But anyway, so we'll let Tiro talk. Yeah, well, we'll let Tiro talk. But first, before we let t row talk, I want to hear your take on crypto undead so far, because you had the, you know, the gall to name the space will crypto undeads. Yeah, people are asking the question. That's for sure."
    },
    {
        "speaker": "A",
        "text": "I know people are asking the question."
    },
    {
        "speaker": "B",
        "text": "I think. I think if crypto undeads, uh, flips, Bayc cap may just quit the entire space. You will see they've done, gosh, 540 episodes almost of the show every weekday for the past two years. If crypto undead flips, BYC cap might just quit and blow the whole thing up. What do you think?"
    },
    {
        "speaker": "A",
        "text": "I would agree with that sentiment. Um, our DJ network, discord, is like a. Like a microcosm of, like, Twitter. You know what I mean? Like, yeah."
    },
    {
        "speaker": "B",
        "text": "Except it's, like, the best version."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, exactly. So it's a distilled version of Twitter. So when I want to know what's happening, I just kind of pop in there, and it seems like cap is. Again, this is just from. I'm not a strong reader, so I'm not reading every single comment. I get bored very easily reading, so. But it seems like Cap's not the. Not the biggest fan of crypto undeads."
    },
    {
        "speaker": "B",
        "text": "I think Cap is just. If I had to summarize how I feel his take is, I feel like he feels like there's a lot of hype for, in his opinion, what seems like a playbook we've already seen before. And so caps taking the, you know, show me, prove it stick, which I think is totally fair."
    },
    {
        "speaker": "A",
        "text": "And I didn't. I definitely didn't think he was, like, hating on it. I just didn't think he was the biggest fan."
    },
    {
        "speaker": "B",
        "text": "No, he was pumped. He was. He was excited when. Before the mint, and I think he was a little let down by some of the mishaps. And, see, that's. And then I think, like, he. I think the other thing is, you know, when a new and exciting thing happens, there's all the. The hype and the. The new fans come out of the woodwork, and they start thinking everything's going to be baYc. And, you know, it takes more than a week, and that's okay. We'll, you know, see what happens. But I think he's. I think if I had to summarize Cap's take, it's that it looks awful similar to some other playbooks we've seen in the past. And."
    },
    {
        "speaker": "A",
        "text": "Are we talking moonbirds in this?"
    },
    {
        "speaker": "B",
        "text": "I would say it's a mishmash of a bunch of playbooks and moon birds with trade specific stuff. But, like, I think because of that. Right. It's like, okay, don't anoint dollar as, like, the king because they're, you know, show me. You know what I mean? I would say that's. I would. If I had to distill the opinion, okay, I could let cap speak for himself, but that's, I think, decently accurate."
    },
    {
        "speaker": "A",
        "text": "And the other thing, I was maybe a bit more confused on what. And you kind of alluded to it was, you know, missteps along the way. And to be honest, like, I wasn't, like, the only one that I really saw was like a few days that it took to create a discord server."
    },
    {
        "speaker": "B",
        "text": "Like, I don't know, there was a whole thing with, like, the pre orders and they had to, like, dip in the treasury and sweep the floor because."
    },
    {
        "speaker": "A",
        "text": "Are you having a juice box right now?"
    },
    {
        "speaker": "B",
        "text": "No, it's. I'm sorry. You caught me in the middle of licking my Starbucks lid."
    },
    {
        "speaker": "A",
        "text": "Okay. I wasn't sure if it was juice box because I was definitely getting juice box vibes."
    },
    {
        "speaker": "B",
        "text": "It sounds like a juice box. My apologies. You know, look, I have a very limited amount of time for myself, so this is one of those."
    },
    {
        "speaker": "A",
        "text": "I was just more curious what flavor of juice box it was. Really?"
    },
    {
        "speaker": "B",
        "text": "It is a pistachio cream cold brew from Starbucks."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm into it. I'm into it as I get older."
    },
    {
        "speaker": "B",
        "text": "I'm classic lid liquor. So you get that cold foam up at the top. I'm taking that thing off and taking a slurp and you're not going to stop me. I don't care. I've done it on a video call with Steve and Morgan, so I don't even give a shit. Whatever, man. You got me in rare form today. Anyway, keep going."
    },
    {
        "speaker": "A",
        "text": "He's all lit it up. But, yeah, so there was. Okay, so there's. There was some pre order stuff. There was the discourse stuff. And was there anything else?"
    },
    {
        "speaker": "B",
        "text": "Like, I don't know, t rows got the whole playbook here. He knows. Let's. Let's bring up riggs. It's going to be t row versus riggs. Ding, ding, ding. This is going to be great. Oh, because riggs."
    },
    {
        "speaker": "A",
        "text": "Riggs and I saw riggs in the, in the, in the chat this morning."
    },
    {
        "speaker": "B",
        "text": "Man, talk about the. Talk about the war room being a microcosm of Twitter. Riggs and t row going back and forth a couple days ago on, you know, and t row Tiro, I would say, is the eternal optimist and he's the very much kind of like, hey, give him a chance to make up for it. And as long as they make good, everything's good. And then it is till it's not. And then. And rigs off the top rope, not having any of it. Right. Like. So this will be. This will be fun. Let's bring up hero first."
    },
    {
        "speaker": "A",
        "text": "For the record, you know. You know Riggs. I love Riggs, but the man was on the Moonbirds train for a very."
    },
    {
        "speaker": "B",
        "text": "Well, I think that's part of. I think that's part of. I think that is part of his opinion. Okay, so we'll hear all about it. We'll hear all about it. But let's. Let's get t row first. Then we'll go to Riggs because this will be fun. And I'll just continue licking my lid over here."
    },
    {
        "speaker": "A",
        "text": "I'm dying. I'm dying right now. Is t row up yet?"
    },
    {
        "speaker": "B",
        "text": "Problem coming. Let's see t row coming up. Riggs, green Goblin. Let's bring them all up. Let's bring them all up."
    },
    {
        "speaker": "A",
        "text": "We'll do it live."
    },
    {
        "speaker": "C",
        "text": "Oh, boy. I don't know what to say. I'm just gonna prepare myself for penguin trying to throw his weird little arms at me or whatever peck is. Beat that beak. He's got nothing."
    },
    {
        "speaker": "A",
        "text": "All right, I'm gonna be honest right now, t row. Short leash today. No rain. I got pain. I got pain on the. On the cut."
    },
    {
        "speaker": "D",
        "text": "On the cut line right now."
    },
    {
        "speaker": "B",
        "text": "So let's keep it tight."
    },
    {
        "speaker": "C",
        "text": "So captain's just old man yelling at the cloud. When it comes to the crypto undeads. Everyone wants their own project, and everyone wants to be a part of this and. Yeah, that's. That's all I gotta say. Like, Mark knows. He was listening to me to rant, like, at, like, 03:00 a.m. on a Saturday night about crypto undeads and the whole thing. But dollar, it has a fine australian accent, and I'm into that, so."
    },
    {
        "speaker": "A",
        "text": "And is that an accurate. So there was rumor. That was rumor, not rumor."
    },
    {
        "speaker": "B",
        "text": "I just didn't know. I heard that the conversation went australian, question mark. And I responded with british question mark. So I don't. I don't think that qualifies as a rumor."
    },
    {
        "speaker": "A",
        "text": "People are asking, is he actually australian? This is what I need to know. I thought the accent was spot on, but I could be fooled."
    },
    {
        "speaker": "B",
        "text": "I. You know, I'm not an accent connoisseur, so I. Which is, you know, if anybody can."
    },
    {
        "speaker": "A",
        "text": "Ping dollar and then we can maybe give him some australian trivia if he comes up. That would be just to certify his Aussie ness. That would be."
    },
    {
        "speaker": "B",
        "text": "How many kangaroos are there per capita?"
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "C",
        "text": "How many shrimp can you put on this Barbie?"
    },
    {
        "speaker": "B",
        "text": "There you go. Good one."
    },
    {
        "speaker": "A",
        "text": "They're called prawns."
    },
    {
        "speaker": "B",
        "text": "All right, t ro t row. Uh, question for you. So I'm gonna put your feet to the fire a tad bit. Uh, observing you over the last, let's say, month or so. You've. You were. You've been banging the Solana nFt drum, and good for you. You've gotten some nice, uh, you know, some. Some nice gains. I'm sure you've been part of a couple different communities, one largely being the fraganas. And I feel like I heard a lot of the same, similar stuff about the fraganas. As you are touting here about the undeads. Would you like to clear up your opinions and have you switched from one to the other? What's going on here?"
    },
    {
        "speaker": "C",
        "text": "This is a long story, but I'm going to try to make it short as possible. So, froganas, no founder, no royalties. Just a guy that did art put it out. I was all behind that. Let's behind that. Let's build a community. Let's build some of the best and brightest that want to come into Seoul. And this fragonna art is really cool. I vibe with it. Cool. It has nice lines. It's clean."
    },
    {
        "speaker": "B",
        "text": "Got it. Okay, I see. So I didn't realize there was no founder. Okay, that makes a lot more sense."
    },
    {
        "speaker": "C",
        "text": "Yeah. So no one knows the whole story. There's no founder, and so no one knows who is running it. So once I was, like, digging deep into it, I was trying to figure out who's doing what, where, when, why, and who is holding, like, the community, like, Twitter. It's some guy, like, with a, like, I don't even know who he is. And then it gets hacked and, like, people are getting their wallets stolen."
    },
    {
        "speaker": "B",
        "text": "Okay, that all makes sense to me. So you've decided, then, to unpledge your allegiance to the Ferganas, and you're looking for a charismatic leader to take you to the promised land."
    },
    {
        "speaker": "C",
        "text": "Yes. I'm looking for a fine australian gent that charms me with 05:00 a.m. voice messages that are around two minutes and 10 seconds."
    },
    {
        "speaker": "B",
        "text": "Okay, I got it. That. That clears up enough for me. I just wanted to make sure you weren't just going to be, like, you know, project jumping next week. And, you know, if I'm going to take your opinion on the undeads seriously, you know, I need to know these things. Is that fair?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Listen, I know my actions have been very bipolar ish in the last month. And I've been. I've been out there, like. And I haven't been out there like this in a while. I had a. I had a run with the dirt."
    },
    {
        "speaker": "B",
        "text": "No, I haven't seen your. I haven't seen conviction like this since SpF."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, I'm full on, like, I'm like, you know, part of the family of the undeads. I'm getting 6ft under. I want you to bury me in the finest, finest dirt chamber."
    },
    {
        "speaker": "B",
        "text": "I feel. I think t row is actually taking steps to lower his pulse so that he could be almost technically dead. That's. That's what people are saying out in the streets."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That's how you become a real community member."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "People say I get all revved up and they're like, how does. How do we get t row to calm down? And I'm like, oh, and dead. I could get. I could be nearly dead if I could just get into it like a salt bath. You know, like those. They do these salt baths and, you know, you put you in there, it's like a chamber and you can't hear anything. You can't see anything. There's no. This is where I need to be. And that's. That's the closest I could be to undead. And now I'm here and I'm riding with dollar. I feel like his dap. I don't even know what a dap is. I don't know anything about. But it's the k rose, the Kevin Rose playbook. He's just slapping him in the face. He's literally smacking Cairo in the face every single time he does something and announces something and actually follows through and, like, does it. Because when this death comes out, people are going to see their points and for however long you hold."
    },
    {
        "speaker": "B",
        "text": "All right, we got. Wait, wait, wait, wait. Okay, I got. I got you here. We got riggs literally arm coming out of the socket, raising his hand, waving us down from the streets. Riggs, I know you're going to come in here spicy. All I ask is that you be respectful of our friend t row. Now. Go for it."
    },
    {
        "speaker": "D",
        "text": "Let me tell you."
    },
    {
        "speaker": "B",
        "text": "Incredible."
    },
    {
        "speaker": "D",
        "text": "I had to do it."
    },
    {
        "speaker": "A",
        "text": "Had to do it."
    },
    {
        "speaker": "D",
        "text": "So first off, t row. My God. Slapping him in the face. It's been five days. Six days. He's executed absolutely nothing. Nothing. Zero, zilch, nada. By the way, my guy, you're rocking the squiggle, the squiggle head right now. Please, please go back and look what happened with the moon birds. With the squiggle p or squiggle trait. They raffled one off the moment it was done. Oh, shit. My cat's on my sound board. We'll see how this goes. The moment it was done. Dude, I don't even know what she's presenting."
    },
    {
        "speaker": "C",
        "text": "Come on now."
    },
    {
        "speaker": "B",
        "text": "Cat in the wallet."
    },
    {
        "speaker": "D",
        "text": "So, first off, the moment the raffle was done, which again, is so low probability, there was nothing else to happen. The reason why trait utility doesn't work is because of that, plain and simple. Secondly, they've done. If you want to look at trait value, they did it with. They gave away an x copy to the glitch, to one of the glitches, which our friend Laco's got. They gave away a squiggle. They did everything during the peak. It's easy to execute during the peak. You have no clue what is coming down the pipe. Nobody does because of the ambiguity. And keep in mind, I know dollar extremely well. I want to play a game with you. Can I play. Can you guys let me play game real quick?"
    },
    {
        "speaker": "B",
        "text": "1 second. I want some. I have some follow up questions for you here, riggs. So I obviously have observed you for, you know, two years now. At this point, we've been buddies. Are you were. You were all aboard the moonbird train. So you've been through this. So is this. Is your opinion here based on. Okay, I feel like I've seen that movie before, or is your opinion based on something else? Like, where does the. Where does the pessimism come from? I'm just trying to, like, get exactly where. Because you. You were all on moonbirds when they were doing the same thing. So I'm curious as if you're just like, okay, this didn't work, so we shouldn't expect it to work again. Or where's, like, the. Where's the criticism coming from?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, my biggest pessimistic behavior comes from the fact that dollar has historically been so fucking negative, horrifically negative, towards founders, in particular, Kevin Rose. And then you want to take the Kevin Rose playbook, and you can't even. You can't even mint out correctly."
    },
    {
        "speaker": "C",
        "text": "Like, you want to let go of the minting. They won't let go, hero."
    },
    {
        "speaker": "D",
        "text": "It's been five days, t row. It's been five days. He did not fucking fix it. He cost money. Stop it."
    },
    {
        "speaker": "C",
        "text": "Cost you $600."
    },
    {
        "speaker": "D",
        "text": "Are you going to shut the fuck up right now while I'm talking so I can get. Yeah, leave. Jesus, Pete. But no, seriously, when you start to look at these things and what dollar has said historically has been failure points. He's already missed on those things. And so when you look at that and you look at the fact that all he does is talk in ambiguities and vague statements around, we're going to be a brand company, we're going to do well."
    },
    {
        "speaker": "B",
        "text": "Hold on."
    },
    {
        "speaker": "D",
        "text": "You're going to be a brand company, but now you're talking about day one, utility. You want to be punks, but now you're talking about utility, period. You want to, like, there's just so many contradictions in it. And by the way, keep in mind, I do real quick to just answer the questions. Will crypto undead split base c? And, yeah, I call it basie 100%. It's a given to first."
    },
    {
        "speaker": "B",
        "text": "That was actually my next question going to zero. I was gonna say. I was gonna say, but you didn't answer the question. So are they gonna flip?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they're absolutely gonna flip. But I do. Can I play this game real quickly? And this is, like, my favorite game so far."
    },
    {
        "speaker": "B",
        "text": "Yes, I actually. I actually agree. That was my same problem, uh, what you just described with dollar, because he's been on the timeline for two years, uh, ripping projects to shreds. Right. So, like, I. I'm with you a little bit on that. So I get where you're coming from there. Go ahead."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it's just one of those things when you. When you want to tear somebody down, you better be perfect. The expectations go up. It just is what it is. So here's the thing. I want to. I want to read a tweet. Did Cairo or dollar write this tweet?"
    },
    {
        "speaker": "B",
        "text": "Oh, I like this. This is like this a lot."
    },
    {
        "speaker": "D",
        "text": "Did. Here we go. This space moves fast. Some days you're loved, others you're hated. While founders should have a finger on the pulse, they shouldn't use trading or Twitter as their compass. Stick to the plan, operate with integrity, and letheme other metrics catch up."
    },
    {
        "speaker": "B",
        "text": "Dollar let chamber. Let chamber guests first."
    },
    {
        "speaker": "A",
        "text": "That. I thought that was Cairo."
    },
    {
        "speaker": "B",
        "text": "That's a dollar tweet."
    },
    {
        "speaker": "A",
        "text": "Is that dollar three?"
    },
    {
        "speaker": "B",
        "text": "For sure, it's a dollar tweet."
    },
    {
        "speaker": "D",
        "text": "But the point is, he. I actually found another tweet from Cairo back in the day that is almost identical, and I feel like I've read."
    },
    {
        "speaker": "A",
        "text": "A tweet that sounded very similar."
    },
    {
        "speaker": "D",
        "text": "Exactly, exactly. You can go down the list. And again, I."
    },
    {
        "speaker": "B",
        "text": "Where'd you read that? On threads?"
    },
    {
        "speaker": "A",
        "text": "Yeah, somebody told it to me on threads."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's over on threads, bro. It's over on threads. But no, in all seriousness, I think that it's true. Some days you're loved, some days you're hated. Things are tough. But it goes back to the concept of don't put yourself in the position to be the target. And dollars already done it. He's put himself in the position to be the target. Keep in mind, I'm a holder because I trade these things."
    },
    {
        "speaker": "B",
        "text": "Yeah. I feel like, similar to, like, frank even did this. Right? Frank did a little of this, or he was the target and Cairo does it. So I totally get it. I actually have. I had the same issue, right, when I. Because, look, as somebody who's launched and advised projects and, you know, specifically Starbucks, and, like, it's not easy, right? So, like, when you. When you are very, very critical of everyone else and, you know, things don't go your way, that's what happens. You become. You become the target."
    },
    {
        "speaker": "D",
        "text": "I it's like, if I were to start a PFP project, I'm gonna have a fucking target on my back. You want to know?"
    },
    {
        "speaker": "B",
        "text": "I'd buy it. I would mint."
    },
    {
        "speaker": "D",
        "text": "I would hope so, man. Although I would give away mints to all my closest friends. We'd call it fair, you know, no big deal. And then I would overcharge other people. It just is one. And I'm not saying that's what dollar did by any means. I'm just making jokes. But, no, in all seriousness, it's one of those situations that if you've been a commentator in this space for a certain period of time and you're not somebody who rides the fence, and you're somebody who puts out those pointed fucking ways of thought, you're going to have a target on you if you choose to come into this and run a project, period."
    },
    {
        "speaker": "B",
        "text": "You know what's interesting about that, though, is polarization actually could work in your favor similarly, too, right? Like, I feel like we saw this with, uh, frank and d gods and stuff, where the people. There's. There's people that love them, and then there's people that hate him. But, like, the rally behind the founder gets very, very strong by the community, right? So it'll be interesting to see what happens. I'd love to hear from some other undeads out there if you want to come up and chat against the Riggs fud, which I think is. I think riggs, I thought all your opinions were pretty fair. I don't think you're, like, being unfair in any way, but I'd love to hear."
    },
    {
        "speaker": "D",
        "text": "I do have one other, other piece that you had just mentioned. And holy crap, did my brain just go blank. What did you just say right before you. You said my."
    },
    {
        "speaker": "B",
        "text": "I was talking about how sometimes the community rallies really hard behind the founder."
    },
    {
        "speaker": "D",
        "text": "They rally until they realize there's very little substance and then all of a sudden, extremely toxic. And so you got to be very cautious when you go into that cult type leadership role, when you join a parliament. Oh, baby, don't get me started chamber. Don't get me started."
    },
    {
        "speaker": "B",
        "text": "It's so wild. I mean, like, literally, only in pfps could we have these dynamics. Right. It's so weird that these little micro communities spin up and they're so territorial and tribal, and it's just such a wild phenomenon that I've really never experienced. And I guess that's human nature, and it just plays out faster and quicker online."
    },
    {
        "speaker": "A",
        "text": "Yeah, just nerd sports, I think."
    },
    {
        "speaker": "B",
        "text": "Nerds. God, we are such into nerd sports."
    },
    {
        "speaker": "A",
        "text": "That's what it is."
    },
    {
        "speaker": "B",
        "text": "Yeah, nerd sports. I like nerd sports. That's great. Uh, I didn't see. I, you know. Riggs, t row. Well done. I appreciate both of you. Green Goblin came up. I would like to hear if Green Goblin has any rebuttals to the rigs, fud. Or just wants to say hi. I'm digging the, uh, digging the aviator hat, though. I'm a little jealous of that one. I actually also think my one of some of my favorites are, uh, the onesies. The onesie ones. Those are."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah, those are good."
    },
    {
        "speaker": "A",
        "text": "I. Steve's got a sick one."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, Steve. Steve's got it."
    },
    {
        "speaker": "A",
        "text": "I'm just going to give Steve my, like, crypto and whatever the next. I'm just go buy me. Go pick one out for me. No, am I wrong?"
    },
    {
        "speaker": "B",
        "text": "I mean, he's got good taste and piece, but I think you'll end up with zero money."
    },
    {
        "speaker": "A",
        "text": "I didn't want him to trade it. Just, you know, access it for 30 minutes and then pick me a. Oh."
    },
    {
        "speaker": "B",
        "text": "Got it, got it. Okay, cool. Green goblin, if you're available, welcome. Oh, sorry. It's actually. It's Green Robin. It's Green Robin. That's just me. How? That's just me seeing what I want to see. Green. He probably is like, who the hell is this guy talking about green? My bad. Green Robin available. Going once."
    },
    {
        "speaker": "A",
        "text": "British, british, british, British. No, I'm just listening. I'm just chilling. This is my."
    },
    {
        "speaker": "C",
        "text": "Everyone on Seoul is 18."
    },
    {
        "speaker": "B",
        "text": "Incredible. Incredible."
    },
    {
        "speaker": "C",
        "text": "What about the youth?"
    },
    {
        "speaker": "B",
        "text": "The youth? The two youths chamber?"
    },
    {
        "speaker": "A",
        "text": "Is everybody young on soul? Is that what it is?"
    },
    {
        "speaker": "B",
        "text": "Yes. Souls. Where the, you know, I was already old on Ethereum. Yeah, you're a theory of goddamn you. Actually, you need to be sent to bitcoin where you belong."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, there was. There's still a hamster on the wheel when Chamber was working in E. Yeah."
    },
    {
        "speaker": "B",
        "text": "Chamber is as old as."
    },
    {
        "speaker": "C",
        "text": "We gotta put a couple of hamsters. We gotta put a couple of hamsters in because we need to speed up the gas. Like, come on, let's go."
    },
    {
        "speaker": "B",
        "text": "Oh, man. All right, Chamber. Well, uh, where do you want to go next? Here, um."
    },
    {
        "speaker": "A",
        "text": "I think. Well, you were throwing around the idea of using crypto undead as your PFP. What are your thoughts? What's holding you back?"
    },
    {
        "speaker": "B",
        "text": "Okay, so here's the thing. I kind of, when I made this PFP, or when I got this PFP, I took the stance of like, hey, I'm gonna stop repping other people's brands on my timeline and I'm gonna rep my own. So this, you know, looks like me. It's got my DJ network hoodie on, it's got my forum three hat on. So I feel like it's a pretty solid representation of myself now. I, you know, I. I kind of miss being, you know, part of the community in that way. Right. So I've recently gotten the itch to go back to a. An NFT PFP, and I actually. What's. Thank you."
    },
    {
        "speaker": "D",
        "text": "I said, I got some cream for that itch, bro. Don't worry."
    },
    {
        "speaker": "B",
        "text": "Gold bond. Gold Bond medicated Powder sponsored this podcast. The for the olds is sponsored by Gold Bond medicated powder. The. And so. But I'm also the other PFP I want to buy that is, you know, in a reasonable price range because I'm no longer. I'm no longer in the market for a pudgy because I missed that boat so long ago. Otherwise, I would join the New York fix with riggs and rigs and dow. The. I've been considering a doodle as well. I think, like, doodles are going to have their day again. And it's probably a decent trade at some point here. They got a little pump over the weekend. So if I buy a doodle, then I have to decide, am I using either of these things as a PFP or if I'm just going to. Or I'm just going to buy them. And the reason I haven't bought a lot of NFTs lately is because I wasn't going to use any as my PFP. I was going to stick with this. Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you're. I think you're right. I think the move is to stick with. With what you're, what you currently have. That's what I would do if I."
    },
    {
        "speaker": "B",
        "text": "I think on Twitter it is. Right. And like, yeah, I use these for other things. Like, yeah, you know, discord. I could have these. I can, you know, make them. I don't know. What else do you use them for?"
    },
    {
        "speaker": "A",
        "text": "I have literally no idea."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Just to, you know, for the different Google accounts you have."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Like, but even this one."
    },
    {
        "speaker": "A",
        "text": "So your wife can't track your porn usage."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, it's not me, honey. It's a crypto undead. No. What's this weird skeleton? Dow, welcome."
    },
    {
        "speaker": "E",
        "text": "All right. This might sway your opinion a little bit. They have created the New Jersey Nets with a z. And a little pudgy would look good on you."
    },
    {
        "speaker": "B",
        "text": "Oh, but what's the uniform like? You guys have a uniform?"
    },
    {
        "speaker": "D",
        "text": "It's the old school New Jersey Nets logo. And Dow, we don't have a huge crowd here, so I'm just going to put it out there. You and I came up with the New Jersey Nets and let them claim that they came up with it. Now we got the fucking rivalry going and we just keep crushing them with gifts. Absolutely."
    },
    {
        "speaker": "A",
        "text": "For the record, bunch don't love the fact that riggs just said not a huge crowd here. Was like double crowd."
    },
    {
        "speaker": "B",
        "text": "This is like quadruple."
    },
    {
        "speaker": "D",
        "text": "I mean, not a huge. I mean, not a huge crowd. Like, I'm not gonna get in trouble for fucking saying something or calling somebody else."
    },
    {
        "speaker": "A",
        "text": "Definitely cutting this and then posting it on also."
    },
    {
        "speaker": "D",
        "text": "Oh, you would be such an asshole. You'd be such an halo, bro. You would no longer be an angel."
    },
    {
        "speaker": "B",
        "text": "Well, Riggs, you know that halo is ironic, right? Like, that is an ironic halo."
    },
    {
        "speaker": "E",
        "text": "This brings me to my point. What's wrong with the little pudgy? I feel like Djen network has a little pudgy bias and I dislike it."
    },
    {
        "speaker": "B",
        "text": "You know, it's a great point. It's. I don't know. You are on record many, many times that size doesn't matter. Yeah, you've said that many times about the pudgies. That size doesn't matter. They're all part of the same. What's a. What's a penguin? A huddle? Are they a huddle of penguins? What are they?"
    },
    {
        "speaker": "E",
        "text": "That would be correct, sir."
    },
    {
        "speaker": "B",
        "text": "Yeah. So they're all part of the same huddle. So I could go a little pudgy. I've been kind of coping that I don't have one because I've missed literally every opportunity since they were like two eth to buy one. And now they're having their day. And I'm very pumped for all of you pudgy holders out there, because it's just very cool to see it come up again."
    },
    {
        "speaker": "E",
        "text": "You're pumped about big pudgies. Why no, little pudgy? What is the disdain amongst."
    },
    {
        "speaker": "B",
        "text": "Oh, it's not a disdain with little pudgies."
    },
    {
        "speaker": "E",
        "text": "I'm just dying to know. I know many people who sell their big pudgy stay in the community through little pudgy. I don't treat them any differently. In fact, they're the winners of riggs and I are still being New York dicks rocking out on here with pfps. So just saying. Little pudgies are penguins, too. Huddle is growing every day. Bunch you. And so is that price."
    },
    {
        "speaker": "B",
        "text": "Are there kimono, little pudgies? That's what I need to know."
    },
    {
        "speaker": "E",
        "text": "Yes, there are. They are not cheating."
    },
    {
        "speaker": "B",
        "text": "Okay. Interesting. There you go. Well, you know, riggs."
    },
    {
        "speaker": "E",
        "text": "I heard out to me, Riggs, for skyrocketing that kimono price more than Luca ever could. I don't know what the fuck we're doing, Riggs, but no one ever mentioned that Luca rocks that thing. And people don't shut the fuck up about us, about it. So let's go."
    },
    {
        "speaker": "B",
        "text": "Um, Riggs has told me that the ratio is locked in. So, uh, I'm waiting for that. I don't know if there's upward price trajectory possible. Um, but, you know, I don't know. I don't have anything. Any disdain, particularly against a little pudgy. I just feel like it's, uh. You know, I just covet a big pudgy now. But that's on me. That's my. Because there's. I could have bought it anytime last two years, Steve."
    },
    {
        "speaker": "E",
        "text": "Really? Fomo, you can throw the little pudgy on."
    },
    {
        "speaker": "B",
        "text": "Oh, God, yes."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "E",
        "text": "Throw you on our shoulders, parade you around and get him going."
    },
    {
        "speaker": "B",
        "text": "I. So here's the thing. The reason I want one is because of the. It's. It's no doubt because of the gifts. Like, it's a hundred percent. I feel like a fraud using pudgy gifts without a pudgy. And I use them pretty frequently."
    },
    {
        "speaker": "E",
        "text": "Wait until you use one with your own penguin in it. It's like the first time you remove the condom. It's incredible."
    },
    {
        "speaker": "B",
        "text": "Wow. Wow."
    },
    {
        "speaker": "C",
        "text": "Well, talk about an NFT journey there, huh?"
    },
    {
        "speaker": "B",
        "text": "That sure is, riggs. Jump in. And then I don't know what we're doing."
    },
    {
        "speaker": "D",
        "text": "Well, we definitely would. We would welcome you with open arms to the New York thicks."
    },
    {
        "speaker": "C",
        "text": "Fuck."
    },
    {
        "speaker": "D",
        "text": "The New Jersey Nets plane and absolutely open flippers."
    },
    {
        "speaker": "B",
        "text": "I live in New Jersey, though."
    },
    {
        "speaker": "D",
        "text": "Yeah, I get it. But you're. You're still New York at heart, you know? Let me. Let me tell you, at least you vibe with us, so we're gonna ride hard with you. Here's my problem, though, and I'm sorry. I'm keeping it 100. Little pudgies don't make as good a pfps. They don't. The little arms being up in the."
    },
    {
        "speaker": "E",
        "text": "Guys, they just don't flip them upside down. Get cute with it and be your own penguin."
    },
    {
        "speaker": "C",
        "text": "If you gotta make it, if you gotta work for it, it's not, you know, it's too much work. Come on now. It should be simple."
    },
    {
        "speaker": "B",
        "text": "Nothing good. Is."
    },
    {
        "speaker": "D",
        "text": "That's the guy working his tail off the pump. Like 0.5 soul on the undeads, baby. I like it, too."
    },
    {
        "speaker": "B",
        "text": "Oh, boy. Chambers. Should I buy a doodle or a pudgy or a little, or. Sorry, a little pudgy."
    },
    {
        "speaker": "E",
        "text": "Get multiple little pudgies instead of the doodle, and then you have some room for profit bunch."
    },
    {
        "speaker": "A",
        "text": "I mean, I'm not a profit. Yeah, go with whatever's going to give you profit. Because I'm going to be honest, I don't like any of them do it."
    },
    {
        "speaker": "E",
        "text": "All the reason why I didn't ask you, Chamber. We know your fucking opinions. Everyone listens to the show."
    },
    {
        "speaker": "A",
        "text": "Give me. Is it a skull of a bird? Is it. Is it just the exoskeleton birds do."
    },
    {
        "speaker": "E",
        "text": "I was in here listening to him talk about those dirt birds. Not so hot. This one's better."
    },
    {
        "speaker": "D",
        "text": "I've got a bone bird if you really want to buy one. You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "Moonbird, bone bird."
    },
    {
        "speaker": "D",
        "text": "I got one for you, bro."
    },
    {
        "speaker": "A",
        "text": "I know that one, Chamber."
    },
    {
        "speaker": "B",
        "text": "What about this one?"
    },
    {
        "speaker": "E",
        "text": "Villain arc and try and bring them back from the dead. Take the whole crypto undeads community here and buy every moonbird under the sun and bring them back to life through community."
    },
    {
        "speaker": "A",
        "text": "You just dropped a doodle in our chat."
    },
    {
        "speaker": "B",
        "text": "Yeah. Would you wear that one? It's the one with the skull mask."
    },
    {
        "speaker": "A",
        "text": "It does look cool. I mean, it's cool. Yeah. I would take this over a pudgy penguin."
    },
    {
        "speaker": "B",
        "text": "You would take that over a pudgy penguin?"
    },
    {
        "speaker": "A",
        "text": "Yeah. What's. What's worth more?"
    },
    {
        "speaker": "B",
        "text": "Oh, pudgies. Pudgies are like 18 eth."
    },
    {
        "speaker": "A",
        "text": "Are they really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, dude, they've. That's what I mean. Like, you've missed the train, brother."
    },
    {
        "speaker": "A",
        "text": "I would definitely sell those right now if I were you guys."
    },
    {
        "speaker": "B",
        "text": "It's a lot um, well, I mean, there's. So there's two questions for this episode. It's will crypto undead split by see? And then will pudgies flip saisons?"
    },
    {
        "speaker": "E",
        "text": "How many saisons can I buy with my penguin?"
    },
    {
        "speaker": "A",
        "text": "You can buy the entire collection of."
    },
    {
        "speaker": "B",
        "text": "I gotta tell you, though, all these undeads in the crowd look pretty good together."
    },
    {
        "speaker": "A",
        "text": "They do look good. They're. But they look better than the picker rooms. That's all I could say."
    },
    {
        "speaker": "B",
        "text": "Oh, man. Remember when pickering, we're gonna flip moonbirds now. They."
    },
    {
        "speaker": "A",
        "text": "When Pudgy and crypto undead collab."
    },
    {
        "speaker": "B",
        "text": "Oh, pudgy on undead. Pudgies. Pudgy undeads."
    },
    {
        "speaker": "E",
        "text": "Unfortunately, we can't help you."
    },
    {
        "speaker": "A",
        "text": "You heard it here first, folks."
    },
    {
        "speaker": "B",
        "text": "Breaking."
    },
    {
        "speaker": "A",
        "text": "So I do have a question. You know, we have, we got riggs here, we got dow, we got t row pains here, we got yourself bunch."
    },
    {
        "speaker": "B",
        "text": "Green Goblin."
    },
    {
        "speaker": "A",
        "text": "Green Goblin. I'll get that, Spider man. So, you know, originally we were going to name this space what pumps more after the Jupiter airdrop. So we're a week away, maybe a little bit more than a week away from the Jupiter airdrop. From all accounts, it looks like it's going to be a pretty massive shot of liquidity into the market. And I'm trying to figure out if it's going to go. What do you guys think? Do you think it's going to go more into nfts or more into meme coins? Because that's. That's what I can't figure out, and I'm trying to play the market."
    },
    {
        "speaker": "B",
        "text": "It's a good question, probably, man, if it's. If it's manifesting in a bunch of soul probably meme coins, right? But I don't know."
    },
    {
        "speaker": "A",
        "text": "But what about this massive NFT project on Seoul called Crypto undeads that it could, you know, is we're going to see triple digits is real question."
    },
    {
        "speaker": "B",
        "text": "Gosh, if we saw triple digit undead. I mean, look, it's funny, I was looking at stuff on magic eating today for the first time in a long time, and I was kind of surprised at how high some of these soul collections are that are not, you know, I like that have been around a while. It all makes me think, like, what a mistake frank made. Like, holy cow. I mean, you know, it was hard, though."
    },
    {
        "speaker": "A",
        "text": "It was hard at that time. Like, that's right. As SBF was, like, oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Like, totally."
    },
    {
        "speaker": "A",
        "text": "It's very difficult. I like, I understand why he did it, but in retrospect, probably shouldn't have."
    },
    {
        "speaker": "B",
        "text": "But, I mean, kind of feels a lot, like, kind of feels a lot like the people that go away in the bear market and come back when it's bull season again and buying your bags for. You're buying your bags for ten x more because, you know, they went and chased something else that was shiny in the meantime. You know what I mean? Totally. I'm curious. Like, riggs, you are as close to, like, full time trader at this point as you can be, I would think. What are you doing around this? Are you even participating in that ecosystem to make moves? What's your plan?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I'm probably getting a little bag of that. From the standpoint of the airdrop, that was not my primary focus. I was leaning more into the. The portal farming and all that, where. Who fucking knows when that's coming at this point? Jesus Christ. No, I think you've got more opportunity for meme coin this to dump back into meme coins and nfts without a narrative. And right now, I guess, on Seoul, there is a little bit of a narrative around a few different nfts. I mean, there is one right now that seems to be continuously getting allocation to other airdrops, which you could see people take this, this and dump into, which is mad lads. And so I know mad lads is incredible. It's pretty expensive already."
    },
    {
        "speaker": "B",
        "text": "Still, like 200."
    },
    {
        "speaker": "D",
        "text": "No, I think they're like 150 soul right now. If I had. I don't really completely remember last time I looked. Yeah, I think it's around 150."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And so that those, however, continue to get airdrop allocation. And so people are playing that game and continuing to think through that. So I could see mad lads getting some. Some of that allocation, but I still think that you will see some of these fucking meme coins on soul continue to rip up."
    },
    {
        "speaker": "A",
        "text": "What's your pick?"
    },
    {
        "speaker": "D",
        "text": "You have your pick."
    },
    {
        "speaker": "A",
        "text": "What do you. What do you like?"
    },
    {
        "speaker": "D",
        "text": "I mean, I crush so big on with dog with."
    },
    {
        "speaker": "A",
        "text": "I need a dog with hat."
    },
    {
        "speaker": "D",
        "text": "Oh, I crushed."
    },
    {
        "speaker": "B",
        "text": "Like, I. Oh, my God. Don't even talk to me about dog with hat. I fuck that up so bad."
    },
    {
        "speaker": "D",
        "text": "I turned three soul into a thousand soul."
    },
    {
        "speaker": "B",
        "text": "It was fucking phenomenal. Like, I messed it up so bad. I bought at like, seventeen cents. I panicked and sold it at like, $0.13. It ripped up to 25. I bought it at 23. And then I panic, sold it again, and then it rocketed to, like, forty five cents. And so I'm the only asshole. That law. You know how we play PvP games in this space? I was the other side of your trade, so congratulations. You just. You absolutely smutted me enjoy your. Enjoy my soul."
    },
    {
        "speaker": "D",
        "text": "It was one of those things, though, man. Like, it was at the. It was literally the last week of last year, and I'd had all my taxes all done, ready to go. So I'm like, I don't want to make any more big transactions. Like, I just don't want to do it. All of a sudden, I buy, put three soul in it, right? And I. I didn't put enough to give a shit. So I wasn't going to, like, watch it. All of a sudden came back, like, four days later. It was like, 700 soul. And I'm like, what the fuck is going on? So I go, all right. I got four more days before the new year's, before new tax season. Let's see what I can do. It got up to, like, a thousand. I started about to screenshot it, and I was like, sell."
    },
    {
        "speaker": "B",
        "text": "Just fucking sell."
    },
    {
        "speaker": "D",
        "text": "Like, that means sell. Like, I gotta stop."
    },
    {
        "speaker": "A",
        "text": "Like."
    },
    {
        "speaker": "D",
        "text": "And so I ended up selling it, and I was like, damn it. Tax implications. So I had to go back and redo some things. But that is my go to on the soul ecosystem just for the sheer fact that big fan of it."
    },
    {
        "speaker": "B",
        "text": "There you go. Chamber. There's the meme coin for you, which you have already dabbled in slightly, right? You had a bag."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I made a little. I made a little on Doug."
    },
    {
        "speaker": "B",
        "text": "I gave you. I donated to you as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I lost so much."
    },
    {
        "speaker": "B",
        "text": "Oh, actually, I live bought that on the show, remember?"
    },
    {
        "speaker": "A",
        "text": "Yes, you did. I do remember that."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then I live panic dumped it afterwards."
    },
    {
        "speaker": "D",
        "text": "So now the only person that lost on bonk. So don't worry, guys, I lost."
    },
    {
        "speaker": "A",
        "text": "I do have to shout out. Currently in a position with Crocs."
    },
    {
        "speaker": "B",
        "text": "Oh, God."
    },
    {
        "speaker": "A",
        "text": "In. What are we in? Stan. Cash Stan. Which is the Stanley. Not the Stanley cup. Like the hockey Stanley cup, but the Stanley Cup."
    },
    {
        "speaker": "B",
        "text": "Stanley Cups, like the thermoses."
    },
    {
        "speaker": "A",
        "text": "Correct. That's our big play right now."
    },
    {
        "speaker": "B",
        "text": "God damn it. I hate this space so much sometimes."
    },
    {
        "speaker": "A",
        "text": "And Anita Max win is another big position of mine currently."
    },
    {
        "speaker": "B",
        "text": "Oh, she's a nice lady."
    },
    {
        "speaker": "A",
        "text": "Yeah, she's very nice. Drake meme. It's. I think that's the big one. I think Anita Max win is the big one. I think that's Anita Max. Yeah. Well, it's Anita Max. Wien."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "You guys want some alpha? You want some alpha? You want some alpha?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Hook it up. Hook it up."
    },
    {
        "speaker": "D",
        "text": "Stay tuned. Within the next ten to 15 days, I would assume, your boys dropping a meme coin. So just fucking get ready. There's going to be allocation coming to. Oh, yeah, DJ network's getting fucking allocation."
    },
    {
        "speaker": "B",
        "text": "Let's go."
    },
    {
        "speaker": "A",
        "text": "It's funny, it's funny you said, because chamber."
    },
    {
        "speaker": "B",
        "text": "Chamber almost did."
    },
    {
        "speaker": "A",
        "text": "Well, Shane and I are in a, in a secret chat, you know, cooking something up as we."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, what is."
    },
    {
        "speaker": "D",
        "text": "We should. We should combine fucking."
    },
    {
        "speaker": "B",
        "text": "I was just gonna say why do you, why separate?"
    },
    {
        "speaker": "D",
        "text": "Like, I've got the devs, I got the tea. Like the street team built out already. Like, I got the name, like, oh, I'm interest. Oh, don't say it here. Don't say."
    },
    {
        "speaker": "A",
        "text": "Not saying."
    },
    {
        "speaker": "B",
        "text": "You have to tune in on Wednesday and Friday to find out more about this chamber. One question for you, and then we wrap this up. We are currently sitting under 40K bitcoin. So the age old question, one, where you think the target is in the last two minutes, like, how low can we go? Two, do you think because of this dip and some of the runs we've seen in NFTs, do you think some. Do you think we're in for a little more NFT rally? People tend to do that when we see some, some crypto dips."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I mean, all the majors are getting absolutely demolished today. Currently sitting at 39. Nine for bitcoin. I said the other day, I think 37 is like a pretty."
    },
    {
        "speaker": "B",
        "text": "I think. Thirty two s. I think 32 is pretty aggressive."
    },
    {
        "speaker": "A",
        "text": "I think 37 is, is the, probably going to be the right number. And then we probably see some chop, probably have that little salad bowl or, you know, the punch bowl kind of effect happening, and then make our way back up to 47k. Probably another pullback to 43, and then blast off time."
    },
    {
        "speaker": "B",
        "text": "That's almost like you were looking at your own chart there."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's, it's. I'm looking into the future."
    },
    {
        "speaker": "B",
        "text": "Yes. To the NFT rally or no?"
    },
    {
        "speaker": "A",
        "text": "I think so. I think NFTs and I think meme coins, I think, are going to be really interesting right now, especially on Solana."
    },
    {
        "speaker": "B",
        "text": "I mean, Solana, careful with meme coins when everything else is getting crapped on."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm talking like, new meme coins, not old."
    },
    {
        "speaker": "B",
        "text": "Oh, your $3,000 market cap."
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. Yeah, I mean, I'm not buying the."
    },
    {
        "speaker": "B",
        "text": "Ones where there's literally nowhere to go but up."
    },
    {
        "speaker": "A",
        "text": "Correct. Yeah, I made a nice little ten x the other day on one of those."
    },
    {
        "speaker": "B",
        "text": "Good for you."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I mean, we saw Solana at 126 as the high current at one, or at $84. You know, I'm looking at maybe $75 for Solana. $70 to $75 is kind of like a bounce area. But, yeah, again, you could probably make some just like in the past, right? Where it's like, I'm going to trade shit coins to make more eth. You can trade meme coins to make more soul. And I think that's probably a good play right now."
    },
    {
        "speaker": "B",
        "text": "I think nfts too, that's why."
    },
    {
        "speaker": "A",
        "text": "Same thing. Yeah, exactly. Yeah, I agree."
    },
    {
        "speaker": "B",
        "text": "Cool. All right, my friend, this was a fun one. I had a great time. Thank you to all the new crypto undeads that came and hung out today. Hope you enjoyed our nonsense and banter. We do this show every Monday, Wednesday, Friday at 04:00 p.m. eastern time. So check us out here. Check us out at Djen Network. We've got a ton of awesome content. We have a great discord that we've talked about here a couple times, but join us on Wednesday. I won't be here Wednesday, though. Are you gonna do a show?"
    },
    {
        "speaker": "A",
        "text": "Maybe not."
    },
    {
        "speaker": "B",
        "text": "Okay, so definitely Friday. Definitely."
    },
    {
        "speaker": "A",
        "text": "Definitely Friday. Unless something major happens at some point on Wednesday. Yeah, you know what I mean? I'm not gonna do a filler show, put it that way."
    },
    {
        "speaker": "B",
        "text": "Okay, that's fair. All right. But definitely back on Friday. Thank you so much for listening. Thanks for the fun banter. Thank you, Riggs. T row, everybody. Green Goblin, until next time, keep the mic hot."
    }
]