[
    {
        "speaker": "A",
        "text": "Bunch of bets."
    },
    {
        "speaker": "B",
        "text": "Easy."
    },
    {
        "speaker": "A",
        "text": "What up, guy in web three?"
    },
    {
        "speaker": "B",
        "text": "Clip that shit, mackie. Clip that shit. Here we go. It's Friday. Yeah. All right. What's going on, man? How are you? How you doing, Des?"
    },
    {
        "speaker": "C",
        "text": "God, this is a rejuvenated bunch. You. I don't even know what I'm walking into."
    },
    {
        "speaker": "B",
        "text": "High energy."
    },
    {
        "speaker": "C",
        "text": "We got show choir. Bunch, you out here?"
    },
    {
        "speaker": "B",
        "text": "Just chambers started it. When people sing, I'm all for it. I literally like, what you guys don't know about me is when I am, like, walking around my house, I'm constantly just, like, making up weird songs, singing them at my kids and family. And it's like, if there was a documentary crew following me around, it would be."
    },
    {
        "speaker": "A",
        "text": "It'd be a. Like, a musical documentary."
    },
    {
        "speaker": "B",
        "text": "It'd be a musical documentary. It would also be a lot like the movie aviator without the billions of dollars. Like, I'm not eccentric."
    },
    {
        "speaker": "A",
        "text": "That's funny."
    },
    {
        "speaker": "B",
        "text": "Like, you should see my office. I've got, like, just Starbucks, like, the."
    },
    {
        "speaker": "A",
        "text": "Spruce goose in there and stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy. So, I mean, I don't know. Des, how you feeling today? On Friday?"
    },
    {
        "speaker": "C",
        "text": "I'm doing good. Feeling good on a Friday?"
    },
    {
        "speaker": "B",
        "text": "I will let the record be known for the audience. Des came into the group chat today and threw a wrench into the plans. It's usually. It's usually chamber, but Des came in and said, you know, I miss drafts, which. Which I thought you would be the last person to ever say. Very fair."
    },
    {
        "speaker": "C",
        "text": "I usually am critical of doing them on the show, but there was just something that hit me this morning where it's like, man, I miss those damn things."
    },
    {
        "speaker": "B",
        "text": "They're just fun, man, that, you know, it's just sometimes that girls just want to have fun, but I don't really know what we're gonna do today. I sat down. I had to go. Uh, I, like, just walked in from the doctor's office, and I don't even know what's going on today. So we're just gonna wing it with. With the v squared show notes. And if we want to do a draft, we can. I don't really know. I got some topics in here from Des favorite dictators. Yeah, that was. That's one that Des recommended. He's. He's controversial, but. Shotgun mussolini. Yeah, he. Shoddy Mussolini. I'm more of a poll talk. He. Yeah, he also has a favorite. What else is on here? I don't know. Chamber. What do you. What do you think? We get a draft today or not?"
    },
    {
        "speaker": "A",
        "text": "You know what? Let's leave it to the crowd. I think maybe over the next, you know, 510 minutes, we let people try to come up, and if we have a draft worthy crowd that comes up, I think we do it."
    },
    {
        "speaker": "C",
        "text": "That's fair. Definitely not going to be drafting dictators, though."
    },
    {
        "speaker": "B",
        "text": "I don't know why you were so."
    },
    {
        "speaker": "A",
        "text": "Hot about it today. What are you talking about?"
    },
    {
        "speaker": "B",
        "text": "You literally, you sent, like, pictures of Stalin and stuff."
    },
    {
        "speaker": "A",
        "text": "I thought it was really questionable. Let's be real."
    },
    {
        "speaker": "C",
        "text": "Stalin going number one."
    },
    {
        "speaker": "B",
        "text": "But see, this is the world we're gonna live in, where deepfakes and AI just tell people things so true that are not true. But I'm pretty convincing. I feel like I could have convinced the entire world that you came into the chat."
    },
    {
        "speaker": "C",
        "text": "I'm kind of convinced. I had to check my list. I was like, did I misspell something?"
    },
    {
        "speaker": "B",
        "text": "You're like, oh, crap. Like, that was for. That was for my home game on Friday. Anyway. Should I officially start it for the edit chamber?"
    },
    {
        "speaker": "A",
        "text": "Oh, no, no, no. Like, we're rolling. I'll probably start at the singing, is my thought."
    },
    {
        "speaker": "C",
        "text": "That's a good show opener. Honestly, I think we should get a jingle instead of normal spiel."
    },
    {
        "speaker": "A",
        "text": "I was helping bunch out with the. With his AI chat bot and. Are you kidding me right now? Get out of here. My daughter just walked in to grab her iPad and, like, starts blaring it loud. Are you like, I'm a professional podcast."
    },
    {
        "speaker": "B",
        "text": "What is she watching?"
    },
    {
        "speaker": "A",
        "text": "I think she's."
    },
    {
        "speaker": "B",
        "text": "We couldn't hear it. That's good, because you are a professional podcaster. You have a microphone that cancels out amazing."
    },
    {
        "speaker": "A",
        "text": "I just wanted to embarrass her. So now she's."
    },
    {
        "speaker": "B",
        "text": "Tell her to jump on Twitter. Bring her up."
    },
    {
        "speaker": "A",
        "text": "It's funny. Sad, because I've been thinking about getting her, like, she has, like, a phone."
    },
    {
        "speaker": "B",
        "text": "Are you just gonna stop? What you were talking about?"
    },
    {
        "speaker": "A",
        "text": "Well, you see, I forgot what I was talking about."
    },
    {
        "speaker": "B",
        "text": "I heard it happen."
    },
    {
        "speaker": "A",
        "text": "What was I even saying?"
    },
    {
        "speaker": "B",
        "text": "I don't know. You were talking about my AI chat bot and then."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, it was about the chat."
    },
    {
        "speaker": "A",
        "text": "It was about intros. Yeah. So re listening to some of our old ones. I really enjoyed when we put, like, those fun intros in the. In the old shows."
    },
    {
        "speaker": "B",
        "text": "So I feel like you're gonna start."
    },
    {
        "speaker": "A",
        "text": "I wanna try to do that again. It's a little harder, but I would like to do that again. I felt like they provided for some good content."
    },
    {
        "speaker": "B",
        "text": "We always started those shows with, you know, hilarity."
    },
    {
        "speaker": "A",
        "text": "Just the worst. Like, had we not started with the singing, I may have started with, you know, Des for dictators. Like, hashtag, hashtag devs dictators."
    },
    {
        "speaker": "B",
        "text": "Were you here on Wednesday? I don't even remember."
    },
    {
        "speaker": "C",
        "text": "No, I was not."
    },
    {
        "speaker": "B",
        "text": "We've got low t Steve from Wednesday and dictator Des, that was the name."
    },
    {
        "speaker": "A",
        "text": "Of the last episode, so I never know what the name of the episode is going to be for the podcast listeners, but the episode name for the last show was the legend of low t Steve."
    },
    {
        "speaker": "B",
        "text": "It was great."
    },
    {
        "speaker": "A",
        "text": "Very good."
    },
    {
        "speaker": "B",
        "text": "Rook down in the comments says, did chamber move fun stuff to the front of the show today? A little GM from Dow Jones. Ian, still looking inside your window gives you a little."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "So did you ever catch on, Ian?"
    },
    {
        "speaker": "A",
        "text": "I did, and it made a lot of sense. I forgot my wife, my loving wife, follows me everywhere. And she was. Oh, she was the linchpin in all of this."
    },
    {
        "speaker": "B",
        "text": "That's it. She was the Opsec risk. Was your wife. Interesting story."
    },
    {
        "speaker": "A",
        "text": "As old as time."
    },
    {
        "speaker": "B",
        "text": "So for those who don't remember, des, you said on that show, I think it was last Wednesday or last. I don't remember when it was, when we were talking about that, but you said that you were gonna go find chamber when we had ended the show. You had not, however, I mean, pretty quickly, half an hour, maybe five minutes after you had sent his. The correct. The correct cannabis account. So we've now has. We have two people who have found chambers alter ego. Did you get your wife to stop following you? So it's not as easy to find."
    },
    {
        "speaker": "A",
        "text": "You don't really care that much anymore, I'll be honest."
    },
    {
        "speaker": "B",
        "text": "You should just block her."
    },
    {
        "speaker": "A",
        "text": "That's the move."
    },
    {
        "speaker": "B",
        "text": "You should block her. And then she's going to send out one of those tweets that's like, when somebody gets blocked and they find out they're blocked and they're like, I don't even interact with this person. Why do they have me blocked? I think that that would actually be pretty funny. Bundy, what's going on, man? How are you?"
    },
    {
        "speaker": "A",
        "text": "Good. I just wanted to say I'm here for whatever draft we decide. I don't have any topics, but I'm here for it. And if you send over some notes, I'll get my man Bruce to make you, you guys a catchy jingle."
    },
    {
        "speaker": "B",
        "text": "Oh, we might. We might need to."
    },
    {
        "speaker": "A",
        "text": "We are music men. This. This is something we. We would be interested in, I think."
    },
    {
        "speaker": "B",
        "text": "Well, we have, you know, we have an intro song."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like an official."
    },
    {
        "speaker": "B",
        "text": "It has no. It has no lyrics. I wonder if, like, we can get. We get Bruce to, like and Bundy to spin it out a little bit and get some. Get some lyrics on that track."
    },
    {
        "speaker": "A",
        "text": "I think that would be amazing."
    },
    {
        "speaker": "C",
        "text": "I'm trying to even remember the jingle. It's a little bit more electronic. Right then."
    },
    {
        "speaker": "A",
        "text": "Yeah, we would definitely need some sort of like."
    },
    {
        "speaker": "B",
        "text": "Yeah, you gotta, you know, throw that in the AI generative mixer."
    },
    {
        "speaker": "C",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Put a little rap beat to it. We get it going. For those who asked in the comments about the rook, I'm looking at the show notes here, rook, and it does actually say fun stuff right at the top of the document. So you were correct. Fun stuff did get moved to the top of the show. Des, what's going on in the market today? You or even this week? Where are you feeling? I feel like we're in this weird spot where it's yuga and pretty much everything else after that. Like, far after that, in my opinion. And then that's about it. What are you feeling out there?"
    },
    {
        "speaker": "C",
        "text": "Well, I don't sleep on our friends that I was gonna. Gods, I feel like. I feel like they've. I feel like they've been on. On the rise a little bit lately, but otherwise, yeah, I can agree to that. I'm curious on the rectake for a couple minutes on just the general crypto market, it's had an interesting few weeks. It's kind of like leveling off, but every once in a while gets a spike. I'm. I'm curious, from your guys aside, where are your."
    },
    {
        "speaker": "B",
        "text": "Where's your head at chamber? What do you think?"
    },
    {
        "speaker": "A",
        "text": "Like, I don't know."
    },
    {
        "speaker": "B",
        "text": "Like, I am currently. I'm currently in a swing show on bitcoin. So that is. Yeah, I've been in it for, like, a week and a half at this point, and I. It was looking really good. And I came back to, like, my entry price. I'm still. I think my entry was 28. My entry was 28. Six on bitcoin."
    },
    {
        "speaker": "A",
        "text": "Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, on bitcoin. $28,600 ish was my short entry."
    },
    {
        "speaker": "A",
        "text": "I don't know. We keep recapturing, like, 28."
    },
    {
        "speaker": "B",
        "text": "Yeah. But it's, like, pretty."
    },
    {
        "speaker": "A",
        "text": "I could see it could go either way, but, I mean, if some. If a. If a good trader told me they were long, I could see why."
    },
    {
        "speaker": "B",
        "text": "I think a lot of people are really. I think a lot of people are long. Yeah. I think there's. The general sentiment I'm getting from, like, the traders that I follow are. Most of them are in bullish to 33."
    },
    {
        "speaker": "A",
        "text": "Is that where they're thinking?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah, it is. It's like that 32, 33 area. And then there's a couple that I do that I really respect that. I follow a lot that are looking for a little short action. Back to like 25 ish. Yeah, I mean we've hit in the last week mid 26 is right. Like I have, I wish I could share the screen that I have but like my chart is my like it hit I'll find the chart and share it in my or in the show chat so you can at least see what I'm talking about. But anyway, I don't know what are you feeling on your like the overall? Are you in anything? Are you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm still in a, in a. What do I have? I've obviously bitcoin, ethereum. I have some matic that I still think I have big things for. I think this is more of a long term hold into kind of like the next big bull run. But I have a really, really good feeling about Matic being a strong, you know, a strong player over the next like twelve months."
    },
    {
        "speaker": "B",
        "text": "I can't, I just can't get there with Matic. We've talked about this before. I just don't get it. Like I don't get the, I don't get the token like if people are going to buy it because it's tied to polygon that has all this bullish stuff going on. But like I don't see the value in the actual token."
    },
    {
        "speaker": "A",
        "text": "It's always best not to look for the value. I always say look for the sentiments."
    },
    {
        "speaker": "B",
        "text": "I guess so. I guess so. I'm going to send you my chart here so you could see it. But yeah, I shorted from like 28 six and I had a couple targets. Again, this is a swing short. So like this is not a, I'm not playing an hour chart. This is on a six hour chart trade. So like I'm waiting a while for this to play out. However, did hit my love emojis in."
    },
    {
        "speaker": "A",
        "text": "This too by the."
    },
    {
        "speaker": "B",
        "text": "Yeah, I put puke emojis there. So like at every my three targets have puke emojis. So we hit my first puke target which was 26 555. So I sold a little bit of my position there and then I've got the rest holding on to see if we break down from that and then I've got like 24 two as a target and then way down below at a 21 six ish. But I don't know if we'll get that far. That's you know, the third take profit spot. So I could definitely see us breaking down into 25 before we run back up. I mean but the, that 26 has held like they're 26 to here is a pretty strong range we've got going on, Des. Have you, what are, what your, like, token bags look like you just holding ETH and bitcoin. What's. Are you holding all USDC? What's your strategy here?"
    },
    {
        "speaker": "C",
        "text": "It's definitely. It's probably a little bit more weighted on USDC, but honestly, I'm holding a larger than average Ethan than I would say, the past six months. So I don't know."
    },
    {
        "speaker": "B",
        "text": "Now is that because you've moved stuff back into ETh or is it because you've sold nfTs? What's the like that. That context is important."
    },
    {
        "speaker": "C",
        "text": "I think I did buy back in at like, right at like 1700 a little bit. But I also did sell something as well."
    },
    {
        "speaker": "B",
        "text": "Interesting. Got it. Any NFTs plays that you've made this weekend or lately at all, or are you in so mode? What's your current thesis on the state of the NFT market?"
    },
    {
        "speaker": "C",
        "text": "I haven't bought anything in a little bit and it's funny, I've missed all the shows since the Nakamigos craze went and so I'm curious, your two second take on."
    },
    {
        "speaker": "A",
        "text": "We had a whole show dedicated to."
    },
    {
        "speaker": "B",
        "text": "Yes, we had. You know what? I'll listen."
    },
    {
        "speaker": "C",
        "text": "I'll listen back to it."
    },
    {
        "speaker": "B",
        "text": "No, no, no, don't. Really, for real. We, uh. With the whole. There was a whole thing that happened around the deep dive of nakamigos we were supposed to do because V squared did a fantastic deep dive right up for us and I didn't get to it because we were talking about other stuff and that was how we, you know, got on the topic of chamber changing all the shows structures the other day. And so. Yeah, you didn't miss much. I. We literally gave like a two."
    },
    {
        "speaker": "A",
        "text": "Yeah, literally."
    },
    {
        "speaker": "B",
        "text": "So you didn't miss too much. But yeah, I haven't been. I actually sold. I sold my ute's. My ute's are gone. Haven't bought anything of substance in a while. I'm just kind of collecting eth for now and deciding what I want my next play to be. I was. I've so far been pretty good with not spending any of my arbitrary airdrop. I'm actually still holding my arbitrage. I'm not sure how much longer I'm going to do that. I'm curious if anyone down there has still holding theirs, if they have it as well. I don't know what. But I can't. I can't bring myself to buy much right now. I think we're still headed down or sideways. So I'm not looking to put my money in the JPEG streets right this second. You chamber the JPEG streets are."
    },
    {
        "speaker": "A",
        "text": "They're the bloody for the most part. I mean, ute's is. I don't know, man. I think Ute's is going to be on a. On a rock."
    },
    {
        "speaker": "B",
        "text": "Did d gods. Did d gods start the merge? Yep."
    },
    {
        "speaker": "C",
        "text": "They haven't, but, man, they're on a tear as well. I think they're up maybe 550 souls since you told me to buy them."
    },
    {
        "speaker": "B",
        "text": "Wow. You're welcome. I didn't even act on my own alpha there. I would have made so much money. It's not fair. It's bullshit."
    },
    {
        "speaker": "A",
        "text": "So I do have an NFD problem. I need to. Don't we all know if it's a rug or not? Because I'm telling you, though, I like this."
    },
    {
        "speaker": "B",
        "text": "I like this segment. Is it a rug or not?"
    },
    {
        "speaker": "A",
        "text": "So a couple of weeks back, I was talking about this NFT project called Cezanne and, oh, I got, I got."
    },
    {
        "speaker": "B",
        "text": "Some stuff fired up. Oh, do you keep. Keep talking about it? Yep."
    },
    {
        "speaker": "A",
        "text": "So far as release was happening, I think I bought mine all in secondary pre reveal. It was a staggered reveal. So you got little kind of indicators of what your PFP, like the level of rarity and stuff like that first, and then I think you got your species next. So we're waiting on this third reveal. And this third reveal was supposed to happen like, like a week ago, and it got postponed. And then this Monday, I think, was supposed to be like the reveal reveal. And then, you know, the. The lead of the project came."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're just like little blobs still."
    },
    {
        "speaker": "A",
        "text": "It's the little blobs. The lead of the project came out on Monday, said there was basically the team they had hired to do the reveal, basically said they could do it and couldn't, so they went back to the original team. Now, the original team apparently is working on it. There was an update today saying they're about 50% of the way through. So I don't know. It's walking like a rug and it's talking like a rug, but is it, in fact, a rock? I'm not sure."
    },
    {
        "speaker": "B",
        "text": "Des, you got a take? Is it rug?"
    },
    {
        "speaker": "C",
        "text": "I have zero take on."
    },
    {
        "speaker": "A",
        "text": "But, like, based on. Based on the kind of the events that have happened, the postponement sounds like."
    },
    {
        "speaker": "B",
        "text": "A rug to me."
    },
    {
        "speaker": "C",
        "text": "I was proud of you when you got in early and then it pumped a bit and I just somehow knew you didn't sell in time."
    },
    {
        "speaker": "A",
        "text": "Well, there's I mean, I'm still in the positive. Like I said, I could sell them all right now. True. And, you know, be up a cup."
    },
    {
        "speaker": "C",
        "text": "You got in early."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, you got in real early."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. Wow, you're. You are so early that you're still in process."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I mean, they haven't really."
    },
    {
        "speaker": "B",
        "text": "What the hell are you waiting for?"
    },
    {
        "speaker": "A",
        "text": "Well, I'm waiting for the reveal because the. The art does."
    },
    {
        "speaker": "B",
        "text": "Look, why now your risk. Yeah, but now your risk reward is so lopsided the other way."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, there's not that much. I mean, there's profit, but there's not that much profit. I feel like there's still upside."
    },
    {
        "speaker": "B",
        "text": "I mean, how much profit are we talking?"
    },
    {
        "speaker": "A",
        "text": "Maybe like a couple eth. That's a good wrong with that. Nothing wrong with that, but it could be like 15. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "No, it's not gonna be. I'm gonna. Let me describe to you how this movie goes. Once upon a time. There's a boy named Chamber, is full of hope and dream, and so he buys. He buys shitty Nft project, thinking it's the next right chamber. Then comes to find that he was in early enough that he's now made some good profit. But all of a sudden, big bad devs come in and delay, delay causing uproar in the Cezanne village. Cezanne villagers are starting to get angry and come with pitchforks. Meanwhile, chambers still holding on to hope of something that is never going to happen. Chamber, you're not going to roll a rare. Probably."
    },
    {
        "speaker": "A",
        "text": "I have a leg. I have a."
    },
    {
        "speaker": "B",
        "text": "And even if you do, there's probably not anyone coming to buy it. All right, sell it and take your couple EtH profit and like, your. This segment was asking for advice. I'm giving you the advice."
    },
    {
        "speaker": "A",
        "text": "All right, that's good advice. That's good advice."
    },
    {
        "speaker": "B",
        "text": "Des, do you agree with said advice?"
    },
    {
        "speaker": "C",
        "text": "He will not take it. That is my."
    },
    {
        "speaker": "B",
        "text": "Do you agree with it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, 100%."
    },
    {
        "speaker": "B",
        "text": "It's good."
    },
    {
        "speaker": "A",
        "text": "No one's disagreeing. No one's disagreeing."
    },
    {
        "speaker": "B",
        "text": "Floor it right now."
    },
    {
        "speaker": "A",
        "text": "No way. The possibilities are endless."
    },
    {
        "speaker": "B",
        "text": "No. Come on. On to the next. You could have been 50 x, Nakamiga."
    },
    {
        "speaker": "A",
        "text": "Let your runners run. I say."
    },
    {
        "speaker": "B",
        "text": "They'Re not running. We're gonna have. This is. This is the type of show we're having today."
    },
    {
        "speaker": "A",
        "text": "It's a rough one today."
    },
    {
        "speaker": "B",
        "text": "Where's Sofia?"
    },
    {
        "speaker": "A",
        "text": "Oh, I had nightmares about Sofia. Just infiltrating my dreams at night. It wasn't fun."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Is she around today?"
    },
    {
        "speaker": "B",
        "text": "What do you. Hey, how do you think I feel, man. Phonics says 30K is a magnet for Cezanne. We'll see. For bitcoin cap doing his DJ founders duties and reminding us to call attention to the jumbotron up top for your chance to win a DGEn network degenesis. Pass. All you got to do. Sign up for our newsletter up top, and you will be entered to win. We're giving that away shortly. Phonics also says Arb over matic. Arb is greater than matic. I don't know. I mean, from a token standpoint, I just don't get matic as a token, but I don't know. Chamber. You're matic, Maxi."
    },
    {
        "speaker": "A",
        "text": "I believe in the powers of matic. Yes."
    },
    {
        "speaker": "B",
        "text": "Anthony says, I've seen a good ta with puke emojis on it. Yep, I share that. And, yeah, hit us down below with a comment. Help us get this space out. We're 24 minutes in and just floundering, so we need all the help we can get. I did see average Andy put his hand up before I have to call on him as we're talking about Ute's and d gods, because he has got a killer ute. Is that a one of one, Andy?"
    },
    {
        "speaker": "D",
        "text": "No, dude, it's not even a ute."
    },
    {
        "speaker": "B",
        "text": "Oh, it looks like a ute."
    },
    {
        "speaker": "D",
        "text": "It's very similar in certain aspects, I would assume, but no, it's."
    },
    {
        "speaker": "B",
        "text": "It's. It's off."
    },
    {
        "speaker": "D",
        "text": "Avalanche. It's called an oopa, but, uh, mine is."
    },
    {
        "speaker": "B",
        "text": "So people are asking, are you stolen art? That's. That's. The ute's are stolen art. Based on what I'm hearing right now."
    },
    {
        "speaker": "D",
        "text": "I think these technically came after youths, so I think you can go either way with them."
    },
    {
        "speaker": "B",
        "text": "You ruined the bit, Andy."
    },
    {
        "speaker": "D",
        "text": "Everything is stolen art, sir."
    },
    {
        "speaker": "B",
        "text": "Everything. What's going on? How you doing today?"
    },
    {
        "speaker": "D",
        "text": "Oh, I'm doing good. So, like, I mainly play an avalanche just because, like, it's very developer heavy chain, and those are people I gravitate towards. So it's interesting to hear these sort of rug talks because I also. I'm on a founding team of a marketplace. Right. So we're pretty good at spotting things like this. And you just look at the contract because the contract's deployed. Obviously, if you minted something like, is there even a reveal function? Because this is the best one I've ever seen is someone's like, reveal soon. And it even didn't have a reveal function. And we're like, yeah, it's not going to happen."
    },
    {
        "speaker": "B",
        "text": "And this whole community was super incredible. Good question. And I think. I think the moral of that story is the to be added to your dyor is check the contract for reveal functions. Chamber."
    },
    {
        "speaker": "D",
        "text": "If the contract is not verified. Not something I'm touching, because if I can't see all the functions and what it wants to do, like, I don't need to be involved in that or have my money involved in that would if it was me, NFA, I'm taking that money and I'm leaving that project."
    },
    {
        "speaker": "B",
        "text": "There you go, Chamber. Andy, somebody."
    },
    {
        "speaker": "A",
        "text": "I need some pro sales smarter."
    },
    {
        "speaker": "B",
        "text": "Andy, somebody who's clearly smarter than also."
    },
    {
        "speaker": "A",
        "text": "Agreeing that he's part of the 20%."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Clearly also poorer than you. You know, risk management is a big thing for people with no money. So that's where I'm at. And we can't afford to lose a couple of eth, you know what I'm saying? So I'm taking that money and I'm."
    },
    {
        "speaker": "B",
        "text": "Well, here's what we're going to do, Andy. We're going to tell people that that is actually a one of one ute. And you will get, you will get mega offers on it. We'll just have to, you know, write our own transfer bridge reveal function on that, and we'll be good to go."
    },
    {
        "speaker": "D",
        "text": "That'd be super impressive. A testnet avax over to main net e bullish chambers."
    },
    {
        "speaker": "B",
        "text": "Got it. He can do it. He's part of the 20%."
    },
    {
        "speaker": "A",
        "text": "I have the capabilities."
    },
    {
        "speaker": "B",
        "text": "That's right. Thanks for. Thanks for joining us today, Andy. Appreciate you, Des. I mean, I think. I think we're forcing Chamber to sell these things. And what are the odds over under that he sells? Over under the percentage of his bag he sells. After this conversation, do you think he sells over under 55% of his bag?"
    },
    {
        "speaker": "C",
        "text": "Under."
    },
    {
        "speaker": "B",
        "text": "Under. Wow. I'm going. I'm going over."
    },
    {
        "speaker": "A",
        "text": "You think I'm gonna sell over 55% of my bag after this conversation?"
    },
    {
        "speaker": "B",
        "text": "You're crazy wishful. It's really. I'm really just looking out for you."
    },
    {
        "speaker": "A",
        "text": "No, that's fair."
    },
    {
        "speaker": "B",
        "text": "Look, take your couple e profit and on to the next. Like, what? Why? I don't get it."
    },
    {
        "speaker": "A",
        "text": "I. It's not gonna sound, it's not gonna be on brand, but if the artwork is anywhere close to where."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "Where we saw. I mean, this. It could be really good. It could be really good."
    },
    {
        "speaker": "B",
        "text": "I haven't heard anyone talk about these things."
    },
    {
        "speaker": "A",
        "text": "Listen, you're getting in on the ground floor, okay."
    },
    {
        "speaker": "B",
        "text": "All right. We're going to. James. James, talk some sense into this."
    },
    {
        "speaker": "E",
        "text": "No, I'm just trying to figure out if he can get me an example of a floor that's actually gone up after reveal lately, and if you can, then maybe I'll buy into it."
    },
    {
        "speaker": "B",
        "text": "But I figure Starbucks odyssey sirens, that's all."
    },
    {
        "speaker": "E",
        "text": "Besides that, that doesn't count. And actually that's why I came up. Bunch. What's your, what's your beef with Matic? I'm curious to know."
    },
    {
        "speaker": "B",
        "text": "No, it's not that I have a beef with Matic. I obviously love Polygon. I work with them very closely. I just think like even Ryan, when Ryan comes on CWC with coffee with captain and like somebody asked him about the token and he very clearly kind of has no, no focus on driving any Tor, any sort of like monetary value to the token. And it's not even a talk track that they think about or talk about. So when I'm thinking of like, you know, where I'm gonna put money in something that for like value to be driven to it, I'm just not certain that that's."
    },
    {
        "speaker": "E",
        "text": "Can I ask like, like Starbucks and Disney and all of these other, these other massive corporations, like are there plans there by Polygon to, to have that as currency in daily transactions of these companies?"
    },
    {
        "speaker": "B",
        "text": "Well, it's all, it's all used for. Like, it's all like the utilities, all gas, right? So that's what I mean. There's no, there's no ecosystem for it outside of a gas token. Right. And so if they're not driving any other utility towards it from that standpoint, then I don't see where value accrues to it. Because if people are just using it for gas transactions and really it's like the way these corporations work, it's kind of all done on the backend. So it's not even really like, Starbucks doesn't have to buy any matic to use for gas. That's not how the relationship works. So I just don't see the, I just don't see where the value gets driven towards it outside of just people speculating on it as they would a stock because it's tied to polygon, who's doing all these great things. Does that make sense?"
    },
    {
        "speaker": "E",
        "text": "That makes total sense. Kind of blows me away. I didn't really think about it in that respect and probably had a different view of long term, but it sounds like that's probably not the case, which really. Now I lean more towards your camp and I'm a little confused by what the long term purpose and or goal would be."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's just hard. I just find it hard to get there on these tokens that are specifically used as gas transactions in their ecosystem with nothing else. Right. I, I don't see any type of, kind of reason for these partners to be buying matic. It's not something that they push. It's really as a means to get the network to run. And as far as I've seen at least, and we've never been talked to or approached about kind of like buying matic or holding matic for any other reason outside of that. So, I mean, I don't, that's, that's where my logic comes from on it. And that's it. I'm probably wrong. And I'm also like, that's not to say that price won't go up, right? Because people are seeing, people see Starbucks, Disney, Nike, all this stuff on Polygon, and they think, okay, well, buying matic is equivalent to kind of holding polygon stock. And so people speculate on it very heavily. Well, that's going to drive price up. But if I'm sitting here from like a fundamental point of view on like what the token does, I don't see it. That's all chamber, how much of your matic bag are you selling after this? Are you buying more?"
    },
    {
        "speaker": "A",
        "text": "More? I don't care, again, I don't care about what it does. I care about sentiment. And I do feel matic."
    },
    {
        "speaker": "B",
        "text": "Well, that's it. You're right. No, you're right on that."
    },
    {
        "speaker": "A",
        "text": "Yeah. I just think as of right now, there's no other token that I'm looking at that I think is going to do better than matic during kind of the next bull run, you know what I mean? Like bitcoin and theorem are obviously going to do well, but after that, I think Matic has a spot in that kind of top five. I would say ideally top three, but we'll see what happens."
    },
    {
        "speaker": "B",
        "text": "Well, I don't think you're wrong on that, but I, if the question, the question was like, why don't you see value in the token itself? And that's, I think, my answer. Des, where do you sit on this?"
    },
    {
        "speaker": "C",
        "text": "I'll let you guys do the coin talk."
    },
    {
        "speaker": "A",
        "text": "I also did, I dropped the spaces link in the Saison discord too, so in case there was some."
    },
    {
        "speaker": "B",
        "text": "No, you didn't."
    },
    {
        "speaker": "A",
        "text": "Of course I did. Of course I did."
    },
    {
        "speaker": "B",
        "text": "Oh, no."
    },
    {
        "speaker": "A",
        "text": "Because I don't know why I'm holding these things. So maybe somebody, maybe someone wants to come up with. No, tell me why."
    },
    {
        "speaker": "B",
        "text": "Well, if any, if any stays on, holders want to come up and tell us why chambers should hold or please record. I don't know. I feel like."
    },
    {
        "speaker": "C",
        "text": "I feel like a shift is changing. That over 55% might be hitting."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, it really depends. Like, Chamber is now, what he just did with dropping the space link down there is he's basically doing the community testament."
    },
    {
        "speaker": "C",
        "text": "That sentiment is being tested for."
    },
    {
        "speaker": "B",
        "text": "Yeah, he just dropped a link. It says, come on, we're talking."
    },
    {
        "speaker": "A",
        "text": "Take on this."
    },
    {
        "speaker": "B",
        "text": "If 25 people come in here, he's gonna be like, okay, that's enough. If two come in or zero there, you know, chamber, I got a question for you. You just mentioned, like, you are in the Cezanne discord. Like, you don't hang out in a lot of discord. Like, not even our own."
    },
    {
        "speaker": "A",
        "text": "No, no, I."
    },
    {
        "speaker": "B",
        "text": "Look, what is the like? Are you. Do you join every discord you're a bag holder of? Is that what happens? Or, like, I need your discord. So my spend time in the world."
    },
    {
        "speaker": "A",
        "text": "That's a fair question. So my discord strategy is if I have a, you know, a fairly big, you know, position in a particular project, this one I have about, I think, 20 cezannes currently. So, you know, that I would say, you know, that's. That's on the bigger side. I do like to have. I like to be in the discord, like, officially, just to look for the updates and that sort of thing. Get a, you know, I'll usually kind of troll or not troll, but I'll kind of spot, you know, check in on the. On the chat, just to see how the community is doing. Is it negative, is it positive? But mainly looking for updates, that sort of thing. And then once I've sold my position, then I get out of the discord. So I'm not in it for very long."
    },
    {
        "speaker": "B",
        "text": "Well, it sounds like it says, I."
    },
    {
        "speaker": "A",
        "text": "Bet you I'm a month with this one."
    },
    {
        "speaker": "B",
        "text": "I would love to know if you searched your name in the discord, if you have it available to you right now. How many messages have you sent?"
    },
    {
        "speaker": "A",
        "text": "Two, including today? Like three maybe, from user chamber. Let's see here."
    },
    {
        "speaker": "B",
        "text": "No chamber."
    },
    {
        "speaker": "D",
        "text": "If you were to rate this discord on a one to ten, is it clean? Is it well put together?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like shambles. Solid."
    },
    {
        "speaker": "D",
        "text": "We might change our rug sentiment. You know, if you go into the discord and it's a shambles, you might want to back out of that one immediately."
    },
    {
        "speaker": "A",
        "text": "No, I would say it's a solid discord."
    },
    {
        "speaker": "B",
        "text": "So, I mean, is it. Is it on par with the war room?"
    },
    {
        "speaker": "A",
        "text": "I mean, no, that's a ten out of ten. This is 9.5. This is a full. How the hell, you know, full point below."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's fair. How would. I mean, I. I'm only going from what I'm hearing on the streets, so. Sounds good. It sounds like a ten out of ten."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know, like they say that you judge a successful founder by their ability to remove themselves from the business. You've done that very well."
    },
    {
        "speaker": "A",
        "text": "That's right. That's right. Maybe my link got taken down. I'm not sure. I don't know what the etiquette is for that kind of thing in this particular discord."
    },
    {
        "speaker": "B",
        "text": "Oh, you mean that the dropping of the space? Yeah."
    },
    {
        "speaker": "A",
        "text": "Maybe they."
    },
    {
        "speaker": "B",
        "text": "They deleted it because we were fudding. Yeah. Des, I need to know what is your opinion on where we're at with proof? So we announced, we saw proof announce the other day that they're hosting an exclusive beeple event at NFT NYC. I think I saw that there was like 400 spots only. So it'll be pretty exclusive. There's a beeple event going on. That'll be pretty cool. Thoughts on proof and Moonbird since they've kind of had that, I guess, reset to art and humanity."
    },
    {
        "speaker": "C",
        "text": "Yeah, I still. I don't know. I still think they gradually struggle throughout the year. Um, I, you know, that was my prediction. Uh, moonbirds at two e four by Christmas."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "I said. I say they slowly get there. Um, but, you know, any new direction, as long as they're putting forward their resources to it, we'll see a good short term. So I think, uh, you know, I think it'll stay pretty stable and, you know, I think it's a little bit of a bait and switch still. Um, but, you know, they're, they're going forward with it and they'll make it. Make it."
    },
    {
        "speaker": "B",
        "text": "I'm not sure I would call it a bait and switch, per se. I think from their original."
    },
    {
        "speaker": "C",
        "text": "From their original mission."
    },
    {
        "speaker": "B",
        "text": "Well, it's a little fail. It's a failed mission is what I think it is. And they like their original mission. They, they straight up failed at in my opinion. And they're pivoting. So I don't know if it's a intentional, like a bait and switch to me, I can kind of get there is suggests intent. Right. And I don't think that personally, don't think they had ill intent. Right. So. And now we got. Now we got the moonbirds."
    },
    {
        "speaker": "C",
        "text": "It's a hard pivot."
    },
    {
        "speaker": "A",
        "text": "It's a hard."
    },
    {
        "speaker": "B",
        "text": "Now we got the moonbirds flocking to the stage to peck our eyes out. Let's go. Stay, Steve. And then. Let's go, Steve. And then Riggs. And then I do want to play a couple defend that tweets on a Friday."
    },
    {
        "speaker": "F",
        "text": "I actually."
    },
    {
        "speaker": "C",
        "text": "I'm about to get critical damage from Riggs and Steve."
    },
    {
        "speaker": "F",
        "text": "No, no, quite the opposite. So I had two things I was going to say. I missed the beginning of the show, but I was going to. I thought I heard you mention ute's early on. I was going to just call attention to a stat that. I don't know if you. You saw this, Des, but I actually."
    },
    {
        "speaker": "B",
        "text": "Didn'T say the stat, which is a good one. So go ahead."
    },
    {
        "speaker": "F",
        "text": "Yeah, this stats bananas. So I want to give context to this. The stats, those would be semi not fudding moonbirds and doodles communities I love. But doodles had 25% of duplicators used in the duplication process. And that did have a barrier to entry where you needed to duplicate with the doodle. But still, only one in four moonbirds just gave away 10% of their entire dow value on just about 8% of moonbirds voting. Like six to 8%. So again, lower participation. And again, I know dows get low participation. Ute's bridging over to polygon in the first 24 hours. 11,000 out of 13,000 bridge. And I'm still, like, floored by that stat from a community engagement perspective as far as, like, when you're judging health of a community. So I wanted to flag that in case nobody had. And then I wanted to get the opinion. Cause I know Des is like two eth by Christmas on moonbirds. From the standpoint of what do you or anybody else think they could do? I know Chamberlain say absolutely nothing they can do, but what do you think they could do to turn that around and not be in your brain kind of continuing to fall and bleed out by Christmas, because I'm just curious the perspectives on that or if you think it's just too far gone because they have, like, 17 years of Runway on their balance sheet, I believe was the number they gave. So anyway, I want to toss out that youth stat, which is still fucking mind blowing to me, and then ask the moonbirds question since it was being discussed."
    },
    {
        "speaker": "B",
        "text": "Yeah, the youth stat is pretty crazy. When Frank said that this morning, I was a little bit blown away. Yeah, it's. It's wild. So it was a pretty good experience."
    },
    {
        "speaker": "C",
        "text": "It was a good, smooth experience, and I was impressed on the bridge. It was pretty and obviously gave people, you know, the belief in their ability to bridge, obviously d gods over to layer one. So it was good, but. Okay, so fair point, right? Can't give criticism without trying to provide a solution. I do think the DNA of proof has always been more business savvy, a little bit more investor related. So I think they just lean into that a little bit. I think you create even further tools for networking and collaboration amongst your ownership group, which is, I don't know, Highbrow, high level group. And I think you lean into that."
    },
    {
        "speaker": "B",
        "text": "But, yeah, des, if it hits two ethnic and right now we're sitting at a floor price of 3.379. Are you a buyer anywhere in this region?"
    },
    {
        "speaker": "C",
        "text": "I'll buy one at 2.2."
    },
    {
        "speaker": "B",
        "text": "I think I had said previously that I'm potentially interested at three. So we're approaching that area where I would have to put up or shut up. I think personally I'm more of a buyer at three now that they have this kind of new vision than I was even maybe when I made it. Because the new vision is something I could see myself wanting to have exposure to. Right. Like, I think, I don't remember who said it. Somebody from Djen. It might have even been Riggs the other day where, you know, now we're getting to this place in a lot of these projects where we finally kind of know what they are and we can. We are able to make a decision based on knowns like, okay, we now know that proof is going to be very art focused and if that's your thing, then you're going to be interested. And I think it's a pretty reasonable price point at this level to be interested in. Right. And so. And maybe not. Maybe it's not done selling because of the kind of original failed vision. And so there's probably a bunch of people that are like, hey, this isn't what I signed up for. And they're trying to still, you know, get out a little bit. But for me, I'm interested in this new vision and I think the price point is getting to a place where it's worth it. But I'll go down to Riggs."
    },
    {
        "speaker": "G",
        "text": "I think everything you've said is fair on all accounts. Um, I definitely. I was the one who said what you."
    },
    {
        "speaker": "B",
        "text": "I thought it was you. Yeah."
    },
    {
        "speaker": "G",
        "text": "Which is unbelievable. Here's the thing. I think a lot of people are actually still hanging on for the most part. If you actually look at the community and look at the data, it's been 116 moonbirds that have been flipping around different wallets over and over and over through the blur farming. It's not been. So that's a little over 1% of the total. So there are people that are still hanging on. I don't think we have turned over the people that we actually need to still turn over in order to move this forward. So I am on the path that I think this is going to continue to drop because I think some people are going to wait for the diamond experience or diamond expedition, try to get their hands on this people to up, you know, ultimately right size some of their losses. If they don't they'll be upset and then they'll finally drop it. So I think right after the diamond expedition we're gonna see this thing drop to. My guess is 1.5 to 2.5 is where I believe the floor ends up getting to. I don't think there's anything they can do for that to change that right this second. You either have, you know, everybody asked me why am I still hanging on? Because I dig it, I'm fine with it. Don't care. Let's ride this thing."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like now that you know you're in, right? Like absolutely. And there's a difference between the way you felt when you were fired up and angry about it because at that time they were still trying to present themselves as something they weren't doing right. Like, and, and you have every right to be upset about that when that happens. But like now you know what they are and they have stated what they are and quite frankly it's in my opinion what they do best and what they always have done best from proof. Right. So like now if you're into that as, as like, oh, this is an experience I want to be a part of, well then you're going to be happy, right. And it's just going to take, like you said, those people to churn before it gets to recovery mode and it could recover from here once you churn those people out because the people that will be buying in at that point know what you are and know what they want to be there for and punter talks about it all the time. At some point people get tired like there's not enough sellers anymore and that's where people who are genuinely interested step in or people that really feel like it's the bottom step in and buy chamber. Are you buying anywhere in this? In at one, one and a half, two?"
    },
    {
        "speaker": "A",
        "text": "No, not at all. I would, I don't know, I'd much rather buy a ute at this price. Yeah, no, I'm loaded up on Cezanne but I could use a couple more."
    },
    {
        "speaker": "B",
        "text": "Ute'S yeah, but I do feel like, you know, ute's may find themselves with a similar problem at some point. And, you know, the difference between ute's and moonbirds is like, is, is the difference between Kevin and Frank, right? Like, they, you know, ute's are going to continue to rocket until they run out of hype train and then Frank's going to have to create new hype train. Like, they're almost at the end of that cycle, in my opinion. Right. Like they're gonna, there's always something next to drive hype with ute's and d gods, but eventually they're gonna run into the same problem. It's like, where's the substance? And people are either gonna be pissed or hang on because of Frank. Whereas, you know, moonbirds never had that kind of cult of personality. Like they had, like, like, Frank is right. Like, Kevin isn't out there sitting on your space every day. But anyway, let's go to James, back to Riggs, and then a couple defend that tweets to wrap up the week."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think it was a good question in terms of like, what could they, what could they do? And it's funny that we keep the discussion lately keeps being like, ute's and moonbirds, you know, when we kind of talk about that social equity aspect and how Frank has definitely got a longer Runway on that end, I think Riggs and I actually talked about this at one point and we were, we were a, correct. And b, I still think it's the only thing I can do. It seems like that is what they're doing. They're going to have to, unfortunately resort to old tactics of giving away free shit."
    },
    {
        "speaker": "B",
        "text": "And they have 17 years of Runway to do that."
    },
    {
        "speaker": "E",
        "text": "Well, obviously, I don't know. I'm very curious to see the. I mean, I don't think we ever will, but, like, exactly how that's laid out."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "E",
        "text": "You know, I'm shocked that VC just gave them that much money upfront and it's nothing, uh, tied to anything specific, so."
    },
    {
        "speaker": "B",
        "text": "But don't forget, James, like, just from their mint, they raised $72 million just from the mint."
    },
    {
        "speaker": "E",
        "text": "That's crazy."
    },
    {
        "speaker": "B",
        "text": "But still, like probably 17 years of Runway without it."
    },
    {
        "speaker": "F",
        "text": "And think of all the money they made canceling proof of conference."
    },
    {
        "speaker": "C",
        "text": "I don't know. It's an unpopular take, probably. But I mean, if you have, you shouldn't ever have 17 years of Runway. I think you're underspending if you're, if you have 17 years of Runway, Des."
    },
    {
        "speaker": "E",
        "text": "Correct me if I'm wrong. They're not running a correct business if you have 17 years of run."
    },
    {
        "speaker": "C",
        "text": "I just. Yeah, I can't imagine that's the right way to do it. Now, I'm no Kevin Rose, but I just feel like if you have that in reserves, you're better deploying that now."
    },
    {
        "speaker": "E",
        "text": "Like, I was shocked. So bunch brings up the great point. Okay, let's talk about 72 million. They literally were like, well, we kind of got to break even on this event. It's like, you don't have to break even on events for the next ten years. Like, you need to make everyone really, really happy and make a shit ton of money for people, and then you could figure that out because $72 million is more money than most people can fathom in ten lifetimes. So I just. I don't even understand. That's, like, baffling to me."
    },
    {
        "speaker": "B",
        "text": "No, I agree. Let's go back to riggs there."
    },
    {
        "speaker": "G",
        "text": "The only reason I'm happy at this point, knowing that they have 17 years of Runway is so that some of this art for these up and coming artists maybe can turn into the next Tyler Hobbs. And at that point, all of a sudden, moonbirds comes back 510 years from now when things potentially hit the way that they hope they're going to hit. I will say, just to add to this for you, fellow, and I've been saying this, and it is just a concern I have. It is just my thoughts, do not take it any further than that. I think Frank's social equity Runway could absolutely come to a crashing halt if what I'm concerned happens at a hotel party actually happens, take that for what it is. But I'm extremely concerned with having a bunch of drunken degenerates around locked doors, beds, things like that. It could absolutely happen. It terrifies me."
    },
    {
        "speaker": "B",
        "text": "Yeah. I wouldn't be wanting to have my credit card on file for those hotel rooms, that's for sure. You think he paid all up front."
    },
    {
        "speaker": "G",
        "text": "And, holy shit, those rooms are gonna get wrecked."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, no kidding. It's interesting. I, you know, just isn't."
    },
    {
        "speaker": "A",
        "text": "Isn't he, like, 21 or, like, 24, 23? Yeah. These kids don't party, like, properly. Like, they're not older. These kids these days don't party properly. Okay, I'm going on the record."
    },
    {
        "speaker": "B",
        "text": "You sound like old, man. That was a groomer comment. Back in my day, I funneled beers through my butt."
    },
    {
        "speaker": "A",
        "text": "I did. Is he doing."
    },
    {
        "speaker": "B",
        "text": "These kids are drinking it out of a shoe. They don't know what's up."
    },
    {
        "speaker": "A",
        "text": "Yeah. Shooey. Come on. Exactly. Take a take a beer, bung up your butt, and then we'll talk."
    },
    {
        "speaker": "B",
        "text": "Okay, chamber."
    },
    {
        "speaker": "C",
        "text": "Are you making it out to NYC? Is that been."
    },
    {
        "speaker": "A",
        "text": "Has that been established? Passports and anxiety have."
    },
    {
        "speaker": "B",
        "text": "I'm an hour away and I don't even know if I'm going to go at this point."
    },
    {
        "speaker": "C",
        "text": "That is brutal."
    },
    {
        "speaker": "B",
        "text": "I was messaging steve and cap the other day. I'm like, I feel so low t about nft nYC this year. It's like they're basically forcing you to have to buy a ticket because I don't think anyone else, I don't think there's a ton of events going outside. Like, the last two years, for me, it was more like, oh, I want to hang out and meet everybody this year. And this year it feels like there's a lot, like, less opportunity to do this year."
    },
    {
        "speaker": "A",
        "text": "I was reminded of how disappointed I was last year."
    },
    {
        "speaker": "B",
        "text": "That's funny. All right, let's go to. We had a couple more people come up, but I want to go to mister house. Then we'll see if bespoke and boots have anything to say, then we'll wrap it up with some defend that tweet. Mister house, how you doing?"
    },
    {
        "speaker": "H",
        "text": "How's it going, guys? Bunch, I came up in your comment regards towards the older generation being or knowing how to party more. I just can't help but imagine that part of your reason you don't want to go to NFt NYC is that you don't want to over drink and then be in bed by nine. Because that's what would happen to a."
    },
    {
        "speaker": "B",
        "text": "Lot of the dads that would come."
    },
    {
        "speaker": "H",
        "text": "Weekend and be like, hey, you know, back in my day, we used to do all this, that and the other. And then at 06:00 p.m. they'd be like, sitting in the corner at Chipotle or like a sandwich shop, just kind of like, with that sad look in their eyes. So, like, that's my."
    },
    {
        "speaker": "A",
        "text": "No, you just gotta find."
    },
    {
        "speaker": "H",
        "text": "You just gotta ride the wave and just not say anything."
    },
    {
        "speaker": "A",
        "text": "You just gotta find the crazy dad that brought the cocaine at midnight, you know what I mean? And then you'll be good, right? To breakfast."
    },
    {
        "speaker": "B",
        "text": "I have a feeling there's plenty of that going on. Absolutely. But there you go. So. No, I think you're right on that, mister House. It's. I I've definitely gotten exponentially older in the last year. It's been a. It's been a long decade this year, so I cannot handle the partying like I used to, too. So I actually even wussed out on the. What was the dead mouse concert that Stephen cap went to. I went. I ended up going to bed."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "And, like, just like a proper old. So you are right on that one. Bespoke. I can't believe I saw your comment. This is your first ever mint condition welcome. We have scones and terrible jokes, so you are in the right place if you like either of us."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "D",
        "text": "This is a great, great room. I love it. It's very different from coffee where it seems like, you know, we're not talking about, like, exactly cocaine and things like that first thing in the morning. So I'm digging the vibe of this room a little here, guys."
    },
    {
        "speaker": "B",
        "text": "Anyway, you heard it here first. Bespoke likes cocaine."
    },
    {
        "speaker": "A",
        "text": "Big cocaine."
    },
    {
        "speaker": "D",
        "text": "Actually. True story. I've only done cocaine once, and it was in New York, and that's where."
    },
    {
        "speaker": "A",
        "text": "You got to do it."
    },
    {
        "speaker": "D",
        "text": "Yeah, of course. And it was after a night of partying. My buddy gives me a bump off of his cigarette and off like, that."
    },
    {
        "speaker": "B",
        "text": "Sounds like such a chamber move."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, did we meet in New York?"
    },
    {
        "speaker": "D",
        "text": "And I'm like, you know, I take a bump, I'm like, I don't think this is working. You know, I don't think it does anything. And then five minutes later, I'm in a foot race with my friend down. 02:30 a.m. who's faster. I'm trying to pick him up."
    },
    {
        "speaker": "B",
        "text": "I'm like, yo, that's amazing. That's so good."
    },
    {
        "speaker": "A",
        "text": "Did you and that guy have a conversation about Bigfoot at, like, 04:00 a.m. no, no."
    },
    {
        "speaker": "D",
        "text": "But I did run into busta rhymes, and he was in a really, really bad mood, and I wanted to talk to him really bad, but they're like, no, man, keep it moving. He doesn't want to talk right now."
    },
    {
        "speaker": "A",
        "text": "Significantly meaner over in the last ten years than he ever did. Like, I feel like his head got, like, you know, like, in, like, the grinch that. So, you know, grinch that soul. Christmas. The heart grows by, like, three times. I felt like his head grew three times. Busta Rhymes head is massive these days."
    },
    {
        "speaker": "B",
        "text": "It's because he."
    },
    {
        "speaker": "D",
        "text": "He's so angry that he completely missed the whole dreads thing. You know, like, he had it before, it was cool, then he took him off, then everybody had dreads."
    },
    {
        "speaker": "B",
        "text": "I like this again."
    },
    {
        "speaker": "D",
        "text": "I don't know if you saw that."
    },
    {
        "speaker": "C",
        "text": "But he makes sense."
    },
    {
        "speaker": "B",
        "text": "I wonder if I asked chap GPT, why is busta rhymes mad if that's the answer? Because I feel like that's the right answer. That's pretty good. 1701 are you going to Vcon? You may have a second chance to party with busta."
    },
    {
        "speaker": "D",
        "text": "I'm not sure I'm still on the fence. I'm doing a little bit of traveling and already this year, and I'm kind of. I have three kids under two and."
    },
    {
        "speaker": "B",
        "text": "A half, so it's really difficult now I have two, and I thought, my life sucks, so I appreciate your. Your dad hustle there? Yeah."
    },
    {
        "speaker": "I",
        "text": "Older."
    },
    {
        "speaker": "D",
        "text": "Then I'll boogie with you guys a little bit more."
    },
    {
        "speaker": "B",
        "text": "I hear you. Is boogie code word for cocaine? Because that sounds like it. Anyway, thank you so much for coming up and hanging with us. We do this bespoke every Monday, Wednesday, and Friday at the exact same time. 04:00 to 05:00 eastern. So come hang out with us. Gotta go to Jweb. And then I do have to get to these two. Defend that tweets. It's part of my contract. Then we gotta shut it down."
    },
    {
        "speaker": "I",
        "text": "All right, I'll try to keep this quick. I mean, of course you're gonna do cocaine in New York. That's why it's a city that never sleeps. I land at LaGuardia at 445 on Tuesday. I expect there'd be a bag waiting for me somewhere. Can't wait for that."
    },
    {
        "speaker": "B",
        "text": "I got you, brother. Riggs has a bowl at his house."
    },
    {
        "speaker": "I",
        "text": "Love it, love it. It's like a candy bowl, but, you know, full of cocaine, so that's great. Uh, speaking of Riggs bunch, if you don't come out to NTM, I see Riggs does have a car. We will drive to Jersey and drag you kicking and screaming into the city. I can't believe after our time after time, uh, situation that you and I had so lovingly together that you would avoid Afghan YC and not see me. So that really hurts my feelings a lot right there. And then finally, uh, house, I will volunteer as tribute for the boomers in the Zoomers versus boomers drink off. If we want to make that a content play, we can do that as well."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, it's such a good content."
    },
    {
        "speaker": "I",
        "text": "But I am. I will step up because my old hardened ass will drink you under the table, young man."
    },
    {
        "speaker": "H",
        "text": "Ty I Twitter handshake. Verbal agreement emoji. Twitter handshake."
    },
    {
        "speaker": "B",
        "text": "That's official."
    },
    {
        "speaker": "G",
        "text": "Can I get in on this? Because I'll drink both."
    },
    {
        "speaker": "B",
        "text": "All right, well, I think this is now a DJ network sanctioned live streams."
    },
    {
        "speaker": "F",
        "text": "In case someone dies."
    },
    {
        "speaker": "I",
        "text": "Like, in case Carolina drink off on our hands here, fellas. I can't wait."
    },
    {
        "speaker": "B",
        "text": "If. If someone dies, we'll just drag them over to the ute's hotel and leave him in the hallway and blame it on Frank. That's, that's how it goes."
    },
    {
        "speaker": "A",
        "text": "You get one body for every ute you own."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I, yeah, that's utility. That's utility. Man, this has really gotten dark. All right, I gotta go to gt. Comes up at the last minute. What's up? Gt. Yeah, I'm actually thinking I need to break contract at this point. I don't know if it's safe for me to be here, guys. I don't know if it's safe for me to go to Rick's house. To be honest with you in NYC, after hearing you guys, there is absolutely no chance that I'm going to attempt to drink you guys under the table because I will 100% black out. But yeah, I'll be sending some paperwork over to you, Jay Burke. Don't worry. Don't worry. Gt I am officially as straight edge as they come these days. So I'll do the play by play with you in the corner. We can, we could do it fight style. You could be Joe Rogan. I'll be Jerry the king Lawler. And that's how we'll just call it. We'll just do the proper play by play for this, for this event. So I got you covered. And by the way, if you have not set your reminders tomorrow for Saturday morning cartoons, go up to the top, click that Degen schedule and the Saturday morning cartoons reminder link is there. What an amazing show. Always a great way to start your weekend pushing that positivity, my friend. So appreciate you. Check out gt Dan and Omi tomorrow morning at 09:30 a.m. eastern time. All right, to defend that tweet before we get out of here, the first one is up top chamber. You tweeted on the 11 march. You tweeted this on the 11 march. Wow. The view count, incredible. 27 likes. You got a lot of big."
    },
    {
        "speaker": "A",
        "text": "It's big likes."
    },
    {
        "speaker": "B",
        "text": "This is a high performing tweet for you. You also have quite a few comments on here as well. Uh, Des commented on this. Wow, this was a really. You got Des to comment. This is pretty good. Just checked my nine year old's Google search history and then you listed three, sorry. Four of the results that came up. Uh, the bookmark ideas. What is defecation Roblox, redeem codes and penis spelled p e a n I s. Nice try. So two questions. One, defend this tweet. Why would you, why are you airing your daughter's dirty laundry out there? And two, two don't even fool us. This is definitely your surgeon."
    },
    {
        "speaker": "A",
        "text": "I'm diarrhea. I forgot about that. I thought we talked about this one already, but I now remember we haven't. So I think, you know, what's the story?"
    },
    {
        "speaker": "B",
        "text": "What's the checking of the Google history? Is this a regular."
    },
    {
        "speaker": "A",
        "text": "It wasn't even me. I think it was my wife that brought it up to me and she showed it to me, but I tweeted it out as something that happened to me. Just for context sake. Yeah, my wife, she's like, oh. She's like, I was on her phone. A lot of, you know, when they're young, they usually have, like, an old phone of yours, an old iPad of yours. So a lot of the stuff kind of will kind of appear on your other devices. And my wife, like, she is on her iPad, which she doesn't really use that much. And she checked the history, and it showed, you know, my daughter's history, and she verifies it on her device. And she's like, yeah, she was looking, and she's looking at these particular words. And we laughed. We thought penis was like, p e a n I s was incredible. Was the funniest thing in the world. So we're. You know, I don't like to make a big deal about things. I'm a very. I'm a very."
    },
    {
        "speaker": "B",
        "text": "But I'll just tweet them out."
    },
    {
        "speaker": "A",
        "text": "But I gotta tweet it out a little bit. It's very funny. I do think real life is funnier than anything you could make up. So I. What? I. It's. I couldn't write that. Like, this is something you could write. It's not believable unless it actually happens. But, yeah, no, I had a conversation with her, I think, that night, like, hey, just. Just FYI, you know, when you search something, like, she was her. This was like, hey, like, when you search something, like, there's a history."
    },
    {
        "speaker": "B",
        "text": "It wasn't a, hey, you're in trouble. It was, hey, here's how you cover your tracks."
    },
    {
        "speaker": "A",
        "text": "Correct? Yeah. So, yeah, just kind of. And she was. She was not aware of this. And then you could see, like, the hamster, you know, spinning the wheel, and she's like, oh. She's like, oh, like some people. And all of a sudden, there was, like, these excuses coming up. Oh, some people go on my phone and search stuff. I'm like, no, it's cool. I'm just letting you know, you know, whatever you search for on your phone, like, it'll stay there. And I just kind of showed her. And then I show her her phone, and then that list comes up, and she's like, oh, I didn't search."
    },
    {
        "speaker": "B",
        "text": "I didn't search that."
    },
    {
        "speaker": "A",
        "text": "I didn't search that. I'm like, no, no, it's fine. I said, okay. I said. I said, are there things that you did search on here? And she's like, yeah, the roblox thing. You know how to make this. She's like, I didn't. I didn't. It was like, immediate. Like, she didn't even look at it. She's like, I didn't search penis."
    },
    {
        "speaker": "B",
        "text": "Me either, kid."
    },
    {
        "speaker": "A",
        "text": "So I said, you know what? I said, it happens sometimes. There's some people that'll sneak in your house and grab your phone and then search weird things on it."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "I said, I'll keep an eye. I'll keep an eye out for him. So for a couple of days afterwards, I was like, hey, just let you know I haven't found that person yet. The penis. The penis Googler."
    },
    {
        "speaker": "F",
        "text": "You're like, OJ looking for the real murderer is what you're doing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So this is, like, a couple of weeks ago, I swear to you, yesterday, we were driving to one of her horseback riding lessons, and she's like. She turns to me, and I haven't mentioned anything in weeks. She's like, did you find the guy yet?"
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I'm like, what are you talking about? She's like, you know, the penis googler and I died. I'm like, no. Still looking for him. Oh, so she's in on the joke now. She. She's. She might be a comedic genius herself."
    },
    {
        "speaker": "B",
        "text": "Herself. That suggests that there's already one out there."
    },
    {
        "speaker": "A",
        "text": "That's right. She's got good stock."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. Yeah, sure. I'm Google searching right now. What is comedic genius? That'll stay with me. Last one, Chamber. We've. I think you talked about this one on a show I wasn't on. However, I never got to hear the defense of, this was a hot. Yeah, I'm bringing it back up. I I never got the explanation for this one. Uh, do you dance at weddings? You tweeted on 315. So this is only days after the PGD. Yeah. Do you dance at weddings? You shouldn't. I feel like this should have gotten much more vitriol than it did on show."
    },
    {
        "speaker": "A",
        "text": "It did."
    },
    {
        "speaker": "B",
        "text": "Okay. Drew commented right below it. Defend this tweet. Do you hate fun? And he tagged me, and I actually said, I would have bet my entire life savings that Chamber was not a wedding dancer. So this tweet doesn't surprise me, but I need to hear your take on it."
    },
    {
        "speaker": "A",
        "text": "Well, you know, I mentioned, you know, weddings are for love. Love drinking and judging other people."
    },
    {
        "speaker": "B",
        "text": "And."
    },
    {
        "speaker": "A",
        "text": "When I go to a wedding, I like to make sure I dress up nice and fancy. I like to make sure my significant other is looking her best and that we look like a power couple. And we go and, you know, she might have. This is more for men. I hate to be gender specific on this one, but girls seem to have more fun when they dance. Men, as a rule, from what I see, unless they're extremely good dancers, look foolish and out of place, they should be sitting back drinking with me, having an occasional cigarette outside, and judging everybody there. And that's what I do at weddings."
    },
    {
        "speaker": "B",
        "text": "Des, are you a wedding dancer?"
    },
    {
        "speaker": "C",
        "text": "Yeah. A little known fact about me, I'm pretty damn good dancer. Well, you guys can sing. I can be a backup dancer."
    },
    {
        "speaker": "A",
        "text": "All right. I love it."
    },
    {
        "speaker": "B",
        "text": "So what is your. What's your wedding dance move? Does."
    },
    {
        "speaker": "C",
        "text": "I do a pretty damn good Bruno Mars rendition, man."
    },
    {
        "speaker": "B",
        "text": "Real. Wow."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "So fascinated by this, I can actually picture you being a very good dancer. As much as I could picture chamber not being a wedding dancer, I fall somewhere in the middle. Back in my drinking days, I was absolutely tearing up the dance floor. The worst, though, is I sweat when I peel an orange. So the dancing combo at a wedding does not usually go well for me. So I've toned down my dancing as of late at weddings, but I'm certainly not against it by any means. Give me a quick thumbs up or thumbs down. Do you, from the audience, are you a wedding dancer? Thumbs up for yes. Thumbs down for no. I just want to see Steve. Gt. Definitely. Mister House? No. Bundy? No. Bespoke? Yes. Stephen? No. Rook? Yes. All right, we got. We got a mixed bag here. GT. What's your. What's your go to wedding dance move? I'm a jack of all trades. My guy, bunch, you. Here's the deal, man. The numbers don't fucking lie. I ran a poll. It did absolutely crazy numbers. I think we had over 500 votes. That's crazy numbers. In the influencer life of. Gt and it was an overwhelmingly yes. I don't know if I need to pull that tweet up. My go to maybe the sprinkler, man, I fuck with the sprinkler pretty hard. But I'm a, you know, keep it cool. Like in what's that movie with Will Smith where he's teaching Kevin James the hitch yeah. That move where you sway back and forth like that move can take you to new heights in your life. So let's tell you guys that. Listen, totally not shocked at the sprinkler. I just."
    },
    {
        "speaker": "C",
        "text": "That just reminded me. It's just now I can picture chamber on the dance floor as seth Rogen in knocked up. Just doing the dice roll."
    },
    {
        "speaker": "A",
        "text": "Dice roll is a solid move."
    },
    {
        "speaker": "B",
        "text": "That's so funny. Well, the world needs irrigation, so the sprinkler is always a good dance move. Back to you. Gt and then we'll go to steve and wrap it up. I need a suggestion for a dance song today, guys. I don't know what I'm gonna dance to yet. I may or may not have the smoke machine ready. I would love to find a song on this stage. Oh, my God. That's enormous pressure. I feel like Bundy could recommend a good song for you. A mister house probably also has a good one."
    },
    {
        "speaker": "A",
        "text": "See, the blatant disrespect? He shows me pain."
    },
    {
        "speaker": "B",
        "text": "Well, I just. I just don't know if you're the. You're the type to pull out a good."
    },
    {
        "speaker": "A",
        "text": "I would have went, like, sandstorm for, like, a sprinkler. For those of you are familiar with."
    },
    {
        "speaker": "F",
        "text": "The technical, I can see why you don't dance."
    },
    {
        "speaker": "B",
        "text": "Yes. Yeah. You're gonna. You're totally gonna ruin his video. It's gonna be like some canadian love ballad, and he's gonna be smoke machining and sprinting."
    },
    {
        "speaker": "A",
        "text": "The disrespect I get for my musical talents."
    },
    {
        "speaker": "B",
        "text": "I'm just saying, you know, that you have a. You have a specific taste that, I don't know. Works with the positivity influencer lifestyle. I'm not. Just not sure."
    },
    {
        "speaker": "A",
        "text": "All right, that's fair. That's fair. That's fair."
    },
    {
        "speaker": "B",
        "text": "Steve. Mister house."
    },
    {
        "speaker": "F",
        "text": "All right, a couple quick points. Number one, I don't know what. Well, three, very. One. Gentle tornado. Uptown funk, in honor of Des would be a good one because Des said he's got a big tornado Mars. So uptown funk. I'd love to see that. Two, I don't know why I was cracking up at how funny it was, how quickly v squared got hitch. I don't know why that was so funny to me, but he's like, hitch, of course I was dying. And then three, just to clarify, because I asked chamber on this, and I understand he doesn't want to dance. He wants to sit around and watch people. I'm a guy who goes out and dances. But I asked him, are you like a. At home, the music's playing. You're making dinner with your wife, dance guy. And he said yes. So chamber is a dance guy. He's just not a dance in public guy. So I don't know, I just want to make sure that that point was made that he's not totally."
    },
    {
        "speaker": "A",
        "text": "That's a fair point. Yes. Yes. I do. I do like dancing in the house. I'll do a little slow dance with the misses."
    },
    {
        "speaker": "B",
        "text": "That's a clutched romantic move. I do a lot of fan of that one, too."
    },
    {
        "speaker": "A",
        "text": "I do a lot of, you know, if we have especially older music, like give me some like old, like, like seventies, you know, dancing queen. I'll do an embarrassing dance for my daughter. Make her feel, make her feel embarrassed. Make her feel like I'm a little bit cringe, as she likes to call me. But yeah, that's fun stuff. It's more for comedic relief."
    },
    {
        "speaker": "F",
        "text": "But you enjoy it. You enjoy it. So chambers, not a total monster. He gets the dance thing. He's just enclosed walls."
    },
    {
        "speaker": "B",
        "text": "Yeah. It sounds like his goals at weddings are just different and it's, it's mostly to flex and judge people. Yes, Flex, judge people, and celebrate unconditional, everlasting love. And those are his goals. Mister House, down to you."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "H",
        "text": "So as for song recommendations for GT, I think Steve and I were on the same wavelength. I had another Mark Ronson beat Ooey featuring Ghostface Killa as an alternate if that's not the vibe you were looking for. Two of hearts by Stacey Q. Nice, nice little pop throwback could also work depending on."
    },
    {
        "speaker": "B",
        "text": "I knew you would have some good recommendations for him. I knew it. GT were any, are any of these going to make the cut today? Yeah, I just declined my wife's call, so I got to make this fast before she kills me. I don't know. Mister House, can you send me those two songs? I uptown funk man. Steve, I'm not feeling it. It's a good song. It's very hard to dance to by yourself. That's a very good group dance. Like, I could see that at NFT NYC or vCom as a group dance. Yeah. So I'm definitely loving Mister House's recommendations. I just need to stick here them. But I'm all in. I'm all in if I definitely want to choose one of the ones that Mister House said. I mean, now there's tremendous pressure on this group to have found the proper banger. So we wish you the best with whatever you choose today. Gt share it in that djen chat and we will make sure that we share it out. Don't forget hit up. Oh, wait. You did find the poll. So your. Your dance at weddings, 77% said yes, 23% said no."
    },
    {
        "speaker": "A",
        "text": "I feel like that's a tornado crowd, though."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "Rook."
    },
    {
        "speaker": "B",
        "text": "Down in. Rook's down in our audience, and he says the first comment, people who don't dance should not be invited to weddings. That's, I think, fair, I guess. So at my. When I renew my vows in 20 years, you will not be invited because you're not going to dance."
    },
    {
        "speaker": "A",
        "text": "That is true."
    },
    {
        "speaker": "B",
        "text": "All right. That is going to do it for us today. Des, any final words going into the weekend?"
    },
    {
        "speaker": "C",
        "text": "Have a good weekend. Dance a lot."
    },
    {
        "speaker": "B",
        "text": "Dance a lot. That's the new motto of this show. Welcome to TMC dance a lot chamber. Anything from you? No."
    },
    {
        "speaker": "A",
        "text": "Don't dance at all. Zero dancing. Pretend it's the town from footloose, and."
    },
    {
        "speaker": "B",
        "text": "I'll go right then."
    },
    {
        "speaker": "A",
        "text": "Who are you gonna make fun of? We'll find people."
    },
    {
        "speaker": "B",
        "text": "I'll go right down the middle. Dance sometimes. And until next time, stay vintage."
    }
]