[
    {
        "speaker": "A",
        "text": "Joe, aka Bunch of bets alongside my esteemed colleagues and co hosts, chamber and Des Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I'm doing very well. I'm looking into possibly opening up my own glue factory, which is not a sentence I thought I would be uttering after last week, but I've been just dismantled on Zed, so I don't know what to do with that."
    },
    {
        "speaker": "A",
        "text": "I feel like you've run your horses straight into the ground."
    },
    {
        "speaker": "B",
        "text": "I don't know what to do anymore."
    },
    {
        "speaker": "A",
        "text": "Des, how are you, buddy? Good."
    },
    {
        "speaker": "C",
        "text": "I am being so unrealistically optimistic about my horses and, you know, but it's funny, I'm clinging on to my win rate, so, like, it's harder every single time to race them, especially as they go up each class. But I'm doing good. Yeah, I'm doing great."
    },
    {
        "speaker": "A",
        "text": "Fantastic. And we've got a awesome episode lined up today. We have two fantastic guests. So we've got Adam from Zed Gazette and Doctor Ian Brooks, which is, you know, the data scientist almost became a meme. I feel like Adam, people didn't even believe you that he existed. And so I am honored to actually have ian on the show. Doctor ian on the show with us today to chat about Zed run, how you guys have kind of come up with some of your awesome theories and just to talk some horses, man, it's so exciting. I've been, like, living in this world for the past couple weeks. I'm pretty excited to get to pick your guys brain. So let's start here. So let's start with Adam, and maybe you could pass on to ian when you're done. But I do want to know kind of how you two found. Won the game. How did you find Zed run? And two, how'd you find each other?"
    },
    {
        "speaker": "D",
        "text": "I found Zed run just because I've been a crypto guy for so long, and I just keep an eye out for new projects all the time. I, you know, I was a big bitcoin, bitcoin fork guy. Kind of got out of the space for a bit for the smart contracts, reintroduced myself and found Zed pretty quickly. A lot of fun playing it so far. And then I met doctor Ian. He's my brother in law's best friend from college. Right."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. Okay, so the family trees don't just apply to the horses. We've got a little family tree going on here as well."
    },
    {
        "speaker": "D",
        "text": "Yeah, you gotta keep an eye on all of it."
    },
    {
        "speaker": "A",
        "text": "So. So doctor ian, did, uh, did Adam just come to you one day and say, hey, I've got this crazy idea. I need you to run all this data on virtual horses."
    },
    {
        "speaker": "E",
        "text": "Uh, well, I mean, it was the day after thanksgiving, actually, so we were, it was like college football was on. And I get a call and he's like, you need to check. You need to check this out. And, like, I've known Adam long enough to know that in the crypto space, he actually does. Not only does he an expert, but he's been into it for a long time, that if he's really inside about something that it's worth looking into. I checked out my first, like, I got on the website, looked around, then I watched the first 3d race, and I honestly was kind of hooked at that point. I was like, oh, yeah, I could see people watching for 50 years in virtual reality and augmented reality, too. And I could see this replacing real horse racing, especially when you think about the generation of people that own real horses today and the people that would want to own them in digital space in the future. So I immediately, I was hooked. And then I got into racing too much for probably the first six weeks. I mean, just way, way too much racing. Way too many hours a day, like, doing that. So, yeah, you had a lot of the data stuff came from that because, like, Adam, I started with spreadsheets and honestly, like, I was running too many horses. I am a proud owner of some glue farm myself, and, you know, like, who wants to collect data? Like, there's an API. Oh, cool. Let's just start grabbing some data."
    },
    {
        "speaker": "A",
        "text": "So, yeah, I need to, I need to get involved in that API life because des has now pulled some really cool stuff from the API. I'm actually sitting here looking at my little spreadsheet right in front of me that I've been manually entering stuff into for. Like, I feel like a crazy person doing it and. But I, I, you know, I think the interesting thing is that the data does matter so much in this game. It's the way you can make informed decisions. It's one of the only ways, especially when you're talking about having 100 horses or 200 horses or things like that. So that's how the relationship started there and now. Adam, where did you come along? Actually, first, I want to point on this where Des, you were kind of saying this earlier, right before we got on to Doctor Ian's point about the generation that owns regular real horses versus who might want to own virtual horses. We were literally just talking about that. What are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I think so, man, it should be a fun drinking game. Every time I bring up my background in real thoroughbred racing, you'd be drunk as hell. But anyways, because I have that background, you know, I've seen the clientele who are really into sports or, you know, horse racing, which is a much, much older crowd. I think the people that go to the track and even really lively tracks like by me and Del Mar, they're going for the party. They really do not care about the horse races. They're betting on the names, things like that. So the people who are actually handicapping owning these horses is a much older crowd. And what I love about Zed is it's bringing it to the younger population and getting them really excited."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that was an interesting point. So I wanted to touch on that because I thought that was fun, but. So, Adam, where does Zed Gazette then start with you guys? So you're now you've found Zed run, you've got Ian hooked, you pulled them away from watching college football, which I me, that would be a hard thing to do."
    },
    {
        "speaker": "E",
        "text": "So that's more fun than college football. Now, it wasn't a Sunday. The Cowboys, they weren't losing last season. So I was like, oh, I can get away from this."
    },
    {
        "speaker": "A",
        "text": "So where does the idea for Zed Gazette come in and how did that all originate? Because that's some of the, I mean, premier kind of content that we've seen in the space so far. So where does that whole story start?"
    },
    {
        "speaker": "D",
        "text": "Thank you. I'm glad you guys like the content, right? Doctor and I talked about it for way too long trying to figure it out, but it kind of started because it was so scattered throughout all these different websites from different community managers that had been a part of the team at some point. And I was like, and I was tired of answering questions. Just got everything copy and pasted from the three websites and there's that gazette. And then I waited for some people to show up and started writing some articles and kind of telling what we thought up."
    },
    {
        "speaker": "A",
        "text": "So that's awesome."
    },
    {
        "speaker": "E",
        "text": "Deserves all of the credit for the website and coming up the names. We would spend hours talking about this, but my day job is too busy. I wouldn't write the article. So I mean, Adam is Adam, it's his brain work. I just feel like I kind of like push it a little bit here and there, you know?"
    },
    {
        "speaker": "A",
        "text": "That's awesome. So let's get into kind of, I want to touch on and I want the majority of this to be about kind of the breeding, the data, you know, what is important for people to look at and why and things of that nature. Because I do think, you know, when somebody new finds Zed, there's kind of a progression in how you approach the game. Right."
    },
    {
        "speaker": "E",
        "text": "It's."
    },
    {
        "speaker": "A",
        "text": "Oh, this is cool. Oh, I need a horse. Oh, I'm going to run my horse. Oh, my horse sucks."
    },
    {
        "speaker": "B",
        "text": "Oh, how do I need more horses?"
    },
    {
        "speaker": "E",
        "text": "Now what?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, now what? Exactly."
    },
    {
        "speaker": "E",
        "text": "So, so I was gonna say, like, what do you think we're playing? Do you think we're playing a game of racing or a great game of breeding horses? Because it really matters what you think. How, how you, what you wanna look at the data and what, what matters."
    },
    {
        "speaker": "A",
        "text": "To you that that is a great, a great way to start. So let's go chamber. What are we playing? A racing game or a breeding game?"
    },
    {
        "speaker": "B",
        "text": "I mean, I. What I do every day, guys, Ian and Adam, is I message these two guys and I say, what the hell are we doing? And I get them. And every day I put out a message in the morning and I say, can somebody talk me down from racing my Z two Nakamoto? I have it. It's unraced, but it's the last thing I have before the next drop that can go into Griffin. So every day they talk me off the ledge. I don't race it. But from what I'm getting from them is we, we're in a breeding game where what we're doing is we are, you know, we're growing our stable. We're trying to find out which ones are the winners. We're testing those new horses that we're breeding, seeing which ones are working, checking their, you know, I haven't been doing it religiously, but checking their, their data on discord in regards to odds and, and that kind of thing in different races. So I'm doing that a little bit more, but really trying to figure out which ones are going to work long term and then ideally breeding those with other horses that you have that are also good, that can make new horses. So I think at the end of the day, we want to be breeding horses as much as possible and selling."
    },
    {
        "speaker": "C",
        "text": "So proud. I'm so proud."
    },
    {
        "speaker": "A",
        "text": "Joe, look, hey, I mean, I."
    },
    {
        "speaker": "E",
        "text": "Who's in the breeding camp? Who's the game of breeding camp? I mean, I."
    },
    {
        "speaker": "A",
        "text": "I've. I've subscribed to Z Gazette University since like, day one. So I I've been molded to, to know that I might be in a breeding game."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, uh, but I think that's why this is an important conversation to have because you do kind of fall into that progression. So, uh, so Doctor Ian tell us why you believe we are in a breeding game and not a racing game."
    },
    {
        "speaker": "E",
        "text": "I mean, okay, so when I thought about the game from, like, there was going to be 38,000 Genesis horses, and then we sat around and said, well, I think at some point I ended up with, like, 100 horses. It's like, well, how many players are going to play this game? So when you think about a community and how big it can be from that end, there's that aspect. Other aspect is so pre. It was pre December, there was a. The race algorithm changed. So some of the horse, the genesis horses and the bread horses that time differently, where really, like a quarter of them are still really highly performant, which is like that profile one that, like, that Adam likes to talk about. But, like, so it made sense that I was like, okay, like, you're going to have to generate new horses to make other horses. There's going to be, you know, a genetic algorithm that kind of plays into that. And it was. Adam actually had a buddy that had a pre the algorithm trace algorithm change was a dominant buterin was like a z 20. It was like one of the first z 18 I'd ever seen. And this horse, Washington fast, when you start looking at the data, you're like, okay. Because Adam was trying to talk me to the game, and I knew I couldn't afford the z one s and the z two s at that time. And I was like, how did someone new get into this game? How do you bring new members of the community? How do you grow to 10,000 users, 100,000 users? You have to allow some way to let them in. And that's where it makes sense. On the breeding outer, Adam and I have also seen maybe some information from the devs for fastest run times, and they're almost all bred horses, like Pinkman's across half of them. Phenomenal horse, you know, but, like, you're like, okay, it's bred horses. You know, there's only so many good genesis horses, too. Like, that's the other thing I was gonna say. Like, there's only so many good genesis horses. How can you have a good ecosystem like that? Like, it's too static. That was. That's why it's from that end."
    },
    {
        "speaker": "A",
        "text": "Interesting. So I totally would agree with you there. Like, when you think about how this game progresses after the Genesis horses are claimed, right? Like, there, the game doesn't end there, right? Otherwise, it would have to. If we're just talking about these horses and that the fact that breeding isn't there or isn't going to outperform those horses. That would mean the game would kind of have to end. And so I remember kind of having that light bulb moment, and I messaged Adam, and I was like, oh, here, this. And he's like, yes, you understand now? And I'm like, okay, there you go. Welcome. Right, exactly."
    },
    {
        "speaker": "E",
        "text": "So you were probably one of the first in the community. Really get this. So that from there, well, you know."
    },
    {
        "speaker": "A",
        "text": "And you just kind of have to think about what the end game is. Right. And how long it could possibly go. I think that's the, you know, that's the crut, the, you know, kingpin. Right. So you have. It's funny cause my brother and I kind of play the game together. We talk all the time. And he was very race the horse. I'm racing horses. And now he is kind of seeing the light bulb as well because his bred horses are outperforming anything he ever had in Genesis. And they were on Des's leaderboard today, which was pretty cool to see. So he. Yeah, which was really cool. So let's think about then what now we've said, okay, we're playing a breeding game right now. How intricate Adam does something like that have to be to really get into, you know, generations and generations and generations down the line? And what kind of comparisons can you draw from, you know, Des's passion of real life horse racing?"
    },
    {
        "speaker": "D",
        "text": "Well, yeah, that's. I didn't just look at the genetic algorithms. I did look at the historical, you know, patterns of breeding in different areas of the country. I mean, our world. Right. See what's going on in Australia, what they're doing. See what's going on in England, history there in America. And it's always really come down to third cousins. Right. Is the. The fold back in. And that's where the recursive nature of the mare being, you know, coming back out, that's where that third cousin line actually becomes possible for the first time. So that's where I really noticed the recursive nature and really noticed, you know, the breeding game aspect of it. But going back to what Doctor Enu was saying, it's this game came out right about the time cryptokitties did. Right. And that is just a breeding game, definitely. So that's where I took and applied the lessons of that game to this one and said, you know, what I'm is similar about these, and kind of dove into the gas from there and said, where do I think the people that wrote the GA are from? And looked at those countries and just kind of tried to build it from there."
    },
    {
        "speaker": "A",
        "text": "So let's talk about the genetic algorithm piece. So, Des, you were saying that you actually were talking to your uncle. Was it your uncle? Yeah, that's my uncle, yeah, this past week. And you explained Zed to him, and then your uncle sent you genetic algorithms. So let's touch on this piece really quick. Cause so when you're referring to. When you say ga, Adam, you're referring to genetic algorithm. And so what, Des, why do you think your uncle sent you a genetic algorithm? White paper to read or thesis paper to read. Yeah."
    },
    {
        "speaker": "C",
        "text": "And then the first thing I did was I sent it over to Adam and go, have you heard of this theory? So, yeah, no, I just. I think he understands, like, the real horse racing world is physical horse racing world is about, you know, breeding, just like we're talking right now. It's. The real horse racing world is not a racing game either. It's a breeding game. If you want to make money as a stable, you not only have to perform on the racetrack, but you have to build a great, you know, breeding farm and sell those ponies. So he understands and has that background. And I think, you know, instantly when he heard about this game, and I thought it was gonna be met with a lot of resistance, given kind of his age and his experience and stuff, but he was very into the idea of kind of making a very digital breeding platform. And, yeah, he was all about it. So he initially went to, all right, well, then, if this is very based on formula, nature is even more random. You know, this is beatable. There's inefficiencies, there's things you can go after. So he was all about it."
    },
    {
        "speaker": "A",
        "text": "I think that's a really good point to touch on, or a really good segue. So, Doctor Ian, when we're talking about what this genetic algorithm might look like from a data standpoint, and just like, how many pieces of data, we might need to start coming up with some conclusions on what works and what doesn't. Where do you see that from your experience so far?"
    },
    {
        "speaker": "E",
        "text": "Well, I mean, we've done a fair amount of GA research. I actually, as a computer scientist, I haven't really looked into it until this game, but I've read many papers now, watch many, many presentations and many talks. So, like, yeah, so this game, I believe you can exploit the GA using kind of the techniques that Adams talked about. Some of the things we kind of put together, you have to kind of think about from when you're looking at genetic algorithms, the biggest thing you start looking at is the crossover and the crossover mechanisms for actually, how do you take DNA from two samples and make future samples? When you really look at that? I actually think uniform crossover is a piece of that simply because the research demonstrates that in what is referred to as big o notation of actually getting to a population of a better population of horses or samples in our lifetime, you need to use uniform crossover to actually like, make that happen. So you start thinking, okay, uniform crossover is a piece of that. But then you've got the aspects of the DNA, like, like the bloodline. You know what the. That's determinant. You know, the bloodline, when you put two horses together, what it's going to come out. Right. So you have to start breaking down like, okay, what types of genetic algorithms have that? And you start looking at different crossover points. So I think it's actually like referred to as like a two crossover point. I have a nice chart we could. We'll share out at some point here. But, like, you've got a piece where it's the bloodline, it'll be the gender. And then it's like that. You've got the race performance, which based on the documentations out there, like fatigue, distance preference, gait preference, and there's like a fourth one out there and then color. Right. And I think that in the middle for all the, what, what are really the racing characteristics of the horse minus the color and the bloodline aspect, that part is a uniform crossover piece to that. And I've got some more articles we can share with that, but the research really lends that direction. Now, mutation is a huge piece of this. Adam talks a lot about mutation and based on the research, the smaller the population, the higher mutation rates to get to, like, not an inbred group. So think about the Nakamoto's only having 2000 genesis horses compared, uterines having. I think it's like 20,000 genesis horses that will be out there. Mutation rates based on which ones you're breeding will vary. So there's a lot that goes into play there. But I think ultimately, do you think we can sort of game the ga? Yeah, I truly do. Have we proven some ideas of that? We've seen some samples of that, but it's going to take a few more iterations to really, really see what we've got. That break in breeding for the last like six weeks slowed us down, but, like, last week was great."
    },
    {
        "speaker": "A",
        "text": "Yeah, last week was. Last week was fun to be the first, you know, our first experience with it. I thought it was pretty wild. And so, Chamber, did you understand any of that? Can you now, are you a genetic algorithm expert?"
    },
    {
        "speaker": "B",
        "text": "I mean, I took a few notes, but I believe I can basically call myself a doctor at this point."
    },
    {
        "speaker": "A",
        "text": "I don't know. Let's not disrespect Ian like that."
    },
    {
        "speaker": "B",
        "text": "Okay? I can call myself a chiropractor at this point."
    },
    {
        "speaker": "A",
        "text": "Okay, fine. Deal. But so let's talk about the mutation rate piece, because I think that Adam, or Ian, you're correct. That is something that Adam talks about a lot. Um, and I think, you know, when you first hear it described, it almost has kind of a counterintuitive nature to it. So, Adam, can you kind of describe what that mutation rate, uh, in your mind, looks like, why it's important and. And how, you know, why it is that, like, counterintuitive almost?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think, um, you know, you think mutation, you're going to get something good, right? Like x men style, and most likely it's going to be, you know, a three legged horse that can't run with the Nakamoto's because they have such a small population with the tazabos that to get all of the DNA that's possible, you're just going to have to have that mutation. The big thing that I haven't really touched on a lot with mutation is it impacts the timeline of improvement for bloodlines. Since buterins are going to be easier to breed, the timeline of their acceleration and performance is going to be much quicker than Nakamoto's. And because you're not going to be able to stack the DNA in the same way as easily. Right. So the mutation rate not only accelerates the timeline for brutal, but just the general user because that's the most accessible. So it's definitely a breeding game for the community that way."
    },
    {
        "speaker": "A",
        "text": "Interesting. Des, what do you think about that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, at first, when I was reading through some of the theories, you know, we talked about mutation just like Adam just said, you know, buterins are easier to breed, and I didn't really understand what that meant. So just for those who are listening or a little confused by that, that just means that there are more buterins and they're more accessible to the public and more breeding options. I think one thing that we can talk about a little bit is some theories on is it good to breed across bloodlines or should you stay very pure bred and breed buterins with buterins and Nakamoto's? With Nakamoto's. And what would be the disadvantage of doing that? I know Adam has some theories on that as well. And that's something I'm curious about."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah? Well, Doctor Ian is always trying to breed across bloodlines. And I'm always like, no, what are you doing? Right. I don't help those horses."
    },
    {
        "speaker": "A",
        "text": "That's interesting. So, all right, so what is the. What is the case for doing that? And what is the case against doing that?"
    },
    {
        "speaker": "D",
        "text": "Too many variables that aren't controlled. Right? Because if you're just using Nakamoto on Nakamoto, you know that you're working within the Nakamoto varial spectrum. If you're doing it across bloodlines, you don't know what variables are adjusted for and you don't know if they're adjusted differently between bloodlines. So it's just too many variables out of control. And that's where it comes back to the twins."
    },
    {
        "speaker": "A",
        "text": "So it's harder to repeat, really."
    },
    {
        "speaker": "D",
        "text": "If you."
    },
    {
        "speaker": "A",
        "text": "Even if you get lucky ish, you wouldn't be able to necessarily repeat or know how to repeat it because of the many variables, is what you're saying."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. Okay. Interesting. What were you. Sorry I cut you off there. Doctor Ian."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "D",
        "text": "I'll let him explain. His. He's. He feels lucky on it sometimes."
    },
    {
        "speaker": "E",
        "text": "Uh, you know, um, actually, so early on, um, I have a horse called. Named Penny Lane. And she is. She's half. Half knock. Sorry, half buterin and half finney. Um, and she's still a really, really. Today still is a really good horse. So I saw really early on that you could take what I think the two bloodlines that are close to each other. And I've seen good, good samples of those two bloodlines on each other. And then Susabo's and Nakamoto's. Now the question I now vanilla beans out there. And that. That horse is a really interesting horse. You should go out there and look at that. I. There's going to be some of these just horses that. I think they're going to be freaks that are end up. The mutations going to work in a way that. That is positive as opposed to negative. Right from that end, I have a chart and I. Should I just send a PDF to y'all? What are you all thinking or just sharing?"
    },
    {
        "speaker": "B",
        "text": "You can. Yeah, you can click on the little share button."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And then it should pop up on."
    },
    {
        "speaker": "E",
        "text": "It says, are you sure you want to do this? Let's see."
    },
    {
        "speaker": "A",
        "text": "Are you sure?"
    },
    {
        "speaker": "E",
        "text": "Are you sure you want to do that?"
    },
    {
        "speaker": "B",
        "text": "Wild card. There we go."
    },
    {
        "speaker": "E",
        "text": "Can y'all see that?"
    },
    {
        "speaker": "A",
        "text": "Last chance to keep your secrets to yourself."
    },
    {
        "speaker": "E",
        "text": "That's right. I'll share them out."
    },
    {
        "speaker": "D",
        "text": "He was supposed to edit a week ago."
    },
    {
        "speaker": "A",
        "text": "Yeah, there you go."
    },
    {
        "speaker": "E",
        "text": "That thing's going on. Okay. I don't know if that's large. Is that big enough or. Just keep expanding that. Zoom in on this a little bit more."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "How's that? All right. There you go. I think this is what the GA looks like. I think it's this. I can explain kind of what we've got on here. So you've got the sire and the dam using the same terminology. I've got blue and pink here. And it's actually a cross, for example, just to kind of demonstrate what's up. So the middle sections is this uniform crossover. It's definitely in bits. Everything's powers of two. A lot of the conversations out of my end up being powers of two, which is a very computer science thing. So everything in that place, I'm guessing it's around that many. I don't actually know. I have some theories on why. I think it's a billion bits, but we can get to that in a second. But you can see that your bloodline's going to be determinant and then your colors. That other piece that isn't really part of the GA, my theory, or really out of my series together, is that the mare is this middle green section that's more dominant. And if you look at that, the mare, much, much bigger place in the DNA because really the Colts, you get to sell their DNA, right? You get to sell it out. So to make a mare as valuable, this is where the balance is in place. And I think the developers then added that color section, which is more determinant on the sire. If you go look at the formula, you can see that the male, it's actually has a higher influence on the color, which doesn't matter at all in race performance. Sorry. Color rubbers. Sorry. So, like, end of the day, that's what you've got here. Now, like, now, what our theory is, if you kind of go down to this next level is like we, we, Adam and I do twins. He's got, the Gazette's got some good papers on twin theory, but we think it's this concept of having, I call it a coin, because if you've got uniform crossover, you're going to have one or the other. That's what that middle is. So you can have an a or a b side of a coin, and then you have mutations. So you've got an a prime and a b prime. So you effectively. I like to breed. I always like to double tap anytime I'm breeding. I think it's worth breeding. It's worth doing it twice, because then you could see. See both sides of the coin. Sometimes you get eraser and sometimes you get a breeder. And there's more to that, you know, coming on in the future here. But I think the ga and the way that it works is a lot like that. That middle section, though, I really believe, from my computer science research and looking at what that looks at, uniform crossover really explains that. So. But the mutation rate, the number of loci, or bits, if you will, that will be mutated, is higher in Nakamoto than it is buterin, um, because of the fact that, like I said, buterins are easy to breed. But they're also. You're more likely to get a class five horse. No disrespect, I have some great class five horses I love. You're less, like. You're less likely to get a class one horse, right. But two Nakamoto's, you're more likely to get a class one horse in that sense. But higher mutations, you know, it's class three. Yeah, class three. Often. Very often, if you have glue farm like me, you've got plenty of class three of those. Right. You know, that's."
    },
    {
        "speaker": "A",
        "text": "That may not be a bad thing, though. There's plenty of class five profitable horses out there. Right? And at the end of the day, it takes people to be winning races to keep the whole thing alive at some. In some respect. Right? So while this may be the key to unlock all of the great performers, you still need people to race them. There still needs to be an appropriate class system where people can win."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, otherwise, like, that's still part of the game. That was really interesting. Des, what are your thoughts on that drink number three?"
    },
    {
        "speaker": "C",
        "text": "So back to my physical horse racing background. People own horses to win. If you gave them a choice that they could come in fourth or even third in a grade one stakes versus win a 10,000 maiden claimer, a lot of people would say, I want that feeling of being in the winner's circle with my jockey taking the picture. Like, that's such a big part of horse racing, is that feeling of winning. So whether it's in class five or class one, I think, like you guys said, it's very important just to have a winning horse."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I do want to touch on a couple things that you guys have mentioned a few times that Adam has a bunch of great articles on, but I want to take the time where we actually have. Where you can articulate the thought to touch on the twins theory. Right. Like, I think, because that's a good place for people to start experimenting. So, chamber, if you could bring up that one chart that Adam put out the other day on his family tree, and I'll kind of let you, Adam, walk through what this looks like and explain maybe the twins piece."
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure. So what we're looking at is a family tree of two horses I made, actually, right? So I have two horses with the same identical tree going down. It wasn't really to breed the best eraser. It was really to just test what works and what doesn't, so that when we have the right ingredients, we can make a good horse. And what I did was, is all of these colors represent a genesis z ten. As you can see, storming by is a cult. He's in there three times, contained sugar is another cult in there twice. And little effort is the orange, and she's up in both the top and left corners. And what's unique about those top and left corners is you can see it storming by and little effort twice. Those are twins that I can use for testing, you know, the mutation and the crossover patterns, but also I can use them in the process of inbreeding in the future. And inbreeding is a huge, like I said, factor of real life horses, right? 500,000 horses come from one superstud with 28, you know, other horses playing a large influence, but it's a. It's an inbred, thoroughly bred thoroughbred game, you know?"
    },
    {
        "speaker": "A",
        "text": "So touch on what you mean, just for anybody who may not know, the inbreeding piece, like, what does that actually mean?"
    },
    {
        "speaker": "D",
        "text": "Um, it just really means bringing back in the same DNA and folding it on top of itself. Right. So up on top, these. These purple circles, these are all legendary breed horses that came off of the genesis. And you can view them all as, you know, siblings or cousins eventually, right, since they all are off, or three of the sets are from storming by. So that's like our great great grandparents, you know, if they had the brother and sister, and then it went up weird, and then, you know, you met someone, you know, three generations down, and that's your third cousin. So, basically, that's what we're doing with these horses. And the important thing is the exclusive breed, the brown circles, because that's where the recursive nature of the mares comes in. So if you have a exclusive, an exclusive mare, you are able to breed back into a genesis horse. And the offspring will maintain that exclusive breed. So that gives you the ability. I just ran out of horses, right? Because I need the mares. But on the right tree, I'm going to win next month, and their breeding cycles refresh. I'll breed that exclusive on the right, back into supreme line, the blue dot, and into contain sugar. If I have the ability to. That's someone else's horses. That's another community aspect of this, right? I have to know who owns contain sugar. Hit them up. Be like, yo, I need. I need that DNA. But at the same time, you run the risk of, you know, they could jack up the prices because they know what you're doing. So that's. That's another part of that community aspect of this game. But this. It's. It's not over, right? This elite breed, black dot, if you just go back up to the two previous exclusives, I can breed them back into Genesis, add more DNA to the inbreeding plan, and fold them back in again and make another elite horse. And after Elite, you can't maintain that elite breed. So that's where I think they'll be the best racers, where you lose the ability to add more DNA."
    },
    {
        "speaker": "A",
        "text": "Yeah. So let's touch on that. Cause I've heard that from your articles, which one of which you put out, I think, this week. And then before the show, Des actually said the exact same thing about the potential of the elites being the best racers in the game. So, Doctor ian, where. Where does that kind of theory kind of come from? There?"
    },
    {
        "speaker": "E",
        "text": "Well, I mean, the kind of what he's calling that recursive loop there for exclusives, if you look at the breeding chart, we noticed that was there and it wasn't. I think, like, a lot of things, game aren't. Aren't accidental. They're. They're sort of there. So we've recognized that that's there, and it's worth taking advantage of. Also, if you look at genetic algorithm research, which we have second and third, like a. Like, basically breeding seconds and third cousins does lead to more. To more optimized, quicker optimized, or performed populations, if you will. So you kind of have that into it. And then on top of that, the research Adam did on the actual horses, I mean, when it."
    },
    {
        "speaker": "A",
        "text": "When it."
    },
    {
        "speaker": "E",
        "text": "I mean, does. You're into real horses. So, like. But, like, Adam found this, that one, a few papers on, like, where these horses come from, you're like, okay, like, this clearly was. This clearly was something that happened in real life. So. And then gas, to your point earlier, are replicated off nature. So we're not trying to reinvent the wheel. We're just trying to be really observant and then asking questions and then willing to test them out and try out. And then if, like, Adam and I don't get butthurt, if our. If, you know, if our theories don't work out, like, we. We're cool, we will just move on and we stay agile. Like, there's not enough information in this game. I mean, because that didn't exist until Adam, you know, like, we had to, like, ask so many questions over beers and beers and beers. Like, to put this together."
    },
    {
        "speaker": "A",
        "text": "That's the best way to ask questions, I feel like. So. And you'd be really hammered if you played the Des drinking game. So. I also like to the point about the elites being potentially the best racers, because there's almost a diminishing return after words, like, when you breed down that line. And I think part of the reason, too, was the cost to get to an elite. Right. Like, versus. And so, Adam, maybe you want to touch on that really quickly."
    },
    {
        "speaker": "D",
        "text": "Yeah. So there was a user in the discord and. Yep. Talk, I think that's how you say, is his name. Right. He came up and said, you know, how can bred horses not be better than Genesis when you have to put so much in to reach, you know, an elite breed of. How much does it cost to get to that horse? Right. Then you sit down and start adding that up. And I did. I was like, holy shit, those are going to be expensive horses. To get good ones, that's where they have to be. And when you notice the mares collecting DNA and all right, then it's definitely that."
    },
    {
        "speaker": "A",
        "text": "That's very interesting. Yeah. Chamber, what do you think there? I feel I can see your head smoking. So there must be."
    },
    {
        "speaker": "B",
        "text": "I have a question. I guess as you're breeding and as you're like. Like I was saying before, you know, we're breeding, we're testing, seeing which ones are profitable horses. Is it worth it to sell any of them right now? Even if you think they're duds, even if you think they're destined for the glue factory."
    },
    {
        "speaker": "E",
        "text": "Is, you know, I would hang on to them."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm just looking at mine now. All of mine are. At least 90% of them are Genesis bred horses. So, like, the ones that I've bred, they're legendary. I don't even think I've bred down to elite status yet. So keep, would you say if for people listening or watching, keep those, I'd."
    },
    {
        "speaker": "E",
        "text": "Say so it really comes down to your strategy of stable construction. Right. So if you can go deep or wide, I'd actually say if you have the genesis horses that they came from, I've let some of mine go. But if you have them and you have the legendary horse, now you actually control that DNA, as Adam likes to say, so really controlling that DNA structure because now you can play as that tree structure. You need a lot of pieces. Right, right. It's worth if you have a few you like or if you end up with a bread horse that is really, really solid. Like, I have Penny Lane. I'm not going to let her parents go."
    },
    {
        "speaker": "B",
        "text": "I've lost a penny lane."
    },
    {
        "speaker": "E",
        "text": "Huh? I let her back out of the cage, like, last week and, like, I got, like, I'm never going to sell her parents because, like, I might be able to make another penny lane. Right. And then I've got it. Like, I've had some not good horses come off of her. So it's like, I'd say really, the game is, like, I feel like you're going to spend a lot of money up front getting a couple Genesis horses or a handful, and then you're going to do some breeding and you're just going to keep folding your bred horses back on each other because it's. It's pound for pound, the best way to build a stable. Like it's moneyball approach, if you will. I can't go out and I. Unfortunately, there was an incident where I lost my Z two Genesis shadow facts. Unfortunately, I can't get. I can't go out and spend that money and get her back. Right. So I have to kind of play with the legendary horses I have at this point. From that end, just Genesis horses are really too expensive to get at this point."
    },
    {
        "speaker": "B",
        "text": "If you don't mind, if you don't mind me asking, did you lose it, like accidentally, like you lost a wallet?"
    },
    {
        "speaker": "E",
        "text": "So when Matic opensea popped up, the indexing of actually, like, the order horses was actually an oldest of horses, not newest of horses. I thought I was going to my z ten s and selling them and it was my z two s. And the. Yeah, it is what it. And the. And the individual who acquired her is less than savory. We'll move on. He's not worth any more air. So it is what it is. And the devs. You know, it is what it is. Like, you know, there just is what it is."
    },
    {
        "speaker": "B",
        "text": "It is what it is, so be careful."
    },
    {
        "speaker": "E",
        "text": "My advice to those watching home have a secondary stable that you want to sell from. And that way you can limit that out because."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a good point."
    },
    {
        "speaker": "E",
        "text": "Shadow facts, as Rohan's finest of, you know, middle earth shadow facts would have been, you know, I had her for a reason and unfortunately I don't."
    },
    {
        "speaker": "A",
        "text": "So, yeah, that's rough. But I think that's a really interesting point. Right. Because when we're. I think what is happening right now is all of the people that are joining the game, they're, again, I'm gonna. They're going through that progression and they are eventually gonna get to a point where they're like, man, I shouldn't have sold my genesis horses. Or man, I wish I still had some of those offspring. And so it's interesting to hear that kind of, and I think important to maybe hear that upfront because it is not a inexpensive game to play. Right. So at some point, you do want to either recoup some of your investments or, um, you know, make some kind of profit. And I think, you know, the. The easiest way to do that at the moment is either sell your genesis horse or flip the offspring that are. Are good. Right. So, um, I think it's important to hear that for some people that are going to be going into breeding for the first time and they might breed some studs and they're thinking, okay, well, I'll have my genesis horse. I'll keep that. I'll sell the. The gun I just bred away. And where, you know, a year from now, two years from now, five years from now, they'll wish they had that legendary. That legendary. And I keep saying this, too, chamber. I think I kind of."
    },
    {
        "speaker": "B",
        "text": "I'm in the middle of canceling orders on Matt."
    },
    {
        "speaker": "A",
        "text": "Well, I think I keep saying right where it's like, you know, once these genesis horses are gone and new players keep coming into the game, what's the next highest entry point? It's these legendary horses that are brought off of them. Right. Like, so they're going to be very important. Would you agree with that, Adam?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I definitely would agree with that. And touching on, you know, the value of some horses not presenting themselves yet. You know, Cesar bows are super underperforming their population size and value on the market. Right. The cost of them. So the first thing I noticed when ebbs released some new photos was like, the legs of the horses are bending differently in the. In the. The mock ups coming out and then you see them jumping in in the 3d thing. Right. So I think that there's some steeple chases coming that Susabo should, you know, present themselves to be more valuable on the track. So I would definitely hold on to your don't give up those."
    },
    {
        "speaker": "E",
        "text": "Don't let those go. Hang on, though. I agree, too. I think there'll be a reason to own them for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, there would have to be, right? I would think."
    },
    {
        "speaker": "D",
        "text": "I really hope so. Right. I'm holding on to someone."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I think that, again, goes to. Goes to the point of how early in the game we actually are, right? Like, if this is. If we're really talking genetic algorithms and billions of iterations, we're at the very, very, very earliest piece where the only factor in race ability right now is distance. Right, and then you're talking about, okay, maybe I have a dud right now, but when the weather is introduced or when gait preference is introduced, that could boost your horse another 10% than what it's doing right now. Right. And then all of a sudden, now I have genesis horses that I can breed off of, because now I know what they're good at. Right? So I think that's interesting. But chamber, let's throw a couple of Des's charts up here, and let's see what the guys think about some of the data that Des is pulled. We're going to put Des against the data scientist here, and let's see. Let's see what we think about this. So, Des, what are we looking at right here? We've got win rate by breed type. So what did we pull?"
    },
    {
        "speaker": "C",
        "text": "Sure. So, yeah, breed type being genesis, legendary, exclusive, just the order we talked about recently. And then it's by racing class. So class one to class five, and then all kind of sum together, and then their win rate. So, just to be clear, you know, if you. The amount of elites put into class one, they win 9% of those races. So that's what we're kind of looking at here. I'm curious to hear thoughts I can give my, you know, my theory on what this means. I think this is out of the ones that I put together, this one kind of can start to get conclusive a little bit, but obviously, you know, further analysis is always needed. But, yeah."
    },
    {
        "speaker": "A",
        "text": "So what are your takeaways here? And then we'll throw it to the. We'll throw it to doctor Ian and Adam."
    },
    {
        "speaker": "C",
        "text": "I think it's fairly clear. So you have to take into account this was done over 10,000 races. By no means is that, you know, an incredible amount, but it is a substantial sample size to draw from. And what you see here is the large win percentage, as we've seen is from Genesis. Although following very closely is a gap between Genesis, legendary, exclusive, and then you come to elite. Now, as we were talking about earlier, there might be some bias introduced into here."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Horses that get down to elite were obviously bred with purpose, and the people paying up money to get there are actually probably doing it right compared to those people who are just throwing money at the wall for Genesis to breed to legendary. But it is interesting how it's kind of started to create a gap between. Between these different breed types. And you actually see elites perform quite well in even these very high class races."
    },
    {
        "speaker": "A",
        "text": "So, Doctor Ian, what are your thoughts on this data that Des pulled?"
    },
    {
        "speaker": "E",
        "text": "I think this is pretty interesting. It's really interesting. A couple of questions. I mean, did you take into account, like. Like, is it these Nakamoto's or is there. Is there any distribution on that? Is there either. Is there a distribution on. And it's just win rate. I'm trying to think of the actual distribution of elite horses compared to the total population. That's the only thing I would. I'd be curious about to see. But, like, I think this is pretty interesting. I think we've seen with Nakamoto's that there's a lot of dog shit, like legendary Nakamoto's out there and there's not. So it does send a lend itself in that end. I'd be curious if, let's say. Buterins, maybe it's exclusives. Right. I'd be curious what the distributions look like. But I think this is really cool. I think it's very interesting."
    },
    {
        "speaker": "A",
        "text": "Interesting. So. And that idea that there would be some less than great Nakamoto legendaries would lend back to the idea of the mutation rate. Correct. If we're completing the circle. Right. So. Absolutely. All right, Adam, what do you. What do you think of that? Same. Same kind of thoughts there. We. It kind of proves a little bit that we're seeing good elite racers, but I think that's true. The bloodline should. We should probably take a look."
    },
    {
        "speaker": "D",
        "text": "I think we can see the bloodline. Right."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Like elites on class three are going to be Nakamoto's and then the little bit up is going to be Finny's and then, you know, get a little gap to class five. And you see the."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "D",
        "text": "That's going to be the booter ins down there. Right. So you can see that the. That there's already a pickup in Nakamoto's in class three. Right. By exclusive. Right. That's where they're all going to start. Playing and, you know, playing for elites down there like that. We have. Hey Jude is down there in class three most of the time. Atari is a class three horse. Those. Those really first iterations of the. The mares being folded back in is happening, and the elites are coming out pretty quickly. So there's not a lot of stacking of DNA yet. So it makes sense that the Nakamoto would still be in class three on elite."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "E",
        "text": "I'll be curious to how that changes with time. Because if you think about. Let's just think about the number of breeding cycles, right? Let's say, or 100 breeding cycles in the future, you're gonna have many more pacers and those types of horses. I'll be really curious to how that distribution changes to the point we were making earlier. It's a game of reading. And that chart, I think, really well, demonstrates that."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I would totally agree. What was the other chart that we put together for today here. Okay, so now this is. Now this is the one where we're probably not going to find something conclusive, which I think is a great. I think the flip side of the same coin. Right, where doctor Ian can yell at the color rubbers. I think. So what are we looking at, des?"
    },
    {
        "speaker": "C",
        "text": "I wanted to find something so conclusive throughout this. And, you know, I posted to Twitter today, you know, sometimes you got to have a theory, test it, and then admit when it fails. This is probably one of those. But I was really trying to look for a correlation in coat color and distance preference. And, you know, it's something."
    },
    {
        "speaker": "A",
        "text": "This came from a conversation you and I were having. Right."
    },
    {
        "speaker": "B",
        "text": "Where we were."
    },
    {
        "speaker": "A",
        "text": "Exactly after I read Adam's article, where he, you know, laid out the colors and their descriptions. You know, you can almost kind of feel like they were trying to hint at something. Right. So that's why we, you know, kind of ended up pulling this one. Right."
    },
    {
        "speaker": "C",
        "text": "Exactly. And, you know, I think at the end of the day, there are some interesting tidbits, and it does almost look correlative. But I'll be very honest here, it's not. There's quite a bit of spiking as far as distance preference that doesn't follow kind of the linear progression or just really dispersion. So, you know, there's many horses that are great, many different coat colors that are great at 2000 and 1800. It's not exclusive to one type of coat color, but it was interesting, interesting data to pull, I think. Again, sample size is so important, and 10,000 raises might seem like a lot, but it's definitely not a lot when you think of long term, how many we're gonna have."
    },
    {
        "speaker": "A",
        "text": "So, Doctor Ian, is this why you're saying color doesn't matter for race performance?"
    },
    {
        "speaker": "D",
        "text": "Correct."
    },
    {
        "speaker": "E",
        "text": "So I, when I started the game, was really into color with it. I'm a recovering color addict."
    },
    {
        "speaker": "A",
        "text": "That's great. Well, that's great."
    },
    {
        "speaker": "E",
        "text": "And Adam beat me up a lot for that, like, into the point that we had a conversation with one of the lead devs, and I just straight asked him, and he said, no, color doesn't matter at all. He did say that it could matter in the future, I think, relative to maybe surface, like, if they're running on, like, clay or grass or weather. And I'm. I'm still one of those people that hope it matters, but I can tell you it does not. I wanted to. I wanted to, like, I'm one of those people that want it to matter, and it does not matter in breeding. Please stop ripening colors on the each other."
    },
    {
        "speaker": "A",
        "text": "Adam, what do you think?"
    },
    {
        "speaker": "D",
        "text": "Yeah, that's kind of, you know, everyone's got their own theories, you know, and they're worth being tested, but as Des said, sometimes you got to leave some theories behind, and after, so you got to move on. I was like, guys, can we stop this?"
    },
    {
        "speaker": "C",
        "text": "What about super codes? I'm just curious, what are your thoughts on super codes?"
    },
    {
        "speaker": "D",
        "text": "They're all pretty shit racers, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I think with color, it's going to be, look, if somebody. If people place value on something being more rare than performance, I think that's totally fine. And because you see it in all kinds of other collectible, nft type things, even, you know, we come from. Some of us come from the physical card space and all of that kind of stuff, rarity matters. So if that's something that, if you do. If you do end up producing a monster racer and it's got a rare coat, like, great, maybe the value goes higher, but, you know, we're talking just, like, what's rare?"
    },
    {
        "speaker": "D",
        "text": "You know, a super rare good racer is going to be more valuable than a common rare racer just because it is, you know. Yep, yep."
    },
    {
        "speaker": "E",
        "text": "Absolutely, Cole, people are going to. I mean, you make the point. People want. They're going to want to tap a rare color more than a non rare. It means you're more likely to get a rare color and as an offspring. So, um, I. I wanted color to matter. I really did. I looked and I loved. Just couldn't. Just couldn't make myself believe it after a while."
    },
    {
        "speaker": "A",
        "text": "That's funny. Um, yeah, and I think, uh, was that all the charts that we had for, for these guys today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I have actually one more. The visual on this one. I don't know if we can see it, though."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a little faint, but honestly, this one was just so that, you know, Joe could flex with his family being on the show."
    },
    {
        "speaker": "B",
        "text": "Oh, right. That's right."
    },
    {
        "speaker": "A",
        "text": "Yeah. So my, my brother and my sister in law actually were the number six performing stable here yesterday. So shout out. Shout out to them. They had 15 wins yesterday. That's pretty crazy."
    },
    {
        "speaker": "B",
        "text": "Big time. That's high horse stables."
    },
    {
        "speaker": "A",
        "text": "That's high horse stables. And they have all of their, all of their offspring. They name after, you know, strains, if you will. They've got a pretty cool theme going on, I think, as well. So you could, if you see sour tsunami on the track, I got whooped."
    },
    {
        "speaker": "B",
        "text": "By sour tsunami the other day."
    },
    {
        "speaker": "E",
        "text": "I have a theme myself for name, actually, Adam and I both have themes, but they're very different, so I suggest them having a naming. Kevin. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I need to rebrand mine. I think I need to rebrand and go with something a little more consistent, because now there's actually three other people that have some iteration of my stable name."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I've been trying to go with. I've been trying to go with, like, tv references, and so I got, I got a couple, but I tried to get, I was telling the guys before, I was trying to get Peter Nincompoop from it's always sunny in Philadelphia, and they said it was, I couldn't use it because it was using, like, a curse word or something. I'm like, nincompoop is a curse word. Like, I was very upset."
    },
    {
        "speaker": "D",
        "text": "Yeah, they made a coke dealer, so it's a, you know, that's even more bothersome."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "D",
        "text": "One called coke dealer out of the marketplace."
    },
    {
        "speaker": "A",
        "text": "I actually have. I have ignorant shit. So I bought that as a genesis horse. So, you know, I think you could. You could probably dispute that one. Chamber, so. Chamber what? I feel like you've had an epiphany during this episode because I feel like maybe we've turned you from a racer to a breeder, potentially. What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "I would argue that I've been a breeder the whole, the whole time. I would say on the drop. What was the first thing I asked you to do? What was, what was the first deal we did?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. You wanted, you wanted a female because you had too many males in your stable. Yeah, I don't."
    },
    {
        "speaker": "B",
        "text": "I had a lot of dongs in the stable, so I you know, I had, I had an in claim that, that, you know, having some fillies might be a good idea. I don't know why, but a good mix and the fact that you could breed your, your colt seven times in a month and you could only breed your filly twice in a month, which I thought was lent more value to the filly."
    },
    {
        "speaker": "E",
        "text": "Almost like twins were intended."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "E",
        "text": "Maybe like two sides of a coin even."
    },
    {
        "speaker": "B",
        "text": "I would say the epiphany that I got today was really just getting deeper. I've been talking to Joe and Des about how I do a lot of like, family lines in real life. Like I do a lot of family tree stuff just from my own family. But getting that, getting that formula down within your own stable like those third cousins, that kind of stuff, folding the mayor back in afterwards, that to me is very interesting. And obviously it's going to take more than a 45 minutes conversation. We'll have to dig into that a little bit more. But I think that's the big takeaway from today is maybe don't give Joe was mentioned before, is breaking even on some of the investments that you've made by selling some of those offsprings. I immediately after this discussion just went in and I had three horses for sale and I just canceled all three of those. Like, let's just hold, let's hold off for a second."
    },
    {
        "speaker": "A",
        "text": "Let's hold your horses."
    },
    {
        "speaker": "B",
        "text": "Let's say, yeah, hold your horses. But I think that's interesting. So I'm going to do a little bit more research there. And then after the last drop, having spent, you know, a good chunk of change and thinking that was going to be my purchase, I think, oh, you're back in hard. We're going to go in hard again and with a little bit, with a little bit better focus on because last time it was click, click, click, click. Let's grab whatever I could get and ended up with a lot of colts, but I think having a little bit more purpose, not really caring that much about color, which was maybe a thing I was looking at the first go, but really getting, I think just getting a good mix of Phillies and colts in the next drop might be a good idea."
    },
    {
        "speaker": "A",
        "text": "Zez, what are your key takeaways from today's episode? Things that you learned that or that you want to explore some more after this conversation?"
    },
    {
        "speaker": "C",
        "text": "Zed Gazette is a must follow on all platforms and great read. I wish someone, I'm such an audio person. I wish someone would just go out there and narrate all the posts that Adam puts out just so I can like listen to in the background."
    },
    {
        "speaker": "A",
        "text": "That's going to be our next endeavor. We're just going, it's going to be Zed Gazette, read by the mint condition."
    },
    {
        "speaker": "C",
        "text": "I do it just so I'd have it myself. But no, I think, you know, I think is we just need to keep testing. It's a group game. So we talked about that. It's a game and it's a breeding game, but it's also a group effort. Right. We have to kind of band together, figure these things out, share information. Right now, I talked about it on a different show that like I equate this to almost like medical registries, like clinical trials. We need to have the power of multiple stables to really kind of dig into this data and this breeding data. And I think that's where it's going. We're so early, that's my last takeaway is we're so, so early on this stuff."
    },
    {
        "speaker": "A",
        "text": "Awesome. Yeah, I think so. I think so too. So let's close it up here. Doctor ian and Adam, what can we expect next from some Zed gazette articles? What Easter eggs are you going to plant for the community this time?"
    },
    {
        "speaker": "D",
        "text": "I think we need the billion one to come out from Doctor Ian soon. Um, so we'll work on that. But I think the big things are going to be about, um, really just talking about the odds a little bit more and, and what you're looking for when you're breeding. You know what odds matter more than the others and that kind of stuff. Right."
    },
    {
        "speaker": "A",
        "text": "I think that's a really good point. So before I close it up then, because that just reminded me so what I did want to bring this up, what did you make of what we saw last week when we got some of those, uh, I would say, I would call them super freaks at this point where we were seeing, you know, $1 odds that were pushing other horses out to 52 hundred and things like that, which we had never seen before, it ended up being, you know, a kind of a glitch in the breeding process. But what did that kind of tell you guys about, you know, what is potentially possible or what we could potentially see in the future?"
    },
    {
        "speaker": "D",
        "text": "I mean, I think that was, algorithms."
    },
    {
        "speaker": "E",
        "text": "Are designed to improve a population of species over a time. And this game has a ga. So I would say that we expect over time that there'll be some horses of the population that still race to be better and that your horses that are fast now may be pretty average in two years, three years. That's what I, that's my thoughts."
    },
    {
        "speaker": "D",
        "text": "And it's weird to call it a glitch because the game worked. The odds were red, the races."
    },
    {
        "speaker": "A",
        "text": "Explain that. Because I think that's a great. I think that's a good point. And maybe I should have called that. Yeah."
    },
    {
        "speaker": "D",
        "text": "Right. No, no, I. The devs are calling it. Right. Let them call them. What do they want to call it? Right. If they want to call it a glitch, we can call it a glitch. But I called a glitch in breeding, not a glitch in racing, correct?"
    },
    {
        "speaker": "A",
        "text": "Yeah. No, totally. Because what happened was before it took four, it took essentially four parents instead of two. Correct?"
    },
    {
        "speaker": "D",
        "text": "Mm hmm. Yep. So just a super stack of inbred horse right there."
    },
    {
        "speaker": "A",
        "text": "So that, which is essentially what you're potentially trying to do down the line that we're just spent the entire conversation talking about. Right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So they just jumped us right into the future and seeing it. Right. Those. Those horses are going to be freaks when it's done. Right. And those weren't even that good of horses that were stacked on. So think if it was a supreme polarity and a breathless edge that doubled up like that, holy shanagans would be like, thousand to one odds."
    },
    {
        "speaker": "A",
        "text": "Interesting that that makes you think. Right? Because I think that lets you do. I think that is interesting that it kind of lets you see the future of what's possible once you breed down the line or how important it is to kind of keep wrapping that stuff in. So. And, Doctor Ian, to your point, those horses that maybe are fast now might not be in the future. That doesn't mean they lose their value, though, correct?"
    },
    {
        "speaker": "E",
        "text": "I mean, if the genesis horses, the value is they're closer to the top of the bloodline. So in theory, you should have more consistent. You should kind of expect what you're going to get off of them more likely. I think that's part of what that implies to the elites. Might be the best racers, ultimately, but maybe the having the exclusives built properly could be the best breeders. Right. And how do you get one of those? You need the genesis and the legendary. It's all bricks. We always talk about building bricks and putting them all together. You got to have all the pieces to build that, to build that up together."
    },
    {
        "speaker": "D",
        "text": "If you want to make a breeding mirror, you need those Genesis horses still, right? Because you have a mayor that continuously pumps out champs on elite level. Then you. You can do that every month."
    },
    {
        "speaker": "E",
        "text": "You could sell, there's your revenue stream. And keep. Keep the horses that produced them and just keep making elites to sell. I mean, what would Pinkman be worth these? Are we out there? I'm not looking at open sea, but he's probably out there, you know, but if you could make another pinkman."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And I. And I assume that mutation rate is also influenced by z number. Right. So the lower z number should give you less mutation also beyond just bloodline mutation, because the population should be larger just by, you know, growth of the numbers to get down there."
    },
    {
        "speaker": "A",
        "text": "Right. So your tens, you mean versus z 20s."
    },
    {
        "speaker": "D",
        "text": "There's gonna be a ton of z 20s. You know, it's gonna be way more z 20s probably right now than there are Nakamoto. Z one s just off that last weekend."
    },
    {
        "speaker": "B",
        "text": "Oh, for sure."
    },
    {
        "speaker": "D",
        "text": "How much breeding happened."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's interesting. Awesome. I think there's, what I love about this conversation is we uncovered so much but still haven't uncovered anything. Right. Like, is it. And that's kind of what the fun of the game is. And so I think we'll have to have you both on in a couple weeks or months and see kind of what we've been able to uncover as breeding opens up for, hopefully permanently. And we can, you know, start. Start working through some of these theories."
    },
    {
        "speaker": "B",
        "text": "Expecting that back, by the way."
    },
    {
        "speaker": "A",
        "text": "Well, they got a. They got to fix the super parent issue."
    },
    {
        "speaker": "B",
        "text": "No. No. Tease of what, when that might occur."
    },
    {
        "speaker": "D",
        "text": "No, they gave up on telling us that. I think it'll be before Friday. Right. They probably want to get it done before Friday because that gives them a week to advertise the new drop because they at least want a week of advertisement. And they do the drops on Fridays, and they need to be on polygon matic to make sure the instantaneous transactions. So breeding is determinant of when the next drop happens, too. Right."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "When breeding drop happens."
    },
    {
        "speaker": "A",
        "text": "Interesting. That is awesome. I think that's a great place to stop. So follow Zed Gazette, and we will post everybody's handles on the tweets tomorrow and all of the social medias. But we do want to spend the time. And thank you, doctor Ian. I appreciate you, uh, making the appearance for us here at the mint condition, and, um, I hope you enjoyed yourself. And, Adam, thank you very much for coming on. Uh, you continue to be a awesome source of, you know, information. Just somebody to bounce ideas off of and, uh, you know, keep me guessing, too."
    },
    {
        "speaker": "D",
        "text": "So thanks for the invite, guys."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "E",
        "text": "Thanks for having me. It was a lot of fun. I actually love talking the game. It's a lot of like. Because I just have Adam to talk to the game with right now. I don't really? You know, I don't go crazy on the chat. I'm busy with work."
    },
    {
        "speaker": "A",
        "text": "Well, you're welcome."
    },
    {
        "speaker": "E",
        "text": "This has been great."
    },
    {
        "speaker": "A",
        "text": "You're welcome here to chat the game anytime. So that's going to do it for us. Until next time, stay mint."
    }
]